Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_cardsales_description_long
source: Here you can see your business' card sales, number of transactions and average purchase amount. It is possible to change the view to show figures per month, week, day or hour. The darker bars show the current year, while the lighter bars show figures for same period last year, where available.
da: Her kan du se virksomhedens kortsalg, antal transaktioner og gennemsnitligt transaktionsbeløb. Det er muligt at skifte mellem visning af tal pr. måned, uge, dag og time. De mørke søjler viser tal fra indeværende år, mens de lyse søjler viser tal for samme periode sidste år, hvis de foreligger.
de: Hier können Sie den Kartenumsatz, die Anzahl der Transaktionen und den durchschnittlichen Kaufbetrag Ihres Unternehmens sehen. Sie können den Zeitraum auf eine monatliche, wöchentliche, tägliche oder stündliche Anzeige ändern. Die dunkleren Linien zeigen das aktuell betrachtete Jahr an, die helleren Linien zeigen den gleichen Zeitraum des Vorjahres an, soweit diese Daten verfügbar sind.
et_ee: Siin näete oma ettevõtte kaardimüüki, tehingute arvu ja keskmist ostusummat. Andmeid saab vaadata kuu, nädala, päeva ja tunni kohta. Tumedamad tulbad tähistavad praegust aastat, heledamad eelmise aasta sama perioodi, kui vastavad andmed on olemas.
fi: Tässä näet yrityksesi korttimyynnin, tapahtumien määrän ja keskimääräisen ostosumman. Näkymän voi muuttaa joko kuukausi-, viikko-, päivä- tai tuntikohtaiseksi. Tummemmat palkit esittävät nykyistä vuotta ja vaaleammat palkit edellisen vuoden saman jakson lukuja, jos edellisen vuoden tiedot ovat saatavissa.
fr: Vous pouvez voir ici les ventes réglées par carte, le nombre de transactions et le montant d'achat moyen de votre magasin. Il est possible de modifier l'affichage pour présenter les chiffres par mois, semaine, jour ou heure. Les barres plus foncées représentent l'année en cours, tandis que les plus claires représentent les chiffres pour la même période de l'année précédente, le cas échéant.
it: Qui puoi vedere le vendite con carte della tua attività, il numero di transazioni e l'importo medio di acquisto. Puoi cambiare la visualizzazione per vedere le cifre per mese, settimana, giorno o ora. Le barre più scure mostrano l'anno corrente, quelle più chiare le cifre per lo stesso periodo dell'anno precedente, se disponibili.
lt_lt: Čia pateikiama informacijos apie jūsų įmonės pardavimo pajamas, gautas iš atsiskaitymų kortelėmis, apie operacijų skaičių ir vidutinę pirkinių sumą. Galima pakeisti, kad skaičiai būtų rodomi už mėnesį, savaitę, dieną arba valandą. Tamsesni stulpeliai atitinka einamuosius metus, o šviesesni – tą patį praėjusių metų laikotarpį, jei yra duomenų.
lv_lv: Šeit jūs varat redzēt sava uzņēmuma karšu pārdošanu, darījumu skaitu un vidējo pirkuma summu. Ir iespējams mainīt skatu, lai parādītu skaitļus mēnesī, nedēļā, dienā vai stundā. Tumšākie lodziņi parāda pašreizējo gadu, savukārt gaišākās joslas rāda skaitļus par to pašu laika posmu pagājušajā gadā, ja tas ir pieejams.
nb: Her kan du se kortsalget for din virksomhet, antall kjøp samt gjennomsnittlig transaksjonsbeløp. Du kan vise oversikten for hver måned, uke, dag eller time. De mørke linjene viser inneværende år, mens de lysere linjene viser tallene for samme periode foregående år hvis de er tilgjengelig.
sv: Här kan du se ditt företags kortförsäljning, antal köp och genomsnittligt transaktionsbelopp. Du kan ändra vyn för att visa försäljning per månad, vecka, dag eller timme. De mörkare staplarna visar aktuellt år, medan de ljusare staplarna visar siffror för samma period förra året, om de finns tillgängliga.

# ms_ccvbasenext_choose_payment
source: Choose payment method
da: Vælg betalingsmetode
de: Wählen Sie eine Zahlungsmethode
et_ee: Valige makseviis
fi: Valitse maksutapa
fr: Choisir le mode de paiement
it: Scegli un metodo di pagamento
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlieties apmaksas metodi
nb: Velg betalingsmetode
sv: Välj betalningsmetod

# ms_ccvbasenext_choose_payment_sub1
source: Contactless
da: Kontaktløs
de: Kontaktlos
et_ee: Kontaktivaba
fi: Lähimaksu
fr: Sans contact
lt_lt: Bekontaktis
lv_lv: Bezkontakta
nb: Kontaktløs
sv: Kontaktlös

# ms_ccvbasenext_choose_payment_sub1_desc
source: Place the card less by the contactless area displayed on the terminal. When successful a green LED light will be shown.
da: Hold kortet hen over symbolet for kontaktløs betaling på terminalen. Der vises et grønt LED-lys, når betalingen er gået igennem.
de: Legen Sie die Karte weiter weg von dem auf dem Terminal angezeigten kontaktlosen Bereich. Bei Erfolg leuchtet eine grüne LED auf.
et_ee: Asetage kaart terminalis kuvatava kontaktivaba ala äärde. Kui see õnnestub, süttib roheline LED-tuli.
fi: Aseta kortti päätteeseen merkityn lähimaksualueen viereen. Lähimaksun onnistuminen ilmaistaan vihreällä LED-valolla.
fr: Placez la carte près de la zone sans contact figurant sur le terminal. Un témoin vert s'affiche lorsque l'opération a réussi.
it: Posiziona la carta vicino all'area contactless mostrata sul terminale. Quando l'operazione avrà esito positivo, verrà visualizzata una luce LED verde.
lt_lt: Priglauskite kortelę prie terminalo bekontakčio nuskaitymo srities. Sėkmingai įvykdžius operaciją, užsižiebs žalia LED lemputė.
lv_lv: Novietojiet karti tuvāk pie termināļa redzamās bezkontakta zonas. Kad tas būs veiksmīgs, iedegsies zaļa LED gaisma.
nb: Plasser kortet ved det kontaktløse området som vises på terminalen. Når det lykkes, vil du se et grønt LED-lys.
sv: Placera kortet vid området för kontaktlös betalning som visas på terminalen. Vid lyckad åtgärd tänds en grön LED-lampa.

# ms_ccvbasenext_choose_payment_sub2
source: Chip
et_ee: Kiip
fi: Siru
fr: Puce
lt_lt: Lustas
lv_lv: Mikroshēma
sv: Chipp

# ms_ccvbasenext_choose_payment_sub2_desc
source: Insert the card in the buttom of the terminal socket. The card can only be read when the chip is facing upwards.
da: Indsæt kortet i bunden af terminalen. Kortet kan kun læses, hvis chippen vender opad.
de: Stecken Sie die Karte in die Unterseite des Terminalsockels. Die Karte kann nur gelesen werden, wenn der Chip nach oben zeigt.
et_ee: Sisestage kaart terminalipesa põhja. Kaarti saab lugeda ainult siis, kui kiip on ülespoole.
fi: Aseta kortti päätteen aukkoon. Kortti voidaan lukea vain, kun siru on ylöspäin.
fr: Insérez la carte dans le bas du boîtier du terminal. La carte ne peut être lue que lorsque la puce est orientée vers le haut.
it: Inserisci la carta in fondo alla presa del terminale. La carta può essere letta solo quando il chip è rivolto verso l'alto.
lt_lt: Įstatykite kortelę į terminalo lizdą. Kortelę galima nuskaityti tik tada, kai lustas nukreiptas į viršų.
lv_lv: Ievietojiet karti termināļa ligzdas apakšā. Karti var nolasīt tikai tad, kad mikroshēma ir vērsta uz augšu.
nb: Sett inn kortet nederst på terminalen. Kortet kan kun leses når chippen vender oppover.
sv: Sätt in kortet längst ned i terminalens fack. Kortet kan bara läsas när chippet är vänt uppåt.

# ms_ccvbasenext_choose_payment_sub3
source: Magnetic stripe
da: Magnetstribe
de: Magnetstreifen
et_ee: Magnetriba
fi: Magneettijuova
fr: Piste magnétique
it: Banda magnetica
lt_lt: Magnetinė juosta
lv_lv: Magnētiskā josla
nb: Magnetstripe
sv: Magnetremsa

# ms_ccvbasenext_choose_payment_sub3_desc
source: Swipe the card downwards with a quick move on the right side of the terminal. The card stripe should face the terminal.
da: Før kortet hurtigt nedad på højre side af terminalen. Magnetstriben skal vende ind mod terminalen.
de: Ziehen Sie die Karte mit einer schnellen Bewegung auf der rechten Seite des Terminals nach unten. Der Kartenstreifen sollte zum Terminal zeigen.
et_ee: Viibake kaarti terminali paremal küljel kiire liigutusega allapoole. Kaardiriba peaks olema terminali poole.
fi: Pyyhkäise korttia nopeasti alaspäin päätteen oikealla puolella. Kortin juovan tulee olla päätettä kohti.
fr: D'un mouvement rapide, faites glisser la carte vers le bas sur le côté droit du terminal. La piste de la carte doit être tournée vers le terminal.
it: Fai scorrere la carta verso il basso con un rapido movimento sul lato destro del terminale. La banda magnetica della carta deve essere rivolta verso il terminale.
lt_lt: Greitu judesiu braukite kortele žemyn dešinėje terminalo pusėje. Kortelės juosta turi būti nukreipta į terminalą.
lv_lv: Pavelciet karti uz leju ar ātru kustību termināļa labajā pusē. Kartes joslai jābūt vērstai pret termināli.
nb: Sveip kortet nedover med en rask bevegelse på høyre side av terminalen. Kortstripen skal vende mot terminalen.
sv: Dra kortet snabbt nedåt på terminalens högra sida. Kortets remsa ska vara vänd mot terminalen.

# ms_ccvbasenext_choose_trans
source: Choose a transaction
da: Vælg en transaktion
de: Wählen Sie eine Transaktion aus
fi: Valitse tapahtuma
fr: Choisir une transaction
it: Scegli una transazione
lv_lv: Izvēlieties darījumu
nb: Velg en transaksjon
sv: Välj en transaktion

# ms_ccvbasenext_choose_trans_desc
source: A list will come of all your transactions. Select the one you want and press on the “Print” icon.
da: Der vises en liste med alle dine transaktioner. Vælg den ønskede transaktion, og tryk på ikonet for udskrivning.
de: Es erscheint eine Liste mit allen Ihren Transaktionen. Wählen Sie die gewünschte Transaktion aus und klicken Sie auf das Symbol „Drucken“.
fi: Näyttöön tulee luettelo kaikista tapahtumistasi. Valitse haluamasi ja paina tulostuskuvaketta.
fr: Une liste de toutes vos transactions va s'afficher. Sélectionnez celle qui vous intéresse et appuyez sur l'icône «Imprimer».
it: Sarà disponibile un elenco di tutte le transazioni. Seleziona quella che vuoi e premi sull'icona "Stampa".
lv_lv: Tiks parādīts visu jūsu darījumu saraksts. Izvēlieties vajadzīgo un nospiediet ikonu “Drukāt”.
nb: Du vil se en liste over alle transaksjonene dine. Velg den du vil ha, og trykk på utskriftsikonet.
sv: En lista över alla dina transaktioner kommer. Välj den du vill ha och tryck på utskriftsikonen.

# ms_ccvbasenext_click_on_refund
source: Click on refund icon
da: Klik på ikonet for tilbagebetaling
de: Klicken Sie auf das Erstattungssymbol
et_ee: Klõpsake tagasimakse ikoonil
fi: Napsauta palautuskuvaketta
fr: Cliquer sur l'icône remboursement
it: Fai clic sull'icona rimborso
lt_lt: Spustelėkite pinigų grąžinimo piktogramą
lv_lv: Noklikšķiniet uz atmaksas ikonas
nb: Klikk på refusjonsikonet
sv: Klicka på återbetalningsikonen

# ms_ccvbasenext_click_on_refund_desc
source: This will take you to the place where you can make a refund for your customer
da: Du føres til det sted, hvor du kan foretage en tilbagebetaling til kunden
de: Dies bringt Sie zu der Stelle, an der Sie eine Erstattung für Ihren Kunden vornehmen können
et_ee: See viib teid kohta, kus saate teha kliendile tagasimakse
fi: Tämä vie sinun paikkaan, jossa voit tehdä palautuksen asiakkaalle
fr: Cette action vous emmènera à l'endroit où vous pourrez procéder à un remboursement pour votre client
it: Sarai indirizzato dove puoi eseguire un rimborso per il tuo cliente
lt_lt: Būsite nukreipti į puslapį, kur galėsite atlikti pinigų grąžinimą klientui
lv_lv: Tas jūs aizvedīs līdz vietai, kur varēsiet klientam veikt atmaksu
nb: Dette tar deg til stedet der du kan utføre refusjoner til kunder
sv: Detta tar dig till platsen där du kan göra en återbetalning till kunden

# ms_ccvbasenext_enter_amount
source: Enter amount
da: Indtast beløb
de: Betrag eingeben
et_ee: Sisestage summa
fi: Syötä summa
fr: Entrer le montant
it: Inserisci l'importo
lt_lt: Įveskite sumą
lv_lv: Ievadiet summu
nb: Oppgi beløp
sv: Ange belopp

# ms_ccvbasenext_enter_amount_desc
source: Insert the full amount including the tip that was added by the customer
da: Indtast det fulde beløb inklusive de drikkepenge, som kunden har angivet.
de: Den vollen Betrag einfügen oder das Trinkgeld abziehen?
et_ee: Sisestage kogusumma, sh kliendi lisatud jootraha
fi: Syötä koko summa mukaan lukien asiakkaan lisäämä juomaraha
fr: Introduire le montant total, avec le pourboire ajouté par le client
it: Inserisci l'importo totale compresa la mancia che è stata aggiunta dal cliente
lt_lt: Įveskite visą sumą, įskaitant kliento pridėtus arbatpinigius
lv_lv: Ierakstiet visu summu, ieskaitot klienta pievienoto dzeramnaudu
nb: Sett inn hele betalingen, inkludert driks fra kunden
sv: Ange det fullständiga beloppet, inklusive dricks som lades till av kunden

# ms_ccvbasenext_enter_device_menu
source: Enter device menu
da: Åbn enhedsmenuen
de: Öffnen Sie das Gerätemenü
fi: Avaa laitevalikko
fr: Accéder au menu de l'appareil
it: Entra nel menu del dispositivo
lv_lv: Ievadīt ierīces izvēlni
nb: Gå inn i enhetsmenyen
sv: Öppna enhetsmenyn

# ms_ccvbasenext_enter_device_menu_desc
source: On your front screen on the terminal, press on the device menu
da: Tryk på enhedsmenuen på terminalens display
de: Drücken Sie auf der Vorderseite Ihres Terminals auf das Gerätemenü
fi: Paina päätteen näytössä laitevalikkoa
fr: Sur l'écran avant du terminal, appuyer sur le menu de l'appareil
it: Sulla schermata principale del tuo terminale, premi sul menu del dispositivo
lv_lv: Termināļa priekšējā ekrānā nospiediet ierīces izvēlni
nb: Klikk på enhetsmenyen på skjermen foran på terminalen
sv: På terminalens framskärm trycker du på enhetsmenyn

# ms_ccvbasenext_enter_pin_desc
source: In some cases a PIN code is required after the card interaction with the terminal.
da: I nogle tilfælde skal kunden indtaste sin pinkode efter at have brugt kontaktløs betaling.
de: In einigen Fällen ist nach der Interaktion der Karte mit dem Terminal ein PIN-Code erforderlich.
et_ee: Mõnel juhul on kaardi ja terminali suhtluse järel vaja PIN-koodi.
fi: Joissakin tapauksissa vaaditaan PIN-koodi sen jälkeen kun kortti on viety päätteen lähelle.
fr: Dans certains cas, un code PIN est nécessaire après l'interaction de la carte avec le terminal.
it: In alcuni casi è richiesto un codice PIN dopo l'interazione tra la carta e il terminale.
lt_lt: Kai kuriais atvejais terminale naudojant kortelę gali būti paprašyta įvesti PIN kodą.
lv_lv: Dažos gadījumos PIN kods ir nepieciešams pēc kartes mijiedarbības ar termināli.
nb: I noen tilfeller kreves en PIN-kode når kortet brukes på terminalen.
sv: I vissa fall krävs en PIN-kod efter kortinteraktionen med terminalen.

# ms_ccvbasenext_enter_refund_amount
source: Enter refund amount
da: Indtast beløb, der skal tilbagebetales
de: Geben Sie den Erstattungsbetrag ein
et_ee: Sisesta tagasimakse summa
fi: Syötä palautettava summa
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamąją sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refundert beløp
sv: Mata in återbetalningsbelopp

# ms_ccvbasenext_enter_refund_desc
source: Find the original number of the physical receipt
da: Du finder det oprindelige nummer på den fysiske kvittering
de: Suchen Sie die Originalnummer auf der gedruckten Quittung
et_ee: Leia füüsilise kviitungi originaalnumber
fi: Etsi fyysisen kuitin alkuperäinen numero
fr: Trouver le numéro initial du reçu physique
it: Trova il numero originale della ricevuta fisica
lt_lt: Suraskite pirminį fizinio kvito numerį
lv_lv: Atrodiet fiziskās kvīts oriģinālo numuru
nb: Finn det opprinnelige nummeret til den fysiske kvitteringen
sv: Leta reda på det ursprungliga numret på det fysiska kvittot

# ms_ccvbasenext_finding_info
source: Finding information
da: Sådan finder du oplysninger
de: Informationen suchen
fi: Tiedon löytäminen
fr: Recherche d'informations
it: Trova informazioni
lv_lv: Atrast informāciju
nb: Finne informasjon
sv: Hitta information

# ms_ccvbasenext_flip_up_desc
source: On the top of your terminal, a small lit can be lifted where the contactless icon is displayed. Lift it up so it opens, with two fingers.
da: Terminalen er forsynet med en lille låg i toppen der, hvor ikonet for kontaktløs betaling er placeret. Åbn låget med to fingre.
de: Auf der Oberseite Ihres Terminals können Sie eine kleine Abdeckung anheben, auf der das Kontaktlos-Symbol angezeigt wird. Heben Sie sie mit zwei Fingern an, damit sie sich öffnet.
fi: Päätteen päällä on pieni kansi, joka voidaan nostaa, kun lähimaksukuvake näkyy näytössä. Avaa kansi kahdella sormella.
fr: Sur la partie supérieure de votre terminal, à l'endroit où se trouve l'icône sans contact, un petit capot peut être relevé. En utilisant deux doigts, soulevez-le pour l'ouvrir.
it: Nella parte superiore del tuo terminale, puoi sollevare un coperchio dove viene visualizzata l'icona contactless. Sollevalo e aprilo con due dita.
lv_lv: Termināļa augšpusē var pacelt nelielu apgaismojumu, kur tiek parādīta bezkontakta ikona. Paceliet to ar diviem pirkstiem, lai tas atvērtos.
nb: Øverst på terminalen er det et lite deksel der ikonet for kontaktløs betaling vises. Løft det opp med to fingre slik at det åpner seg.
sv: Högst upp på terminalen kan du lyfta på ett litet lock där ikonen för kontaktlös betalning visas. Öppna den genom att lyfta upp den med två fingrar.

# ms_ccvbasenext_flip_up_txt
source: Flip up the lit and pull
da: Flip låget op, og træk
de: Klappen Sie die Abdeckung hoch und ziehen Sie daran
fi: Nosta kansi ja vedä
fr: Relever le couvercle et tirer
it: Apri il coperchio e tira
lv_lv: Pagrieziet apgaismojumu un velciet
nb: Vipp opp dekselet, og dra
sv: Knäpp upp locket och dra

# ms_ccvbasenext_handover_receipt
source: Handover final receipt
da: Giv kunden den endelige kvittering
de: Händigen Sie die endgültige Quittung aus
et_ee: Andke üle lõplik kviitung
fi: Anna lopullinen kuitti
fr: Remettre le reçu final
it: Consegna la ricevuta finale
lt_lt: Perduokite galutinį kvitą
lv_lv: Izsniedziet gala kvīti
nb: Gi fra deg endelig kvittering
sv: Lämna över det slutgiltiga kvittot

# ms_ccvbasenext_if_pin_occurs
source: If PIN occurs
da: Hvis pinkode kræves
de: Wenn PIN erscheint
et_ee: Kui nõutakse PIN-i
fi: Jos pääte pyytää PIN-koodia
fr: Si un code PIN est demandé
it: Se viene richiesto il PIN
lt_lt: Jei prašoma PIN kodo
lv_lv: Ja tiek parādīts PIN
nb: Hvis PIN er nødvendig
sv: Om PIN-kod behövs

# ms_ccvbasenext_insert_new_paper_roll
source: Insert new paper roll
da: Isæt ny bonrulle
de: Setzen Sie eine neue Papierrolle ein
fi: Aseta uusi paperirulla
fr: Introduire un nouveau rouleau de papier
it: Inserisci un nuovo rotolo di carta
lv_lv: Ievietojiet jaunu papīra rulli
nb: Sett inn ny papirrull
sv: Sätt i den nya pappersrullen

# ms_ccvbasenext_insert_paper_roll
source: Insert a paper roll
da: Isæt bonrulle
de: Legen Sie eine Papierrolle ein
fi: Asenna paperirulla
fr: Introduire un rouleau de papier
it: Inserisci un rotolo di carta
lv_lv: Ievietojiet papīra rulli
nb: Sett inn en papirrull
sv: Sätt i en pappersrulle

# ms_ccvbasenext_make_payment
source: Make the payment
da: Foretag betalingen
de: Nehmen Sie die Zahlung vor
et_ee: Tehke makse
fi: Tee maksu
fr: Procéder au paiement
it: Esegui il pagamento
lt_lt: Atlikite mokėjimą
lv_lv: Veiciet maksājumu
nb: Utfør betalingen
sv: Gör betalningen

# ms_ccvbasenext_make_refund
source: Make a refund
da: Foretag en tilbagebetaling
de: Eine Erstattung vornehmen
et_ee: Tee tagasimakse
fi: Tee palautus
fr: Procéder à un remboursement
it: Esegui un rimborso
lt_lt: Grąžinti pinigus
lv_lv: Veiciet atmaksu
nb: Utfør en refusjon
sv: Gör en återbetalning

# ms_ccvbasenext_note_tip
source: Customer notes the tip
da: Kunden noterer drikkepengene
de: Der Kunde vermerkt das Trinkgeld
et_ee: Klient märgib jootraha
fi: Asiakas kirjoittaa juomarahan
fr: Le client inscrit le pourboire
it: Il cliente indica la mancia
lt_lt: Klientas pažymi arbatpinigių sumą
lv_lv: Klients atzīmē dzeramnaudu
nb: Kunden skriver ned driksen
sv: Kunden skriver ned dricksen

# ms_ccvbasenext_note_tip_desc
source: When the customer is done noting down the tip on the reciept go to your terminal
da: Når kunden har noteret drikkepengene på kvitteringen, vender du tilbage til terminalen
de: Wenn der Kunde fertig ist und das Trinkgeld auf der Quittung notiert hat, gehen Sie zu Ihrem Terminal.
et_ee: Kui klient on jootraha summa kviitungile märkinud, minge terminali juurde
fi: Kun asiakas on kirjoittanut juomarahan kuittiin, mene päätteen luo
fr: Lorsque le client a inscrit le pourboire sur le reçu, allez à votre terminal
it: Quando il cliente ha indicato la mancia sulla ricevuta vai al terminale
lt_lt: Kai klientas užrašys arbatpinigių sumą ant kvito, eikite prie terminalo
lv_lv: Kad klients ir beidzis atzīmēt dzeramnaudu kvītī, dodieties uz savu termināli
nb: Når kunden er ferdig med å skrive ned driksen på kvitteringen, går du til terminalen
sv: När kunden har skrivit dricksbeloppet på kvittot går du till terminalen

# ms_ccvbasenext_old_trans
source: Old transactions
da: Gamle transaktioner
de: Historische Transaktionen
fi: Vanhat tapahtumat
fr: Anciennes transactions
it: Transazioni precedenti
lv_lv: Vecāki darījumi
nb: Gamle transaksjoner
sv: Gamla transaktioner

# ms_ccvbasenext_open_tip_menu
source: Open the tip menu
da: Åbn menuen for drikkepenge
de: Öffnen Sie das Trinkgeldmenü
et_ee: Avage jootraha menüü
fi: Avaa juomarahavalikko
fr: Ouvrir le menu pourboire
it: Apri il menu mancia
lt_lt: Atverti arbatpinigių meniu
lv_lv: Atveriet dzeramnaudas izvēlni
nb: Åpne driksmenyen
sv: Öppna dricksmenyn

# ms_ccvbasenext_open_tip_menu_desc
source: Go to tipping function in favorites and enter the amount the customer just wrote on the reciept
da: Gå til drikkepengefunktionen under Foretrukne, og indtast det beløb, kunden netop har noteret på kvitteringen
de: Rufen Sie die Trinkgeldfunktion in den Favoriten auf und geben Sie den Betrag ein, den der Kunde gerade auf die Quittung geschrieben hat.
et_ee: Minge lemmikute jaotises jootrahafunktsiooni juurde ja sisestage summa, mille klient kviitungile kirjutas
fi: Mene juomarahatoimintoon suosikeissa ja syötä asiakkaan kuittiin kirjoittama summa
fr: Accéder à la fonction pourboire dans Favoris, et entrer le montant que le client vient d'inscrire sur le reçu
it: Vai alla funzione mancia in preferiti e inserisci l'importo che il cliente ha appena scritto sulla ricevuta
lt_lt: Atverkite arbatpinigių funkciją ir įveskite sumą, kurią klientas užrašė ant kvito
lv_lv: Dodieties uz dzeramnaudu izlasē un ievadiet summu, ko klients tikko ierakstīja kvītī
nb: Gå til driksfunksjonen i favoritter, og oppgi beløpet som kunden skrev på kvitteringen
sv: Gå till dricksfunktionen i favoriter och ange beloppet som kunden precis skrev på kvittot

# ms_ccvbasenext_paper_roll_facing_down_desc
source: The new paper roll sould face down so it touch the display. Pull it a bit out, so there’s some excess paper left.
da: Den nye bonrulle skal vende nedad, så den rører displayet. Træk lidt i rullen, så der stikker lidt papir ud, når du lukker terminalen.
de: Die neue Papierrolle sollte nach unten zeigen, sodass sie das Display berührt. Ziehen Sie sie ein wenig heraus, sodass noch etwas Papier übersteht.
fi: Aseta uusi paperirulla etupinta alaspäin niin, että se koskettaa näyttöä. Vedä hieman ulos, jotta paperia on hieman ylimääräistä
fr: Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'affichage. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Il nuovo rotolo di carta deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo verso l'esterno, in modo da lasciare un po' di carta in più.
lv_lv: Jaunajam papīra rullim jābūt vērstam uz leju, lai tas pieskartos displejam. Nedaudz izvelciet to, lai paliek pāri papīrs.
nb: Den nye papirrullen skal vende nedover, slik at den er borti displayet. Trekk den litt ut, slik at det er litt papir til overs.
sv: Den nya pappersrullen ska vara vänd nedåt så att den rör vid displayen. Dra ut den en liten bit, så att det finns lite extra papper kvar.
