Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# cvr_no_admin_warning
source: No merchant administrator found for the corresponding company VAT number.
da: Vi har ikke registreret en administrator for det pågældende CVR-nr.
de: Für die entsprechende Umsatzsteueridentifikationsnummer wurde kein Händler-Administrator gefunden.
et_ee: KMKR numbri kohta ei leitud müügiüksuse administraatorit.
fi: Emme löytäneet tähän y-tunnukseen liitettyä ylläpitäjää.
fr: Administrateur du commerçant introuvable pour le numéro de TVA de l'entreprise correspondant.
it: Non sono stati trovati amministratori dell'esercente per il numero di Partita IVA aziendale corrispondente.
lt_lt: Su atitinkamu bendrovės PVM kodu susieto prekybininko administratoriaus rasti nepavyko.
lv_lv: Attiecīgajam uzņēmuma PVN numuram, nav tirdzniecības administratora.
nb: Vi har ikke registrert noen administrator på det aktuelle org.nr.
sv: Vi har ingen butiksadministratör som är registrerad på det aktuella momsregistreringsnumret.

# cvr_no_settlement_merchant_warning
source: No settlement profile found for the corresponding company VAT number.
da: Der blev ikke fundet en afregningsprofil for det pågældende CVR-nummer.
de: Für die entsprechende Umsatzsteueridentifikationsnummer wurde kein Abrechnungsprofil gefunden.
et_ee: KMKR numbri kohta ei leitud ühtegi arveldusprofiili.
fi: Emme löytäneet tähän y-tunnukseen liitettyä tilitysprofiilia.
fr: Profil de règlement introuvable pour le numéro de TVA de l'entreprise correspondant.
it: Nessun profilo di pagamento trovato per il numero di Partita IVA aziendale corrispondente.
lt_lt: Su atitinkamu bendrovės PVM kodu susieto atsiskaitymo profilio rasti nepavyko.
lv_lv: Nav uzņēmuma PVN numuram atbilstoša norēķinu profila.
nb: Vi har ikke registrert en oppgjørsprofil i MyNets på det aktuelle org.nr.
sv: Vi har ingen avräkningsprofil som är registrerad på det aktuella momsregistreringsnumret.

# cvr_not_found_contact_customers_services
source: Contact Customer Service
da: Kontakt kundeservice
de: Kundenservice benachrichtigen
et_ee: Võta ühendust klienditeenindusega
fi: Ota yhteyttä asiakaspalveluun
fr: Contacter le service clientèle
it: Contatta l'Assistenza clienti
lt_lt: Kreiptis į klientų aptarnavimo skyrių
lv_lv: Sazinieties ar klientu apkalpošanas dienestu
nb: Kontakt kundeservice
sv: Kontakta kundtjänst

# cvr_not_found_customers_services_open_url
source: (opens nets.eu/payments)
da: (åbner nets.eu/payments)
de: (Öffnet die URL „nets.eu/payments“)
et_ee: (Avab brauseris veebilehe nets.eu/payments)
fi: (Avaa nets.fi/payments -sivun selaimeen)
fr: (ouvre nets.eu/payments)
it: (apre nets.eu/payments)
lt_lt: (Svetainė nets.eu/payments atveriama interneto naršyklėje)
lv_lv: (Atver nets.eu/payments pārlūkprogrammā)
nb: (Åpner nets.no/payments i din nettleser)
sv: (Öppnar nets.se/payments i din webbläsare)

# cvr_not_found_customers_services_url
source: https://www.nets.eu/en/payments/contact-us/
da: https://www.nets.eu/dk/payments/contact-us/
de: https://www.nets.eu/de/payments/contact-us/
et_ee: https://www.nets.eu/ee/payments/contact-us/
fi: https://www.nets.eu/fi/payments/contact-us/
lt_lt: https://www.nets.eu/lt/payments/contact-us/
lv_lv: https://www.nets.eu/lv/payments/contact-us/
nb: https://www.nets.eu/no/payments/contact-us/
sv: https://www.nets.eu/se/payments/contact-us/

# cvr_not_found_warning
source: Unfortunately, we are unable to find you in our system. Please check your email address and company VAT number.
da: Vi kan desværre ikke finde dig i systemet. Kontrollér venligst e-mailadresse og CVR-nummer.
de: Leider konnten wir Sie in unserem System nicht finden. Bitte überprüfen Sie Ihre E-Mail-Adresse und die Umsatzsteueridentifikationsnummer des Unternehmens.
et_ee: Kahjuks ei suuda meid teie süsteemis leida. Kontrollige oma e-posti aadressi ja ettevõtte KMKR numbrit.
fi: Emme valitettavasti löydä sinua järjestelmästämme. Tarkista sähköpostiosoite ja y-tunnus.
fr: Nous ne parvenons malheureusement pas à vous trouver dans notre système. Veuillez vérifier votre adresse e-mail et le numéro de TVA de votre entreprise.
it: Purtroppo non riusciamo a trovarti nel nostro sistema. Controlla la tua e-mail e il numero di Partita IVA della tua azienda.
lt_lt: Savo sistemoje jūsų, deja, neradome. Patikrinkite savo el. pašto adresą ir bendrovės PVM kodą.
lv_lv: Diemžēl mēs nevaram jūs atrast mūsu sistēmā. Lūdzu, pārbaudiet savu e-pasta adresi un uzņēmuma PVN numuru.
nb: Vi kan dessverre ikke finne deg i systemet. Vennligst kontroller e-postadressen og org.nr.
sv: Vi kan dessvärre inte hitta dig i systemet. Kontrollera din e-postadress och ditt momsregistreringsnummer.

# cvr_not_found_with_an_admin_error
source: Unfortunately, we cannot find this company VAT number with an administrator in the system. Please check your email address and VAT number. If you are not already a Nets administrator, call our Customer Service to obtain user rights. Click the link below.
da: Vi kan desværre ikke finde dette CVR-nummer med en administrator i systemet. Kontrollér venligst e-mailadresse og CVR-nummer. Hvis du ikke allerede er oprettet som Nets-administrator, kan du ringe til vores kundeservice for at blive det. Klik på linket nedenfor.
de: Leider konnten wir für diese Umsatzsteueridentifikationsnummer in unserem System keinen Administrator finden. Bitte überprüfen Sie Ihre E-Mail-Adresse und die USt-ID. Wenn Sie noch kein Administrator in Nets sind, wenden Sie sich an unseren Kundenservice, um Benutzerrechte zu erhalten. Klicken Sie dazu auf den nachfolgenden Link.
et_ee: Kahjuks ei leidu süsteemis selle KMKR numbriga administraatorit. Kontrollige e-posti aadressi ja KMKR numbrit. Kui te pole veel Netsi administraator, helistage kasutajaõiguste saamiseks klienditeenindusse. Klõpsake alloleval lingil.
fi: Tätä y-tunnusta ei valitettavasti löydy järjestelmässä olevilta järjestelmänvalvojilta. Tarkista sähköpostiosoite ja y-tunnus. Jos et ole vielä Nets-järjestelmänvalvoja, soita asiakaspalveluumme saadaksesi käyttöoikeudet. Napsauta alla olevaa linkkiä.
fr: Nous ne parvenons malheureusement pas à trouver ce numéro de TVA de l'entreprise avec un administrateur dans le système. Veuillez vérifier votre adresse e-mail et votre numéro de TVA. Si vous n'êtes pas encore administrateur de Nets, contactez notre service clientèle pour obtenir des droits d'utilisateur. Cliquez sur le lien ci-dessous.
it: Purtroppo non troviamo il numero di Partita IVA di questa azienda con un amministratore nel sistema. Controlla il tuo indirizzo e-mail e il numero di Partita IVA. Se non sei già un amministratore Nets, chiama l'Assistenza Clienti per avere i diritti utente. Fai clic sul link qui di seguito.
lt_lt: Su šios bendrovės PVM kodu susieto administratoriaus sistemoje rasti, deja, nepavyko. Patikrinkite el. pašto adresą ir PVM kodą. Jeigu jau esate „Nets“ administratorius, kreipkitės į mūsų klientų aptarnavimo skyrių, kad jums suteiktų naudotojo teises. Spustelėkite toliau pateikiamą nuorodą.
lv_lv: Diemžēl mēs nevaram atrast uzņēmuma PVN numuru ar administratoru sistēmā. Lūdzu, pārbaudiet e-pasta adresi un PVN numuru. Ja jūs vēl neesat tīkla administrators, sazinieties ar klientu apkalpošanas dienestu, lai iegūtu lietotāja tiesības. Noklikšķiniet uz saites.
nb: Vi kan dessverre ikke finne dette firmaets organisasjonsnummer med en administrator i systemet. Sjekk e-postadressen og organisasjonsnummeret. Hvis du ikke allerede er en nettverksadministrator, kan du kontakte vår kundeservice for å få brukerrettigheter. Klikk på linken under.
sv: Vi kan tyvärr inte hitta någon administratör som är registrerad på detta momsregistreringsnummer i vårt system. Kontrollera e-postadressen och momsregistreringsnumret. Kontakta vår kundtjänst om du inte är Nets-administratör än för att få användarrättigheter. Klicka på länken nedan.

# cvr_one_found_title_message
source: Use this email to sign in or request access to the administrator.
da: Brug denne e-mailadresse til at logge på eller anmode administratoren om adgang.
de: Verwenden Sie diese E-Mail-Adresse, um sich anzumelden oder Zugriff als Administrator zu beantragen.
et_ee: Kasutage sisselogimiseks seda e-posti aadressi või taotlege administraatorilt juurdepääsu.
fi: Käytä tätä sähköpostiosoitetta kirjautuaksesi sisään tai pyytääksesi käyttöoikeutta järjestelmänvalvojalta.
fr: Utilisez cet e-mail pour vous connecter ou demandez l'accès à votre administrateur.
it: Usa questa e-mail per accedere o richiedi l'accesso all'amministratore.
lt_lt: Naudokite šį el. pašto adresą norėdami prisijungti arba paprašyti administratoriaus prieigos.
lv_lv: Izmantojiet šo e-pastu, lai pierakstītos vai pieprasītu piekļuvi administratoram.
nb: Bruk denne e-posten til å logge på eller be om tilgang til administratoren.
sv: Använd den här e-postadressen för att logga in eller begära tillgång från administratören.

# cvr_several_admins_registered_error
source: Several administrators are already registered for this company VAT number. If you want to be set up as a Nets administrator, please contact our Customer Service. Click the link below.
da: Der er registreret flere administratorer på det pågældende CVR-nummer. Hvis du ønsker at blive sat op som administrator hos Nets, kan du ringe til vores kundeservice for at blive oprettet. Klik på linket nedenfor.
de: Für diese Umsatzsteueridentifikationsnummer sind bereits mehrere Administratoren registriert. Wenden Sie sich an unseren Kundenservice, um als Administrator in Nets registriert zu werden. Klicken Sie dazu auf den nachfolgenden Link.
et_ee: Selle KMKR numbriga on registreeritud juba mitu administraatorit. Kui soovite saada Netsi administraatoriks, võtke ühendust meie klienditeenindusega. Klõpsake alloleval lingil.
fi: Tälle y-tunnukselle on jo rekisteröity useita järjestelmänvalvojia. Jos haluat, että sinut määritetään Nets-järjestelmänvalvojaksi, ota yhteyttä asiakaspalveluun. Napsauta alla olevaa linkkiä.
fr: Plusieurs administrateurs sont déjà enregistrés pour ce numéro de TVA de l'entreprise. Pour être enregistré en tant qu'administrateur de Nets, contactez notre service clientèle. Cliquez sur le lien ci-dessous.
it: Alcuni amministratori sono già registrati per il numero di Partita IVA di questa azienda. Se vuoi la configurazione come amministratore Nets, contatta la nostra Assistenza Clienti. Fai clic sul link qui di seguito.
lt_lt: Su šios bendrovės PVM kodu jau yra užsiregistravę keli administratoriai. Jei norite tapti „Nets“ administratoriumi, kreipkitės į mūsų klientų aptarnavimo tarnybą. Spustelėkite toliau pateikiamą nuorodą.
lv_lv: Šim uzņēmuma PVN numuram jau ir reģistrēti vairāki administratori. Ja vēlaties kļūt par tīkla daministratoru, lūdzu, sazinities ar mūsu Klientu apkalpošanas dienestu. Noklikšķiniet uz saites.
nb: Det er allerede registrert flere administratorer for dette firmaets organisasjonsnummer. Hvis du vil bli registrert som nettverksadministrator, tar du kontakt med vår kundeservice. Klikk på linken under.
sv: Flera administratörer har redan registrerats på detta momsregistreringsnummer. Kontakta vår kundtjänst om du vill omvandlas till Nets-administratör. Klicka på länken nedan.

# dashboard_edit_items
source: Edit dashboard
da: Redigere oversigt
de: Dashboard bearbeiten
et_ee: Muuda ülevaadet
fi: Muokkausnäkymä
fr: Modifier le tableau de bord
it: Modifica dashboard
lt_lt: Redaguoti apžvalgą
lv_lv: Rediģēt pārskatu
nb: Redigere oversikt
sv: Redigera översikt

# dashboard_included_items
source: Included items
da: Inkluderede elementer
de: Enthaltene Funktionen
et_ee: Sisaldab
fi: Nämä sisältyvät
fr: Éléments inclus
it: Voci incluse
lt_lt: Įtraukti elementai
lv_lv: Iekļautie vienumi
nb: Inkluderte elementer
sv: Inkluderade

# dashboard_month_tooltip
source: Turnover compared to the same 30 days last year
da: Omsætning sammenlignet med de samme 30 dage sidste år
de: Umsatz im Vergleich zu den gleichen 30 Tagen des Vorjahres
et_ee: Käive võrreldes eelmise aasta sama 30-päevase perioodiga
fi: Liikevaihdon kehitys verrattuna viime vuoden samaan 30 päivän jaksoon
fr: Chiffre d'affaires comparé aux mêmes 30 jours l'année dernière
it: Confronto del fatturato con lo stesso periodo di 30 giorni dell'anno scorso
lt_lt: Apyvarta, palyginti su praėjusiųjų metų tomis pačiomis 30 dienų
lv_lv: Apgrozījums salīdzinājumā ar tām pašām 30 dienām pagājušajā gadā
nb: Omsetning sammenlignet med de samme 30 dagene i fjor
sv: Omsättningen jämfört med samma 30 dagar förra året

# dashboard_month_value
source: Last 30 days
da: Seneste 30 dage
de: Letzte 30 Tage
et_ee: Viimased 30 päeva
fi: Viimeiset 30 päivää
fr: 30 derniers jours
it: Ultimi 30 giorni
lt_lt: Pastarosios 30 dienų
lv_lv: Pēdējās 30 dienas
nb: Siste 30 dager
sv: Senaste 30 dagarna

# dashboard_not_included_items
source: Not included
da: Ikke inkluderet
de: Nicht enthalten
et_ee: Ei sisalda
fi: Nämä eivät sisälly
fr: Pas inclus
it: Non incluso
lt_lt: Neįtraukta
lv_lv: Nav iekļauts
nb: Ikke inkludert
sv: Inte inkluderade

# dashboard_quarter_tooltip
source: Turnover compared to the same quarter last year
da: Omsætning sammenlignet med det samme kvartal sidste år
de: Umsatz im Vergleich zum gleichen Quartal des Vorjahres
et_ee: Käive võrreldes eelmise aasta sama kvartaliga
fi: Liikevaihdon kehitys verrattuna viime vuoden samaan neljännekseen
fr: Chiffre d'affaires comparé au même trimestre l'année dernière
it: Confronto del fatturato con lo stesso trimestre dell'anno scorso
lt_lt: Apyvarta, palyginti su praėjusiųjų metų tuo pačiu ketvirčiu
lv_lv: Apgrozījums salīdzinājumā ar to pašu ceturksni pagājušajā gadā
nb: Omsetning sammenliknet med samme kvartal i fjor
sv: Omsättningen jämfört med samma kvartal förra året

# dashboard_quarter_value
source: Quarter to date
da: Kvartal til dato
de: Bisheriges Quartal
et_ee: Kvart. algusest tänaseni
fi: Kuluva neljännes
fr: Depuis début trimestre
it: Trimestre fino a oggi
lt_lt: Ketvirtis iki šios datos
lv_lv: Ceturksnis līdz datumam
nb: Hittil i kvartal
sv: Start kvart t dags dat

# dashboard_year_tooltip
source: Turnover compared to last year
da: Omsætning sammenlignet med sidste år
de: Umsatz im Vergleich zum Vorjahr
et_ee: Käive võrreldes eelmise aastaga
fi: Liikevaihto viime vuoteen verrattuna
fr: Chiffre d'affaires comparé à l'année dernière
it: Confronto del fatturato con l'anno scorso
lt_lt: Apyvarta, palyginti su praėjusiaisiais metais
lv_lv: Apgrozījums salīdzinājumā ar iepriekšējo gadu
nb: Omsetning sammenlignet med fjoråret
sv: Omsättningen jämfört med förra året

# dashboard_year_value
source: Year to date
da: År til dato
de: Bisheriges Jahr
et_ee: Aasta algusest tänaseni
fi: Kuluva vuosi
fr: Depuis début année
it: Anno fino a oggi
lt_lt: Metai iki šios datos
lv_lv: Gads līdz šim brīdim
nb: Hittil i år
sv: Start år till dags datum

# day_name_short_fri
source: Fri
da: fre
de: Fr
et_ee: R
fi: pe
fr: Ven
it: Ven.
lt_lt: Pn.
lv_lv: Pk.
nb: Fr
sv: fre

# day_name_short_mon
source: Mon
da: man
de: Mo
et_ee: E
fi: ma
fr: Lun
it: Lun.
lt_lt: Pr.
lv_lv: Pr.
nb: Ma
sv: man

# day_name_short_sat
source: Sat
da: lør
de: Sa
et_ee: L
fi: la
fr: Sam
it: Sab.
lt_lt: Št.
lv_lv: Se.
nb: Lø
sv: lør

# day_name_short_sun
source: Sun
da: søn
de: So
et_ee: P
fi: su
fr: Dim
it: Dom.
lt_lt: Sk.
lv_lv: Sv.
nb: Sø
sv: søn

# day_name_short_thu
source: Thu
da: tors
de: Do
et_ee: N
fi: to
fr: Jeu
it: Gio.
lt_lt: Kt.
lv_lv: Cet.
nb: To
sv: tors

# day_name_short_tue
source: Tue
da: tirs
de: Di
et_ee: T
fi: ti
fr: Mar
it: Mar.
lt_lt: An.
lv_lv: Ot.
nb: Ti
sv: tirs

# day_name_short_wed
source: Wed
da: ons
de: Mi
et_ee: K
fi: ke
fr: Mer
it: Mer.
lt_lt: Tr.
lv_lv: Tr.
nb: On
sv: ons

# dnk_card_data_not_available
source: Data not available due to your agreement. Tap to find out more.
da: Data ikke tilgængelige i henhold til din aftale. Tryk her for at få yderligere oplysninger.
de: Aufgrund Ihrer Vereinbarung sind keine Daten verfügbar. Antippen, um mehr zu erfahren.
et_ee: Andmed pole teie lepingu tõttu kättesaadavad. Lisateabe saamiseks puudutage.
fi: Tietoja ei ole saatavilla sopimuksen perusteella. Napauta saadaksesi lisätietoja.
fr: Les données ne sont pas disponibles en raison de votre accord. Appuyez pour en savoir plus.
it: Dati non disponibili per il tuo accordo. Tocca per scoprire di più.
lt_lt: Pagal jūsų sutartį duomenys nėra prieinami. Bakstelėkite, jei norite sužinoti daugiau.
lv_lv: Dati nav pieejami jūsu vienošanās dēļ. Pieskarieties, lai uzzinātu vairāk.
nb: Data er ikke tilgjengelig på grunn av avtalen din. Trykk for å finne ut mer.
sv: Uppgifter saknas på grund av ditt avtal. Tryck för att läsa mer.

# dnk_contact_you_subtitle
source: Please enter your phone number and we will contact you as soon as possible.
da: Indtast dit telefonnummer – så kontakter vi dig hurtigst muligt.
de: Bitte geben Sie Ihre Telefonnummer ein. Wir werden uns so schnell wie möglich bei Ihnen melden.
et_ee: Palun sisestage oma telefoninumber ja me võtame teiega ühendust niipea kui võimalik.
fi: Anna puhelinnumerosi, niin otamme sinuun yhteyttä mahdollisimman pian.
fr: Veuillez entrer votre numéro de téléphone et nous vous contacterons dès que possible.
it: Inserisci il tuo numero di telefono, ti contatteremo al più presto.
lt_lt: Įveskite savo telefono numerį ir mes su jumis kuo skubiau susisieksime.
lv_lv: Lūdzu, ievadiet savu tālruņa numuru un mēs sazināsimies ar jums, cik drīz vien iespējams.
nb: Skriv inn telefonnummeret ditt, så tar vi kontakt med deg så snart som mulig.
sv: Ange ditt telefonnummer så kontaktar vi dig så snart som möjligt.

# dnk_get_access_message
source: In order to have access to this section, you must have concluded an international acquiring agreement with Nets.
da: For at have adgang til denne funktion skal du have indgået en international indløsningsaftale med Nets.
de: Für den Zugang zu diesem Bereich müssen Sie mit Nets eine internationale Vereinbarung zur Datenerfassung abgeschlossen haben.
et_ee: Sellesse jaotisse pääsemiseks peab teil olema Netsiga sõlmitud rahvusvaheline ostuleping.
fi: Tämän osion käyttöä varten sinulla on oltava kansainvälinen korttitapahtumien vastanottosopimus Netsin kanssa.
fr: Pour avoir accès à cette section, vous devez avoir conclu un accord d'acquisition international avec Nets.
it: Per avere accesso a questa sezione, devi avere stipulato un accordo di acquisizione internazionale con Nets.
lt_lt: Prieiga prie šios skilties suteikiama tik su „Nets“ pasirašius tarptautinę pirkimo sutartį.
lv_lv: Lai varētu piekļūt šai sadaļai, jums ir jāpieņem starptautisks pirkuma līgums ar tīkliem.
nb: For å få tilgang til denne delen må du ha internasjonal innløsningsavtale med Nets.
sv: För att få åtkomst till denna del måste du ha ett internationellt inlösenavtal med Nets.

# dnk_get_access_now
source: Get access now
da: Få adgang nu
de: Jetzt Zugang erhalten
et_ee: Loo juurdepääs kohe
fi: Hanki käyttöoikeus nyt
fr: Accéder maintenant
it: Ottieni l'accesso subito
lt_lt: Gauti prieigą dabar
lv_lv: Piekļūstiet tūlīt
nb: Få tilgang nå
sv: Få åtkomst nu

# dnk_get_an_offer
source: Get an offer
da: Få et tilbud
de: Angebot erhalten
et_ee: Saage pakkumine
fi: Pyydä tarjous
fr: Obtenir une offre
it: Ricevi un'offerta
lt_lt: Gauti pasiūlymą
lv_lv: Saņemt piedāvājumu
nb: Få et tilbud
sv: Få ett erbjudande

# dnk_international_ag_title
source: International agreement
da: International aftale
de: Internationale Vereinbarung
et_ee: Rahvusvaheline leping
fi: Kansainvälinen sopimus
fr: Accord international
it: Accordo internazionale
lt_lt: Tarptautinė sutartis
lv_lv: Starptautisks līgums
nb: Internasjonal avtale
sv: Internationellt avtal

# dnk_not_now
source: Not now
da: Ikke nu
de: Jetzt nicht
et_ee: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
it: Non ora
lt_lt: Ne dabar
lv_lv: Ne tagad
nb: Ikke nå
sv: Inte nu

# dnk_number_example
source: e.g. 00 45 11122233
da: f.eks. 00 45 11122233
de: z. B. 00 45 11122233
et_ee: nt 00 45 11122233
fi: esim. 00 45 11122233
fr: par ex. 00 45 11122233
it: ad es. 00 45 11122233
lt_lt: pvz., +370 660 11223
lv_lv: piem., 00 45 11122233
nb: f.eks. 00 45 11122233
sv: t.ex. 00 45 11122233
