Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_terminal_model_name
source: Name
da: Navn
et_ee: Nimi
fi: Nimi
fr: Nom
it: Nome
lt_lt: Pavadinimas
lv_lv: Nosaukums
nb: Navn
sv: Namn

# ms_terminal_name_list
source: What is the name of your terminal?
da: Hvad er navnet på din terminal?
de: Wie lautet der Name Ihres Terminals?
et_ee: Mis on teie terminali nimi?
fi: Mikä on terminaalisi nimi?
fr: Quel est le nom de votre terminal?
it: Come si chiama il tuo terminale?
lt_lt: Koks Jūsų terminalo pavadinimas?
lv_lv: Kāds ir jūsu termināļa nosaukums?
nb: Hva heter terminalen din?
sv: Vad är namnet på din terminal?

# ms_terminal_new
source: Terminals
da: Terminaler
et_ee: Terminalid
fi: Päätteet
fr: Terminaux
it: Terminali
lt_lt: Terminalai
lv_lv: Termināļi
nb: Terminaler
sv: Terminaler

# ms_terminal_not_to_setup
source: I DON'T NEED TO SETUP TERMINALS
da: JEG BEHØVER IKKE OPSÆTTE TERMINALER
de: ICH MUSS KEINE TERMINALS EINRICHTEN
et_ee: MA EI PEA TERMINALE SEADISTAMA
fi: MINUN EI TARVITSE MÄÄRITTÄÄ PÄÄTTEITÄ
fr: JE N'AI PAS BESOIN DE PARAMÉTRER DES TERMINAUX
it: NON DEVO CONFIGURARE I TERMINALI
lt_lt: MAN NEREIKIA NUSTATYTI TERMINALŲ SĄRANKŲ
lv_lv: MAN NAV JĀIESTATA TERMINĀĻI
nb: JEG TRENGER IKKE SETTE OPP TERMINALER
sv: JAG BEHÖVER INTE STÄLLA IN TERMINALER

# ms_terminal_print_receipt
source: The terminal will print the receipt.
da: Terminalen udskriver kvitteringen.
de: Das Terminal druckt den Beleg.
et_ee: Terminal trükib välja kviitungi.
fi: Pääte tulostaa kuitin.
fr: Le terminal imprimera le reçu.
it: Il terminale stamperà la ricevuta.
lt_lt: Terminalas išspausdins kvitą.
lv_lv: Terminālis izdrukās kvīti.
nb: Terminalen skriver ut kvitteringen.
sv: Terminalen skriver ut kvittot.

# ms_terminal_select_txt
source: Which terminal do you want to set up?
da: Hvilken terminal vil du sætte op?
de: Welches Terminal möchten Sie einrichten?
et_ee: Millist terminali soovite seadistada?
fi: Minkä päätteen haluat ottaa käyttöön?
fr: Quel terminal voulez-vous paramétrer?
it: Quale terminale vuoi configurare?
lt_lt: Kurio terminalo sąranką norite nustatyti?
lv_lv: Kuru termināli vēlaties iestatīt?
nb: Hvilken terminal vil du konfigurere?
sv: Vilken terminal vill du ställa in?

# ms_terminal_serial_no
source: Serial Number
da: Serienr
de: Serien-Nr.
et_ee: Seerianumber
fi: Sarjanumero
fr: N° de série
it: Numero serie
lt_lt: Serijos Nr.
lv_lv: Sērijas Nr.
nb: Serienr.
sv: Serienr

# ms_terminal_services
source: Services
da: Tjenester
de: Dienste
et_ee: Teenused
fi: Palvelut
it: Servizi
lt_lt: Paslaugos
lv_lv: Pakalpojumi
nb: Tjenester
sv: Tjänster

# ms_terminal_setup_close_btn
source: Close
da: Luk
de: Schließen
et_ee: Sulge
fi: Sulje
fr: Fermer
it: Chiudi
lt_lt: Užverti
lv_lv: Aizvērt
nb: Lukk
sv: Stäng

# ms_terminal_setup_confirm_desc
source: You would be able to setup the right terminals when you want in the app.
da: Dette giver dig mulighed for når som helst at opsætte de terminaler, du ønsker, i appen.
de: Sie können zu beliebigem Zeitpunkt in der App die richtigen Terminals einrichten.
et_ee: Kui soovite, saate rakenduses seadistada õiged terminalid.
fi: Sovelluksessa voit määrittää oikeat päätteet milloin haluat.
fr: Vous pourrez paramétrer les terminaux appropriés au moment de votre choix dans l'application.
it: Potrai configurare i terminali corretti nell'app quando vuoi.
lt_lt: Reikiamų terminalų sąranką galėsite nustatyti kada panorėję mobiliojoje programoje.
lv_lv: Jūs varētu iestatīt pareizos termināļus, kad vēlaties lietotnē.
nb: Du kan konfigurere terminalene du ønsker når som helst i appen.
sv: Du kan konfigurera rätt terminaler när du vill i appen.

# ms_terminal_setup_connect_cable
source: Connect the power cable
da: Tilslut strømkablet
de: Schließen Sie das Netzkabel an
et_ee: Ühenda toitekaabliga
fi: Kytke virtajohto
fr: Brancher le câble d'alimentation
it: Collega il cavo di alimentazione
lt_lt: Prijunkite maitinimo kabelį
lv_lv: Pievienot strāvas kabeli
nb: Koble til strømkabelen
sv: Anslut nätsladden

# ms_terminal_setup_desc_end_screen
source: your terminal is setup and ready to use
da: Din terminal er sat op og klar til brug
de: Ihr Terminal ist eingerichtet und einsatzbereit
fi: päätteesi on määritetty ja käyttövalmis
fr: votre terminal est paramétré et prêt à l'emploi
it: Il tuo terminale è stato configurato ed è pronto per l'uso
lv_lv: jūsu terminālis ir iestatīts un gatavs lietošanai
nb: terminalen din er konfigurert og klar til bruk
sv: din terminal är konfigurerad och klar att användas

# ms_terminal_setup_error_subtitle
source: Call support
da: Kontakt support
de: Kontaktieren Sie den Support
et_ee: Helistage toele
fi: Soita asiakastukeen
fr: Appeler l'assistance
it: Chiama l'assistenza
lt_lt: Skambinkite klientų aptarnavimo tarnybai
lv_lv: Zvanu atbalsta centrs
nb: Kontakt kundeservice
sv: Kontakta supporten

# ms_terminal_setup_error_title
source: If error
da: I tilfælde af fejl
de: Falls ein Fehler auftritt
et_ee: Kui tekkis viga
fi: Jos virhe
fr: En cas d'erreur
it: In caso di errore
lt_lt: Jei įvyko klaida
lv_lv: Ja kļūda
nb: Ved feil
sv: Vid fel

# ms_terminal_setup_final_screen_subtitle
source: Your terminal is set up and ready to use
da: Din terminal er sat op og klar til brug
de: Ihr Terminal ist eingerichtet und einsatzbereit
et_ee: Teie terminal on seadistatud ja kasutamiseks valmis
fi: Päätteesi on määritetty ja käyttövalmis
fr: Votre terminal est paramétré et prêt à l'emploi
it: Il tuo terminale è stato configurato ed è pronto per l'uso
lt_lt: Jūsų terminalas nustatytas ir parengtas naudoti
lv_lv: Jūsu terminālis ir iestatīts un gatavs lietošanai
nb: Terminalen er konfigurert og klar til bruk
sv: Din terminal är inställd och klar att användas

# ms_terminal_setup_final_screen_subtitle_updated
source: Congratulations! Your terminal is set up and now ready to use.
da: Tillykke! Din terminal er sat op og er nu klar til brug.
de: Herzlichen Glückwunsch! Ihr Terminal ist eingerichtet und jetzt einsatzbereit.
fi: Onnittelut! Päätteesi on asennettu ja nyt käyttövalmis.
fr: Félicitations! Votre terminal est paramétré et prêt à l'emploi.
it: Congratulazioni! Il tuo terminale è stato configurato ed è pronto per l'uso.
lv_lv: Apsveicam! Jūsu terminālis ir iestatīts un gatavs lietošanai.
nb: Gratulerer! Terminalen er konfigurert og klar til bruk.
sv: Grattis! Din terminal är inställd och redo att användas.

# ms_terminal_setup_final_screen_title
source: Set up complete
da: Opsætning fuldført.
de: Die Einrichtung ist abgeschlossen
et_ee: Seadistamine valmis
fi: Asennus valmis
fr: Configuration terminée
it: Configurazione completata
lt_lt: Sąranka baigta
lv_lv: Iestatīšana pabeigta
nb: Konfigurasjonen er fullført
sv: Inställning slutförd

# ms_terminal_setup_finish_desc
source: Make sure you learn all the nice to know features and adjust the terminal to fit your business.
da: Afprøv alle de smarte funktioner, så du kan tilpasse terminalen til din virksomhed.
de: Machen Sie sich mit allen nützlichen Funktionen vertraut und passen Sie das Terminal an Ihr Unternehmen an.
et_ee: Õppige kindlasti selgeks kõik meeldivad funktsioonid ja kohandage terminal oma ettevõtte jaoks sobivaks.
fi: Opettele tuntemaan kaikki mukavat ominaisuudet ja säädä pääte yrityksellesi sopivaksi.
fr: Apprenez à connaître tous les fonctions utiles du terminal et adaptez-le à votre entreprise.
it: Accertati di conoscere tutte le funzioni importanti e adatta il terminale alle esigenze della tua attività.
lt_lt: Susipažinkite su visomis naudingomis funkcijomis ir pritaikykite terminalą savo verslui.
lv_lv: Noteikti apgūstiet visas patīkamās funkcijas un pielāgojiet termināli savam uzņēmumam.
nb: Sørg for at du lærer deg alle funksjonene som er praktiske å kunne, og juster terminalen for å passe til din virksomhet.
sv: Se till att lära dig alla funktioner och lära dig att anpassa terminalen för din verksamhet.

# ms_terminal_setup_guide
source: Terminal setup guide
da: Vejledning i opsætning af terminal
de: Anleitung zur Terminaleinrichtung
fi: Päätteen määritysohje
fr: Guide de paramétrage du terminal
it: Guida alla configurazione del terminale
lv_lv: Termināļa iestatīšanas rokasgrāmata
nb: Konfigurasjonsveiledning for terminal
sv: Guide för terminalkonfiguration

# ms_terminal_setup_header
source: Set up your terminal
da: Opsæt din terminal
de: Richten Sie Ihr Terminal ein
et_ee: Seadistage oma terminal
fi: Määritä päätteesi
fr: Paramétrer votre terminal
it: Configura il tuo terminale
lt_lt: Nustatykite savo terminalo sąranką
lv_lv: Iestatiet savu termināli
nb: Konfigurer terminalen
sv: Ställ in din terminal

# ms_terminal_setup_help
source: Need Help?
da: Brug for hjælp?
de: Benötigen Sie Hilfe?
et_ee: Kas vajate abi?
fi: Tarvitsetko apua?
fr: Besoin d'aide?
it: Hai bisogno di aiuto?
lt_lt: Reikia pagalbos?
lv_lv: Vai nepieciešama palīdzība?
nb: Trenger du hjelp?
sv: Behöver du hjälp?

# ms_terminal_setup_hint
source: It’s easy and quick to setup your terminal and you need no assistance to do this.
da: Du kan let og hurtigt selv opsætte din terminal.
de: Es geht ganz einfach und schnell, Ihr Terminal einzurichten, und Sie brauchen dazu keine Hilfe.
et_ee: Terminali seadistamine on lihtne ja kiire ning te ei vaja selleks abi.
fi: Päätteen määrittäminen helppoa ja nopeaa etkä tarvitse siihen apua.
fr: Votre terminal se paramètre facilement et rapidement; vous n'avez pas besoin d'aide pour le faire.
it: Configurare il terminale è facile e rapido e non serve assistenza.
lt_lt: Terminalo sąranką nustatyti paprasta ir greita. Tai galėsite lengvai padaryti be niekieno pagalbos.
lv_lv: Termināļa iestatīšana ir vienkārša un ātra, un jums nav nepieciešama palīdzība, lai to izdarītu.
nb: Det er enkelt og raskt å konfigurere terminalen, og du klarer det på egenhånd uten hjelp.
sv: Det är snabbt och enkelt att ställa in terminalen och du behöver ingen hjälp för att göra det.

# ms_terminal_setup_investigate_subtitle
source: It should only take a few seconds “Checks the connection to the aquirement agreement”
da: Det tager kun et par sekunder. "Kontrollerer forbindelse til indløsningsaftalen" vises.
de: Es sollte nur ein paar Sekunden dauern. „Prüft die Verbindung zur Aquirement-Vereinbarung“.
et_ee: See peaks kestma vaid mõne sekundi “Kontrollib ühendust ostulepinguga”
fi: Sen pitäisi kestää vain muutaman sekunnin "Tarkistaa yhteyden vastaanottosopimukseen"
fr: Cela ne devrait prendre que quelques secondes «Vérifie le lien vers l'accord d'acquisition»
it: Ci vogliono solo pochi secondi "Controlla la connessione all'accordo di acquisizione"
lt_lt: Tai turėtų trukti tik kelias sekundes: „Tikrinama sąsaja su pirkimo sutartimi“.
lv_lv: Tam vajadzētu aizņemt tikai dažas sekundes “Pārbauda savienojumu ar iegādes līgumu”
nb: Det bør bare ta noen få sekunder "Sjekker forbindelsen til ervervelsesavtalen"
sv: Det tar bara ett par sekunder ”Kontrollerar anslutningen till inlösenavtal”

# ms_terminal_setup_investigate_title
source: Initiate diagnosis
da: Start diagnosticering
de: Starten Sie die Diagnose
et_ee: Alusta diagnoosi
fi: Aloita diagnoosi
fr: Lancer le diagnostic
it: Avvia la diagnosi
lt_lt: Pradėkite diagnostiką
lv_lv: Sākt diagnostiku
nb: Start feilsøking
sv: Initiera diagnos

# ms_terminal_setup_know_more_btn
source: Get to know your terminal
da: Lær din terminal at kende
de: Lernen Sie die Funktionsweise Ihres Terminals kennen
et_ee: Õpi oma terminali tundma
fi: Tutustu päätteeseesi
fr: Découvrez votre terminal
it: Conosci il tuo terminale
lt_lt: Susipažinkite su savo terminalu
lv_lv: Iepazīstiet savu termināli
nb: Bli kjent med terminalen din
sv: Lär känna din terminal

# ms_terminal_setup_open
source: Open payment app
da: Åbn betalingsappen
de: Öffnen Sie die Zahlungs-App
et_ee: Avage makserakendus
fi: Avaa maksusovellus
fr: Ouvrir l'application de paiement
it: Apri l'app di pagamento
lt_lt: Atverkite mokėjimų mobiliąją programą
lv_lv: Atveriet maksājumu lietotni
nb: Åpne betalingsappen
sv: Öppna betalningappen

# ms_terminal_setup_open_desc
source: You will use app2pay to take payments from your customers
da: Du bruger app2pay til at modtage betalinger fra dine kunder
de: Sie werden app2pay verwenden, um Zahlungen von Ihren Kunden zu empfangen
et_ee: Kasutate rakendust app2pay, et võtta oma klientidelt makseid
fi: App2pay-sovelluksen avulla voit ottaa maksuja asiakkailtasi
fr: Vous allez utiliser app2pay pour recevoir des paiements de vos clients
it: Userai app2pay per ricevere i pagamenti dai tuoi clienti
lt_lt: Mobiliąją programą „app2pay“ naudosite mokėjimams iš klientų priimti.
lv_lv: Jūs izmantosiet lietotni app2pay, lai saņemtu maksājumus no saviem klientiem
nb: Du vil bruke app2pay for å ta imot betalinger fra kundene dine
sv: Du använder app2pay för att ta emot betalningar från kunderna

# ms_terminal_setup_reciept_subtitle
source: Proof that the preocess was succesful
da: Bevis for, at processen var vellykket
de: Beweis dafür, dass die Aktion erfolgreich war
et_ee: Tõend, et protsess õnnestus
fi: Todiste siitä, että prosessi onnistui
fr: Preuve que l'opération a réussi
it: Verifica che il processo sia andato a buon fine
lt_lt: Įrodymas, kad procesas buvo sėkmingas
lv_lv: Pierādījums, ka process bija veiksmīgs
nb: Bevis på at prosessen var vellykket
sv: Kontrollera att processen lyckades

# ms_terminal_setup_reciept_title
source: Throw away printed receipt
da: Smid kvitteringen ud
de: Werfen Sie die ausgedruckte Quittung weg
et_ee: Viska prinditud kviitung ära
fi: Heitä tulostettu kuitti pois
fr: Jeter le reçu imprimé
it: Scarta la ricevuta stampata
lt_lt: Atspausdintą kvitą išmeskite
lv_lv: Izmetiet izdrukāto kvīti
nb: Kast utskrevet kvittering
sv: Kasta det utskrivna kvittot

# ms_terminal_setup_skip
source: SKIP
da: SPRING OVER
de: ÜBERSPRINGEN
et_ee: JÄTA VAHELE
fi: OHITA
fr: PASSER
it: SALTA
lt_lt: PRALEISTI
lv_lv: IZLAIST
nb: HOPP OVER
sv: HOPPA ÖVER

# ms_terminal_setup_start_btn
source: Get Started
da: Kom i gang
de: Erste Schritte
et_ee: Alustamine
fi: Aloita
fr: Premiers pas
it: Come iniziare
lt_lt: Pradėti
lv_lv: Sākt
nb: Kom i gang
sv: Kom igång

# ms_terminal_setup_steps_cnt
source: Setup your terminal in X steps
da: X trin til at opsætte din terminal
de: Richten Sie Ihr Terminal in X Schritten ein
et_ee: Seadistage oma terminal X sammuga.
fi: Määritä pääte X vaiheessa
fr: Paramétrer votre terminal en X étapes
it: Configura il tuo terminale in X passi
lt_lt: Nustatykite savo terminalo sąranką X žingsniais
lv_lv: Iestatiet savu termināli ar X darbībām
nb: Konfigurer terminalen med X trinn
sv: Ställ in terminalen i X steg

# ms_terminal_setup_subtitle
source: Quick guide on how to set up your terminal
da: Lynvejledning i opsætning af din terminal
de: Kurzanleitung für die Einrichtung Ihres Terminals
et_ee: Lühijuhend terminali seadistamiseks
fi: Pikaopas päätteen määrittämiseen
fr: Guide de consultation rapide pour la configuration de votre terminal
it: Guida rapida alla configurazione del terminale
lt_lt: Trumpas paaiškinimas, kaip nustatyti terminalo sąranką
lv_lv: Īss ceļvedis par jūsu termināļa iestatīšanu
nb: Hurtigveiledning om hvordan du konfigurerer terminalen
sv: Snabbguide för hur du ställer in terminalen

# ms_terminal_setup_support_title
source: Call support
da: Kontakt support
de: Support kontaktieren
et_ee: Helista klienditoele
fi: Soita asiakastukeen
fr: Appeler l'assistance
it: Chiama l'assistenza
lt_lt: Skambinkite klientų aptarnavimo tarnybai
lv_lv: Zvanu atbalsta centrs
nb: Kontakt kundeservice
sv: Kontakta supporten

# ms_terminal_setup_terminal_on
source: Turn on the terminal
da: Tænd for terminalen
de: Aktivieren Sie das Terminal
et_ee: Lülitage terminal sisse
fi: Kytke pääte päälle
fr: Allumer le terminal
it: Accendi il terminale
lt_lt: Įjunkite terminalą
lv_lv: Ieslēdziet termināli
nb: Slå på terminalen
sv: Slå på terminalen

# ms_terminal_setup_terminal_on_desc
source: The terminal should be fully charged, but if not, connect the power cable (recommended to charge for 6 hours)
da: Terminalen bør være fuldt opladet, men hvis den ikke er, skal du slutte den til strøm (den anbefalede opladningstid er 6 timer)
de: Das Terminal sollte vollständig aufgeladen sein, falls nicht, schließen Sie das Netzkabel an (empfohlen wird eine Ladezeit von 6 Stunden)
et_ee: Terminal peaks olema täielikult laetud, kuid vastasel juhul ühendage toitekaabel (soovitatav laadida 6 tundi)
fi: Päätteen tulee olla ladattu täyteen, mutta jos ei, liitä virtajohto (suositellaan 6 tunnin latausta)
fr: Le terminal devrait être complètement chargé. S'il ne l'était pas, branchez le câble d'alimentation (nous recommandons 6 heures de charge)
it: Il terminale deve essere completamente carico, in caso contrario, collega il cavo di alimentazione (tempo di carica consigliato 6 ore)
lt_lt: Terminalas turėtų būti visiškai įkrautas. Kitu atveju prijunkite maitinimo kabelį (rekomenduojama įkrovimo trukmė – 6 val.).
lv_lv: Terminālim jābūt pilnībā uzlādētam, bet, ja nē, pievienojiet strāvas kabeli (ieteicams uzlādēt 6 stundas)
nb: Terminalen skal være fulladet, men hvis ikke kobler du til strømkabelen (anbefales lading i 6 timer)
sv: Terminalen borde vara laddad. Om den inte är det ansluter du nätsladden (vi rekommenderar att den laddas i 6 timmar)

# ms_terminal_setup_test_trans
source: Do a test transaction Step 1/2
da: Lav en testtransaktion trin 1/2
de: Führen Sie eine Testüberweisung durch Schritt 1/2
et_ee: Tehke testtehing samm 1/2
fi: Tee testitapahtuma vaihe 1/2
fr: Exécuter une transaction test Étape 1/2
it: Esegui una transazione di prova Fase 1/2
lt_lt: Atlikite bandomąją operaciją žingsnį 1/2
lv_lv: Veiciet pārbaudes darījumu 1/2 darbībām
nb: Utfør en prøvetransaksjon trinn 1/2
sv: Gör en testtransaktion steg 1/2

# ms_terminal_setup_test_trans_desc
source: Open SECpos EVO app & click on “diagnosis”. It is estimated to take XX minutes.
da: Åbn SECpos EVO-appen, og tryk på "Diagnosticering". Diagnosticeringen tager ca. XX minutter.
de: Öffnen Sie die SECpos EVO-App und klicken Sie auf „Diagnose“. Es wird voraussichtlich XX Minuten dauern.
et_ee: Avage rakendus SECpos EVO ja klõpsake nuppu "diagnoos". See võtab hinnanguliselt XX minutit.
fi: Avaa SECpos EVO -sovellus ja napsauta "diagnoosi". Sen arvioidaan kestävän XX minuuttia.
fr: Ouvrez l'application SECpos EVO et cliquez sur «Diagnostic». Cela devrait prendre XX minutes.
it: Apri l'app SECpos EVO & fai clic su "diagnosi". Tempo previsto XX minuti.
lt_lt: Atverkite „SECpos EVO“ mobiliąją programą ir spustelėkite „Diagnosis“ (diagnostika). Diagnostika turėtų trukti XX min.
lv_lv: Atveriet lietotni SECpos EVO un noklikšķiniet uz “diagnostika”. Tiek lēsts, ka tas aizņems XX minūtes.
nb: Åpne SECpos EVO-app, og klikk på "feilsøking". Det er anslått å ta XX minutter.
sv: Öppna appen SECpos EVO och klicka på “diagnos”. Den beräknas ta XX minuter.

# ms_terminal_setup_trans_desc1
source: Can do 1 cent It should only take a few seconds “Checks the connection to the aquirement agreement”
da: Overfør 1 øre. Det bør tage et par sekunder. "Kontrollerer forbindelsen til indløsningsaftalen" vises.
de: Durchführung der 1-Cent-Überweisung Sie sollte nur ein paar Sekunden dauern. „Prüft die Verbindung zum Aquirement-Vertrag“.
et_ee: Sobib 1 sendiga See peaks kestma vaid mõne sekundi “Kontrollib ühendust ostulepinguga”
fi: Voi tehdä 1 sentin Sen pitäisi kestää vain muutaman sekunnin "Tarkistaa yhteyden vastaanottosopimukseen"
fr: J'ai 1 centime Cela ne devrait prendre que quelques secondes «Vérifie le lien vers l'accord d'acquisition»
it: 1 franco svizzero può andare bene Ci vogliono pochi secondi. "Controlla la connessione all'accordo di acquisizione"
lt_lt: Gali būti 1 cento operacija Tai turėtų trukti tik kelias sekundes: „Tikrinama sąsaja su pirkimo sutartimi“.
lv_lv: Var veikt 1 centa iemaksu Tam vajadzētu aizņemt tikai dažas sekundes “Pārbauda savienojumu ar iegādes līgumu”
nb: Kan ta 1 cent Det bør bare ta noen få sekunder "Sjekker forbindelsen til ervervelsesavtalen"
sv: Kan ta 1 cent Det tar bara ett par sekunder ”Kontrollerar anslutningen till inlösenavtal”

# ms_terminal_setup_txt_copy
source: Set up a terminal
da: Opsæt en terminal
de: Terminal einrichten
et_ee: Seadistage terminal
fi: Määritä pääte
fr: Paramétrer un terminal
it: Configura un terminale
lt_lt: Nustatykite terminalo sąranką
lv_lv: Iestatiet termināli
nb: Konfigurer en terminal
sv: Konfigurera en terminal

# ms_terminal_setup_wifi_title
source: Connect to wifi/network cable
da: Opret forbindelse via wi-fi/netværkskabel
de: Stellen Sie eine Verbindung mit dem Wifi/Netzwerkkabel her
et_ee: Ühenda WiFi/võrgukaabliga
fi: Yhdistä wifiin/verkkokaapeliin
fr: Se connecter au réseau Wi-Fi/par câble réseau
it: Collegati al wifi/cavo di rete
lt_lt: Prisijunkite prie WIFI / prijunkite tinklo kabelį
lv_lv: Izveidojiet savienojumu ar Wi-Fi/tīkla kabeli
nb: Koble til Wi-Fi/nettverkskabel
sv: Anslut till wifi/nätverkskabel

# ms_terminal_setup_wifi_title1
source: Follow wifi process
da: Følg wi-fi-processen
de: Richten Sie das Wi-Fi ordnungsgemäß ein
et_ee: Järgi WiFi-protsessi
fi: Seuraa wifi-prosessia
fr: Suivre la procédure pour le Wi-Fi
it: Segui il processo wifi
lt_lt: Vadovaukitės prisijungimo prie WIFI eiga
lv_lv: Sekojiet Wi-Fi procesam
nb: Følg Wi-Fi-prosessen
sv: Följ wifi-processen

# ms_terminal_software
source: Software
et_ee: Tarkvara
fi: Ohjelmisto
fr: Logiciel
lt_lt: Programinė įranga
lv_lv: Programmatūra
nb: Programvare
sv: Mjukvara

# ms_terminal_status
source: The terminal has not been activated for use. Please go to the settings menu of the terminal and check for updates, or contact customer service.
da: Terminalen er ikke aktiveret til brug. Gå til terminalens indstillinger, og tjek, om der er opdateringer, eller kontakt kundeservice.
de: Das Terminal wurde nicht für die Verwendung aktiviert. Bitte rufen Sie das Einstellungsmenü des Terminals auf und suchen Sie nach Updates oder wenden Sie sich an den Kundenservice.
et_ee: Terminal pole kasutamiseks aktiveeritud. Palun minge terminali seadete menüüsse ja kontrollige värskendusi või võtke ühendust klienditeenindusega.
fi: Päätettä ei ole aktivoitu käyttöön. Siirry päätteen asetusvalikkoon ja tarkista päivitykset tai ota yhteyttä asiakaspalveluun.
fr: Le terminal n'a pas été activé pour être utilisé. Allez au menu des paramètres du terminal et recherchez les éventuelles mises à jour, ou contactez le service clientèle.
it: Il terminale non è stato attivato per l'uso. Vai al menu impostazioni del terminale e controlla gli aggiornamenti o contatta l'assistenza clienti.
lt_lt: Terminalas nebuvo suaktyvintas naudoti. Eikite į terminalo nustatymų meniu ir patikrinkite, ar nėra atnaujinimų, arba susisiekite su klientų aptarnavimo tarnyba.
lv_lv: Terminālis nav aktivizēts lietošanai. Lūdzu, dodieties uz termināļa iestatījumu izvēlni un pārbaudiet, vai nav atjauninājumu, vai sazinieties ar klientu apkalpošanas dienestu.
nb: Terminalen er ikke aktivert for bruk. Gå til innstillingsmenyen på terminalen og se etter oppdateringer, eller kontakt kundeservice.
sv: Terminalen har inte aktiverats för användning. Gå till inställningsmenyn på terminalen och leta efter uppdateringar eller kontakta kundtjänst.

# ms_terminal_subtab_new
source: Terminal
fi: Pääte
it: Terminale
lt_lt: Terminalas
lv_lv: Terminālis

# ms_terminal_type
source: Terminal Type
de: Terminaltyp
et_ee: Terminalitüüp
fi: Päätteen tyyppi
lt_lt: Terminalo tipas
lv_lv: Termināla tips
sv: Terminaltyp

# ms_terminal_used
source: Terminal used
da: Anvendt terminal
de: Terminal-ID
fi: Käytetty pääte
fr: Terminal utilisé
it: Terminale usato
lt_lt: Naudotas terminalas
lv_lv: Izmantotais terminālis
nb: Terminal brukt
sv: Terminal används

# ms_terminals
source: Terminals
da: Terminaler
et_ee: Terminalid
fi: Päätteet
fr: Terminaux
it: Terminali
lt_lt: Terminalai
lv_lv: Termināļi
nb: Terminaler
sv: Terminaler
