Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_pin_not_secure_rules
source: Passcode rules
da: Adgangskode-regler
de: Regeln für den Zugangscode
fi: Pääsykoodin säännöt
fr: Règles du code d'accès
it: Regole del codice di accesso
nb: Regler for tilgangskode
sv: Regler för lösenkod

# about_app_version
source: App-Version
et_ee: Rakenduse versioon
fi: Sovellusversio
fr: Version de l'application
it: Versione app
lt_lt: Programėlės versija
lv_lv: Lietotnes versija
nb: Appversjon

# about_disclaimer
source: All rights reserved to Nexi Group
da: Alle rettigheder tilhører Nexi Group
de: Alle Rechte vorbehalten Nexi Group
et_ee: Kõigi õiguste omanik on Nets A/S
fi: Nexi Group pidättää kaikki oikeudet
fr: Tous droits réservés au groupe Nexi
it: Tutti i diritti riservati a Nexi Group
lt_lt: Visos teisės priklauso „Nets A/S“
lv_lv: Visas tiesības aizsargātas Nets A/S
nb: Alle rettigheter er forbeholdt Nexi Group
sv: Alla rättigheter förbehålles Nexi Group

# about_info
source: Get closer to your customers with analytics data. The app MyPayments gives merchants a quick overview of their business, with the opportunity to keep track of key figures in all imaginable time spans. With the app, you as a merchant can check up on daily turnover and compare it to previous periods. You can see which was the busiest hour during the week, in order to plan for staffing. You can get valuable insights about customers, e.g. the number of recurring customers and the number of foreign customers and which country they are from. All valuable insights about your business at the tip of your fingers.
da: Kom endnu tættere på dine kunder med et enkelt overblik over din forretnings kortbetalinger. Appen MyPayments giver forretninger et hurtigt overblik over den daglige forretning med mulighed for at følge udviklingen over tid. Med appen kan du som forretning tjekke den daglige kortomsætning og sammenligne den med tidligere perioder. Du kan se, hvornår på ugen der er mest travlt, så du kan planlægge din bemanding. Du får værdifuld viden om dine kunder, fx hvor mange tilbagevendende kunder og hvor mange udenlandske kunder du har, og hvor de kommer fra. På den måde har du altid værdifulde data om din forretning lige ved hånden.
de: Lernen Sie Ihre Kunden anhand von Analysedaten besser kennen. Die App MyPayments gibt Händlern eine schnelle Übersicht über Ihr Unternehmen und ermöglicht Ihnen die Nachverfolgung aller Kennzahlen in allen erdenklichen Zeitspannen. Mit der App können Sie als Händler Ihren täglichen Umsatz überprüfen und ihn mit den Umsätzen anderer Zeiträume vergleichen. Ihnen wird angezeigt, zu welcher Stunde in der Woche besonders viel im Geschäft los ist, um die Personalpläne entsprechend anpassen zu können. Sie erhalten wertvolle Erkenntnisse über Ihre Kunden, z. B. die Anzahl der Stammkunden und die Anzahl der ausländischen Kunden sowie aus welchem Land diese stammen. Mit der App halten Sie all diese wertvollen Informationen in Ihrer Hand.
et_ee: Analüüsiandmete abil pääsete klientidele lähemale. App Nets MyPayments pakub kaupmeestele kiiret ülevaadet nende müügist, võimaluse jälgida põhinäitajaid igasugustes ajavahemikes. Rakenduse abil saate vaadata igapäevast käivet ja võrrelda seda eelmiste perioodidega. Saate näha, milline oli nädala kõige aktiivsem tund, ja planeerida selle järgi töögraafikuid. Võite saada väärtuslikke teadmisi klientide kohta, näiteks korduvad kliendid ja väliskliendid ja päritoluriigid. Kogu oluline teave teie ettevõtte kohta vaid sõrmeliigutusega.
fi: Tunne asiakkaasi paremmin hyödyntämällä analytiikkaa MyPayments -sovelluksen avulla näet liiketoimintasi yleiskuvauksen ja voit seurata yrityksesi liiketoiminnan keskeisiä tunnuslukuja. Sovelluksen avulla voit tarkistaa päivittäisen liikevaihdon ja verrata sitä aiempiin kausiin. Voit tarkistaa, mikä oli viikon kiireisin aika, ja suunnitella henkilöstötarpeesi sen mukaan. Saat tärkeätä tietoa asiakkaista, esimerkiksi kuinka moni asiakkaista on palaavia asiakkaita, kuinka moni on turisteja ja mistä maasta he ovat kotoisin. Nyt kaikki arvokkaat liiketoimintatiedot ovat aivan sormiesi ulottuvilla.
fr: Rapprochez-vous de vos clients grâce aux données analytiques. L'application MyPayments fournit aux commerçants un aperçu rapide de leurs activités, et leur offre la possibilité de suivre les principaux chiffres dans tous les intervalles de temps imaginables. Elle permet aux commerçants de consulter le chiffre d'affaires quotidien et de le comparer à des périodes antérieures. Vous pouvez voir l'heure où l'affluence est la plus forte durant la semaine afin de prévoir la dotation en personnel. Vous pouvez obtenir de précieux renseignements à propos des clients, comme le nombre de clients réguliers, le nombre de clients étrangers et leur pays d'origine. Toutes les informations précieuses concernant votre commerce sont à portée de vos doigts.
it: Avvicinati ai tuoi clienti con i dati analitici. L' app MyPayments offre agli esercenti una panoramica rapida dell'attività e consente anche di monitorare le cifre principali in tutti gli intervalli temporali. Con l'app, come esercente, puoi controllare il tuo fatturato giornaliero e confrontarlo con i periodi precedenti. Puoi vedere l'ora più di maggiore traffico durante la settimana per pianificare il personale. Puoi ottenere informazioni importanti sui clienti, ad es. il numero di clienti abituali e il numero di clienti stranieri e il loro paese di provenienza. Tutte le informazioni importanti sulla tua attività a portata di mano.
lt_lt: Naudodami analitinius duomenis geriau pažinsite savo pirkėjus. „Nets“ programėlė „MyPayments“ skirta pateikti glaustai verslo apžvalgai ir stebėti svarbiausiems skaičiams per bet kurį pasirinktą laikotarpį. Prekybininkas, naudodamas programėlę, gali tikrinti dienos apyvartą ir lyginti ją su ankstesniais laikotarpiais. Matydami, kuriomis valandomis per savaitę būna daugiausia pirkėjų, galite planuoti darbuotojų poreikį. Be to, pateikiama vertingų statistinių duomenų apie pirkėjus, pvz., grįžtančių pirkėjų skaičius, pirkėjų iš užsienio skaičius ir šalys, iš kurių jie atvykę. Visi vertingi statistiniai duomenys apie jūsų verslą pateikiami jums patogia forma.
lv_lv: Pietuvinieties saviem klientiem ar analītiskajiem datiem. Programmas tīkli MyPayments sniedz tirgotājiem ātru pārskatu par viņu uzņēmējdarbību, sniedzot iespēju sekot galvenajiem rādītājiem visos iedomājamos laikos. Izmantojot lietotni, jūs, kā tirgotājs, varat pārbaudīt ikdienas apgrozījumu un salīdzināt to ar iepriekšējiem periodiem. Jūs varat redzēt, kura nedēļa bija aktīvākā stunda, lai plānotu personāla darbu. Jūs varat iegūt vērtīgu ieskatu par klientiem, piemēram, atkārtoto klientu skaitu un ārvalstu klientu skaitu un to valsti, no kuras viņi ir. Visa vērtīgā informācija par jūsu uzņēmumu pirkstu galā.
nb: Kom enda tettere på kundene med analysedata. Appen MyPayments gir deg raskt overblikk over virksomhetens daglige drift og mulighet for å følge utviklingen over tid. Du kan sjekke den daglige omsetningen og sammenligne med tidligere perioder. Du kan se når det er travlest i løpet av uken for å planlegge bemanning. Du får verdifull informasjon om kundene - du ser hvor mange lojale kunder du har, hvor mange utenlandske kunder du har og hvilket land de er fra. Verdifulle data om dine kunder og din virksomhet til enhver tid!
sv: Kom närmare dina kunder med analysdata. Med appen MyPayments får du en snabb översikt över din dagliga verksamhet. Appen ger dig även möjligheten att följa utvecklingen av viktiga nyckeltal – när du vill! Med appen kan du kontrollera dina dagliga inkomster och jämföra med tidigare perioder. Du kan se när det är mest hektiskt under veckan för att planera bemanning. Du kan få värdefulla insikter om dina kunder, t.ex. hur många som är återkommande kunder, hur många som är turister och vilka länder de kommer ifrån. Alla värdefulla insikter som kan hjälpa ditt företag finns i denna app!

# about_questions
source: Frequently Asked Questions
da: Spørgsmål & svar
de: Häufig gestellte Fragen
et_ee: Korduma kippuvad küsimused
fi: Usein kysytyt kysymykset
fr: Foire aux questions
it: Domande frequenti
lt_lt: Dažnai užduodami klausimai
lv_lv: Bieži uzdotie jautājumi
nb: Spørsmål og svar
sv: Vanliga frågor

# about_questions_short
source: FAQ
da: Ofte stillede spørgsmål
et_ee: KKK
fi: Usein kysytyt kysymykset
it: Domande frequenti
lt_lt: DUK
lv_lv: BUJ
nb: Spørsmål og svar
sv: Vanliga frågor

# about_title
source: About
da: Om
de: Weitere Informationen
et_ee: Rakenduse info
fi: Tietoja
fr: À propos de
it: Informazioni
lt_lt: Apie
lv_lv: Par
nb: Om
sv: Om

source: Column graph now available
da: Kolonnegraf nu tilgængelig
de: Säulendiagramm jetzt verfügbar
fi: Pylväskaavio nyt saatavana
fr: Graphique en colonnes maintenant disponible
it: È ora disponibile il grafico a colonne
lv_lv: Kolonnu diagramma tagad ir pieejama
nb: Kolonnegraf nå tilgjengelig
sv: Stolpdiagram nu tillgängligt

# confirm_cancelation_title
source: Confirm cancellation?
da: Bekræft annullering?
de: Stornierung bestätigen?
fi: Vahvista peruutus?
fr: Confirmer l'annulation ?
it: Confermare l'annullamento?
nb: Bekreft avbrudd?
sv: Bekräfta avbokning?

# confirm_reversal_title
source: Confirm reversal?
da: Bekræft tilbageførsel?
de: Rücksetzung bestätigen?
fi: Vahvista peruutus?
fr: Confirmer l'annulation ?
it: Confermare annullamento?
nb: Bekreft tilbakeføring?
sv: Bekräfta ångring?

# cse_at
source: At
da: Kl.
de: Um
et_ee: Kell
fi: Klo
fr: À
it: A
lt_lt: Laikas:
lv_lv: Pie
nb: Kl.
sv: Kl.

# cse_average_purchase
source: Average purchase
da: Gennemsnitligt køb
de: Durchschnittlicher Kaufbetrag
et_ee: Keskmine ostusumma
fi: Keskiostos
fr: Achat moyen
it: Acquisto medio
lt_lt: Vid. pirkinio suma
lv_lv: Vidējā pirkuma summa
nb: Gjennomsnittlig kjøp
sv: Genomsnittsköp

# cse_avg_purchase
source: Avg. purchase
da: Gns. køb
de: Durchschn. Kaufbetrag
et_ee: Keskmine ostusumma
fi: Keskiostos
fr: Achat moy.
it: Acquisto medio
lt_lt: Vid. pirkiniai
lv_lv: Vid. pirkuma summa
nb: Gj.sn. kjøp
sv: Genomsnittsköp

# cse_avg_purchase_name
source: Avg. purchase
da: Gns. køb
de: Durchschn. Kaufbetrag
et_ee: Keskmine ost
fi: Keskiostos
fr: Achat moy.
it: Acquisto medio
lt_lt: Vid. pirkiniai
lv_lv: Vid. pirk. sum.
nb: Gj.sn. kjøp
sv: Gns. köp

# cse_no_of_purchases
source: Count
da: Antal
de: Zahlungen
et_ee: Arv
fi: Lukumäärä
fr: Total
it: Conteggio
lt_lt: Skaičius
lv_lv: Skaits
nb: Antall
sv: Antal

# cse_number_of_purchases
source: Number of transactions
da: Antal transaktioner
de: Anzahl der Transaktionen
et_ee: Tehingute arv
fi: Tapahtumien lukumäärä
fr: Nombre de transactions
it: Numero di transazioni
lt_lt: Operacijų skaičius
lv_lv: Darījumu skaits
nb: Antall transaksjoner
sv: Antal köp

# cse_volume
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# cse_volume_of_cardsales
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# cst_avg_purchase
source: Avg. purchase
da: Gns. køb
de: Durchschn. Kaufbetrag
et_ee: Keskmine ost
fi: Keskiostos
fr: Achat moy.
it: Acquisto medio
lt_lt: Vid. pirkiniai
lv_lv: Vid. pirkuma summa
nb: Gj.sn. kjøp
sv: Gns. köp

# cst_avg_purchase_desc
source: Average purchase, new and recurring customers
da: Gennemsnitligt køb for nye og tilbagevendende kunder
de: Durchschn. Kaufbetrag von Neu- und Stammkunden
et_ee: Keskmine ostusumma, uued ja korduvad kliendid
fi: Keskiostos, uudet ja palaavat asiakkaat
fr: Achat moyen, nouveaux clients et clients réguliers
it: Acquisto medio, clienti abituali e nuovi
lt_lt: Vidutinė pirkinių suma, nauji ir grįžtantys pirkėjai
lv_lv: Vidējā pirkuma summa jauniem un atkārtotiem klientiem
nb: Gjennomsnittlig kjøp for nye og tilbakevendende kunder
sv: Genomsnittsköp för nya och återkommande kunder

# cst_avg_purchase_nbr_visits
source: Average price, related to number of visits:
da: Gennemsnitlig pris fordelt på antal besøg:
de: Durchschnittspreis, bezogen auf die Anzahl der Besuche:
et_ee: Külastuste arvuga seotud keskmine hind:
fi: Keskimääräinen hinta suhteessa käyntien määrään:
fr: Prix moyen, lié au nombre de visites:
it: Prezzo medio relativo al numero di visite:
lt_lt: Vidutinė kaina, susijusi su apsilankymų skaičiumi:
lv_lv: Vidējā cena, kas saistīta ar apmeklējumu skaitu:
nb: Gjennomsnittlig kjøp i forhold til antall besøk:
sv: Genomsnittligt pris relaterat till antal besök:

# cst_nbr_of_transactions
source: Transactions per customer
da: Transaktioner pr. kunde
de: Transaktionen pro Kunde
et_ee: Tehinguid kliendi kohta
fi: Tapahtumia per asiakas
fr: Transactions par client
it: Transazioni per cliente
lt_lt: Vienam pirkėjui tenkantis operacijų skaičius
lv_lv: Darījumu skaits katram klientam
nb: Transaksjoner per kunde
sv: Transaktioner per kund

# cst_nbr_transact_nbr_visits
source: Number of transactions, related to number of visits:
da: Antal transaktioner fordelt på antal besøg:
de: Anzahl der Transaktionen, bezogen auf die Anzahl der Besuche:
et_ee: Külastuste arvuga seotud tehingute arv:
fi: Tapahtumien määrä suhteessa käyntien määrään:
fr: Nombre de transactions, lié au nombre de visites:
it: Numero di transazioni correlato al numero di visite:
lt_lt: Operacijų skaičius, susijęs su apsilankymų skaičiumi:
lv_lv: Darījumu skaits saistībā ar apmeklējumu skaitu:
nb: Antall transaksjoner i forhold til antall besøk:
sv: Antal transaktioner relaterat till antal besök:

# cst_new_customers
source: New customers
da: Nye kunder
de: Neukunden
et_ee: Uued kliendid
fi: Uudet asiakkaat
fr: Nouveaux clients
it: Nuovi clienti
lt_lt: Nauji pirkėjai
lv_lv: Jauni klienti
nb: Nye kunder
sv: Nya kunder

# cst_recurrent_customers
source: Recurring customers
da: Tilbagevendende kunder
de: Stammkunden
et_ee: Korduvad kliendid
fi: Kanta-asiakkaat
fr: Clients réguliers
it: Clienti abituali
lt_lt: Grįžtantys pirkėjai
lv_lv: Atkārtoti klienti
nb: Tilbakevendende kunder
sv: Återkommande kunder

# cst_recurring_avg_purchase_desc
source: Average purchase from recurring customers
da: Gennemsnitligt køb fra tilbagevendende kunder
de: Durchschnittlicher Kaufbetrag von Stammkunden
et_ee: Korduvate klientide keskmine ostusumma
fi: Keskiostos, palaavat asiakkaat
fr: Achat moyen des clients réguliers
it: Acquisto medio da clienti abituali
lt_lt: Vidutinė grįžtančio kliento pirkimo suma
lv_lv: Vidējais pirkums no atkārtotiem klientiem
nb: Gjennomsnittlig kjøp fra tilbakevendende kunder
sv: Genomsnittsköp för återkommande kunder

# cst_recurring_customers
source: Recurring customers
da: Tilbagevendende kunder
de: Stammkunden
et_ee: Korduvad kliendid
fi: Kanta-asiakkaat
fr: Clients réguliers
it: Clienti abituali
lt_lt: Grįžtantys klientai
lv_lv: Atkārtoti klienti
nb: Tilbakevendende kunder
sv: Återkommande kunder

# cst_recurring_nbr_transact_desc
source: Number of transactions by recurring customers
da: Antal transaktioner foretaget af tilbagevendende kunder
de: Anzahl der Transaktionen nach Stammkunden
et_ee: Korduvate klientide tehingute arv
fi: Tapahtumien määrä, palaavat asiakkaat
fr: Nombre de transactions par des clients réguliers
it: Numero di transazioni per clienti abituali
lt_lt: Grįžtančių klientų vykdomų operacijų skaičius
lv_lv: Darījumu skaits, ko veic atkārtoti klienti
nb: Antall transaksjoner fra tilbakevendende kunder
sv: Antal transaktioner från återkommande kunder

# cst_recurring_turnover_desc
source: Turnover from recurring customers
da: Omsætning fra tilbagevendende kunder
de: Umsatz von Stammkunden
et_ee: Korduvate klientide käive
fi: Liikevaihto, palaavat asiakkaat
fr: Chiffre d'affaires généré par les clients réguliers
it: Fatturato da clienti abituali
lt_lt: Apyvarta iš grįžtančių klientų
lv_lv: Apgrozījums no atkārtotiem klientiem
nb: Omsetning fra tilbakevendende kunder
sv: Omsättning från återkommande kunder

# cst_turnover_nbr_visits
source: Turnover, related to number of visits:
da: Omsætning fordelt på antal besøg:
de: Umsatz, bezogen auf die Anzahl der Besuche:
et_ee: Külastuste arvuga seotud käive:
fi: Liikevaihto suhteessa käyntien määrään:
fr: Chiffre d'affaires, lié au nombre de visites:
it: Fatturato correlato al numero di visite
lt_lt: Apyvarta, susijusi su apsilankymų skaičiumi:
lv_lv: Apgrozījums, kas saistīts ar apmeklējumu skaitu:
nb: Omsetning i forhold til antall besøk:
sv: Omsättning relaterat till antal besök:

# cst_volume_desc
source: Turnover from new and recurring customers
da: Omsætning fra nye og tilbagevendende kunder
de: Umsatz von Neu- und Stammkunden
et_ee: Uute ja korduvate klientide käive
fi: Liikevaihdon jakautuminen uusien ja palaavien asiakkaiden välillä
fr: Chiffre d'affaires généré par les nouveaux clients et les clients réguliers
it: Fatturato da clienti abituali e nuovi
lt_lt: Apyvarta iš naujų ir grįžtančių pirkėjų
lv_lv: Apgrozījums no jauniem un atkārtotiem klientiem
nb: Omsetning fra nye og tilbakevendende kunder
sv: Omsättning från nya och återkommande kunder

# cst_volume_name
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# cvr_cvr
source: Company VAT number here
da: CVR nummer her
de: Umsatzsteuer-Identifikationsnummer hier
et_ee: Ettevõtte KMKR-number siin
fi: Y-tunnus tähän
fr: N° de TVA de l'entreprise ici
it: Numero di partita IVA dell'azienda qui
lt_lt: Įmonės PVM kodas
lv_lv: Uzņēmuma PVN numurs šeit
nb: Mva-nummer her
sv: VAT-nummer här

# cvr_email_not_registered_warning
source: This email address is not registered with Nets. Go back and try a different email address, or enter company VAT number to ask your company administrator for access.
da: Denne e-mailadresse er ikke registreret hos Nets. Gå tilbage, og prøv en anden e-mailadresse, eller indtast CVR-nummer for at bede virksomhedens administrator om adgang.
de: Diese E-Mail-Adresse ist nicht bei Nets registriert. Gehen Sie zurück und verwenden Sie eine andere E-Mail-Adresse. Alternativ können Sie auch die Umsatzsteueridentifikationsnummer des Unternehmens eingeben, um den Administrator Ihres Unternehmens um Zugang zu bitten.
et_ee: See e-posti aadress ei ole Netsis registreeritud. Minge tagasi ja proovige mõnda muud e-posti aadressi või sisestage KMKR number, et küsida juurdepääsu oma ettevõtte administraatorilt.
fi: Tätä sähköpostiosoitetta ei ole rekisteröity Netsille. Palaa takaisin ja kokeile toista sähköpostiosoitetta tai syötä yrityksen y-tunnus ja pyydä yrityksesi järjestelmänvalvojalta käyttöoikeus.
fr: Cette adresse e-mail n'est pas enregistrée chez Nets. Revenez en arrière et essayez une autre adresse e-mail, ou entrez le numéro de TVA de l'entreprise pour demander l'accès à l'administrateur de votre société.
it: Questo indirizzo e-mail non è registrato con Nets. Torna indietro e prova un indirizzo e-mail diverso o inserisci il numero di Partita IVA dell'azienda e richiedi l'accesso per l'amministratore della tua azienda.
lt_lt: Šis el. pašto adresas „Nets“ sistemoje neužregistruotas. Grįžkite ir pamėginkite kitą el. pašto adresą arba įvesdami bendrovės PVM kodą paprašykite, kad prieigą suteiktų bendrovės administratorius
lv_lv: Šī e-pasta adrese nav reģistrēta tīklā. Atgriezieties un izmēģiniet citu e-pasta adresi vai ievadiet uzņēmuma PVN numuru, lai lūgtu sava uzņēmuma administratoram pieeju.
nb: Denne e-postadressen er ikke registrert hos Nets. Gå tilbake og prøv en annen e-postadresse, eller skriv inn organisasjonsnummet for å be bedriftsadministratoren om tilgang
sv: E-postadressen är inte registrerad hos Nets. Försök med en annan e-postadress eller ange ditt företags momsregistreringsnummer för att begära åtkomst från företagets administratör

# cvr_enter_cvr
source: Enter your company VAT number
da: Indtast dit CVR-nummer
de: Umsatzsteueridentifikationsnummer Ihres Unternehmens eingeben
et_ee: Sisestage oma ettevõtte KMKR number
fi: Syötä Y-tunnuksesi
fr: Entrez le n° de TVA de votre entreprise
it: Inserisci il numero di Partita IVA della tua azienda
lt_lt: Įveskite savo bendrovės PVM kodą
lv_lv: Ievadiet jūsu uzņēmuma PVN maksātāja numuru
nb: Skriv inn organisasjonsnummer
sv: Ange företagets momsregistreringsnummer

# cvr_id_not_found_warning
source: Unfortunately, we are unable to find you in our system. Please check your email address and company VAT number.
da: Vi kan desværre ikke finde dig i vores system. Kontrollér din e-mailadresse og din virksomheds CVR nummer.
de: Leider konnten wir Sie in unserem System nicht finden. Bitte überprüfen Sie Ihre E-Mail-Adresse und die Umsatzsteueridentifikationsnummer des Unternehmens.
et_ee: Kahjuks ei suuda meid teie süsteemis leida. Kontrollige oma e-posti aadressi ja ettevõtte KMKR numbrit.
fi: Valitettavasti emme löydä sinua järjestelmästämme. Tarkista sähköpostiosoitteesi ja yrityksesi Y-tunnus.
fr: Nous ne parvenons malheureusement pas à vous trouver dans notre système. Veuillez vérifier votre adresse e-mail et le numéro de TVA de votre entreprise.
it: Purtroppo non riusciamo a trovarti nel nostro sistema. Controlla la tua e-mail e il numero di partita IVA della tua azienda.
lt_lt: Savo sistemoje Jūsų, deja, neradome. Patikrinkite savo el. pašto adresą ir įmonės PVM kodą.
lv_lv: Diemžēl mēs nevaram jūs atrast mūsu sistēmā. Lūdzu, pārbaudiet savu e-pasta adresi un uzņēmuma PVN numuru.
nb: Vi kan dessverre ikke finne deg i systemet. Kontroller e-postadressen og selskapets org.nr.
sv: Vi kan dessvärre inte hitta dig i systemet. Kontrollera din e-postadress och ditt momsregistreringsnummer.

# cvr_invalid_cvr
source: Invalid company VAT number
da: Ugyldigt CVR-nr.
de: Ungültige Umsatzsteueridentifikationsnummer
et_ee: Kehtetu KMKR number
fi: Virheellinen Y-tunnus
fr: N° de TVA de l'entreprise non valide
it: Numero di Partita IVA aziendale non valido
lt_lt: Neteisingas bendrovės PVM kodas
lv_lv: Nederīgs uzņēmuma PVN numurs
nb: Ugyldig organisasjonsnummer
sv: Ogiltigt momsregistreringsnummer

# cvr_multiple_settlement_merchants_warning
source: We have found multiple settlement profiles for the corresponding company VAT number.
da: Vi har fundet flere afregningsprofiler for det pågældende CVR-nummer.
de: Für die entsprechende Umsatzsteueridentifikationsnummer wurden mehrere Abrechnungsprofile gefunden.
et_ee: Leidsime KMKR numbri kohta mitu arveldusprofiili
fi: Löysimme useita tilitysprofiileja, jotka on liitetty tähän y-tunnukseen.
fr: Nous avons trouvé plusieurs profils de règlement pour le numéro de TVA de l'entreprise correspondant.
it: Abbiamo trovato diversi profili di pagamento per il numero di Partita IVA corrispondente alla tua azienda.
lt_lt: Su atitinkamu bendrovės PVM kodu radome susietus kelis atsiskaitymų profilius.
lv_lv: Attiecīgajam uzņēmuma PVN numuram, esam atraduši vairākus norēķinu profilus.
nb: Vi har registrert flere oppgjørsprofiler på det aktuelle org.nr.
sv: Vi har flera olika avräkningsprofiler som är registrerade på det aktuella momsregistreringsnumret.
