Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_faq_config_dashboard_desc
source: Yes. Select ‘Edit Dashboard’ and select and/or deselect widgets. Your dashboard will adjust according to your selection.
da: Ja. Vælg "Rediger dashboard", og vælg og/eller fravælg widgets. Dit dashboard tilpasses dit valg.
de: Ja. Wählen Sie „Dashboard bearbeiten“ und wählen Sie die entsprechenden Widgets aus und/oder heben Sie die Auswahl auf. Ihr Dashboard wird entsprechend Ihrer Auswahl angepasst.
et_ee: Jah. Valige "Redigeeri töölauda" ja valige vidinad ja/või tühistage valik. Teie töölauda kohandatakse vastavalt teie valikule.
fi: Kyllä. Valitse Muokkaa kojelauta ja valitse tai/tai hylkää widgetit. Kojelauta säädetään valintojesi mukaan.
fr: Oui. Sélectionnez «Modifier le tableau de bord» et sélectionnez et/ou désélectionnez les widgets. Votre tableau de bord variera en fonction de votre sélection.
it: Sì. Seleziona "Modifica Dashboard", quindi seleziona e/o deseleziona gli oggetti. Il tuo dashboard si regolerà in base alla tua selezione.
lt_lt: Taip. Pasirinkite „Edit Dashboard“ (redaguoti ataskaitų sritį) ir pasirinkite arba paslėpkite norimus valdiklius. Jūsų ataskaitų sritis bus pritaikyta pagal Jūsų parinktis.
lv_lv: Jā. Atlasiet “Rediģēt informācijas paneli” un atlasiet logrīkus un/vai noņemiet to atlasi. Jūsu informācijas panelis tiks pielāgots atbilstoši jūsu izvēlei.
nb: Ja. Velg "Rediger dashbord" og velg / velg bort widgeter. Dashbordet justeres etter hva du har valgt.
sv: Ja. Välj ”Redigera dashboard” för att aktivera och/eller inaktivera widgetar. Din dashboard justeras efter dina val.

# ms_faq_contract_desc
source: On the Concardis portal (www.concardis.com/), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement details. This page can be printed out directly from your own device.ms_faq_contract_desc
da: På Concardis-portalen (www.concardis.com/) kan du under afsnittet "Virksomhed" > "Juridiske oplysninger" få adgang til oplysninger om din serviceaftale. Denne side kan udskrives direkte fra din enhed
de: Auf dem Concardis-Portal (www.concardis.com/) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf die Details Ihrer Servicevereinbarung. Diese Seite können Sie direkt von Ihrem eigenen Gerät ausdrucken.
et_ee: Concardis portaalis (www.concardis.com/) saate jaotises "Ettevõte" > "Juriidiline teave" juurdepääsu oma lepingu üksikasjadele. Selle lehe saab otse teie seadmest välja printida.ms_faq_contract_desc
fi: Concardis-portaalin (www.concardis.com/) osiosta "Business" > "Legal" pääset palvelusopimustietoihin. Tämän sivun voi tulostaa suoraan omasta laitteesta.ms_faq_contract_desc.
fr: Sur le portail Concardis (www.concardis.com/), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder aux détails de votre accord de service. Cette page peut être imprimée directement depuis votre propre appareil.ms_faq_contract_desc
it: Sul portale Concardis (www.concardis.com/), nella sezione "Attività" > "Legale" puoi accedere alle informazioni del tuo Contratto di assistenza. Puoi stampare questa pagina direttamente dal tuo dispositivo.ms_faq_contract_desc
lt_lt: „Concardis“ portalo (www.concardis.com/) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) galite susipažinti su savo paslaugų sutarties duomenimis. Šį puslapį galima atsispausdinti tiesiai iš savo įrenginio.ms_faq_contract_desc
lv_lv: Concardis portālā (www.concardis.com/) sadaļa “Uzņēmums” > “Juridiskā informācija” nodrošina piekļuvi pakalpojuma līguma informācijai. Šo lapu var izdrukāt tieši no savas ierīces.ms_faq_contract_desc
nb: I Concardis-portalen (www.concardis.com/) gir delen "Bedrift" > "Juridisk" deg tilgang til tjenesteavtalen din. Denne siden kan du skrive ut direkte fra din egen enhet.ms_faq_contract_desc
sv: På Concardis-portalen (www.concardis.com/) finns uppgifter om ditt serviceavtal i avsnittet ”Företag” > ”Juridik”. Sidan kan skrivas ut på din enhet.ms_faq_contract_desc

# ms_faq_dwnld_invoice_desc
source: You can share or download the invoices and settlements in PDF format.
da: Du kan dele eller downloade fakturaer og afregninger i PDF-format.
de: Sie können die Rechnungen und Abrechnungen im PDF-Format freigeben oder herunterladen.
et_ee: Saate arveid ja arveldusi jagada või alla laadida PDF-vormingus.
fi: Voit jakaa tai ladata laskut ja tilitykset PDF-muodossa.
fr: Vous pouvez partager ou télécharger les factures et règlements au format PDF.
it: Puoi condividere o scaricare le fatture e i pagamenti in formato PDF.
lt_lt: Sąskaitas faktūras ir atsiskaitymo ataskaitas galite bendrinti arba atsisiųsti PDF formatu.
lv_lv: Jūs varat koplietot vai lejupielādēt rēķinus un norēķinus PDF formātā.
nb: Du kan dele eller laste ned fakturaer og avregninger i PDF-format.
sv: Du kan dela eller ladda ner fakturor och utdrag i PDF-format.

# ms_faq_finish_merchant_settlement_desc
source: Please log in to Merchant Portal on merchantportal.luottokunta.fi/nets to find more details on your settlement.
da: Log på Merchant Portal via merchantportal.luottokunta.fi/nets for at få flere oplysninger om din afregning.
de: Bitte melden Sie sich im Händlerportal unter merchantportal.luottokunta.fi/nets an, um weitere Einzelheiten zu Ihrer Abrechnung zu erhalten.
et_ee: Palun logige sisse Kaupmehe portaali aadressil merchantportal.luottokunta.fi/nets, et saada lisateavet oma arvelduse kohta.
fi: Kirjaudu sisään Kauppiasportaaliin merchantportal.luottokunta.fi/nets saadaksesi lisätietoja tilityksestäsi.
fr: Veuillez vous connecter au portail Commerçant à l'adresse merchantportal.luottokunta.fi/nets pour en savoir plus sur votre règlement.
it: Per ulteriori informazioni sul tuo pagamento, accedi al Portale esercenti su merchantportal.luttokunta.fi/nets.
lt_lt: Jei norite gauti daugiau informacijos apie savo atsiskaitymą, prisijunkite prekybininkų portale adresu merchantportal.luottokunta.fi/nets.
lv_lv: Lūdzu, piesakieties tirgotāju portālā vietnē merchantportal.luottokunta.fi/nets, lai uzzinātu vairāk par savu norēķinu.
nb: Logg inn på Merchant Portal på merchantportal.luottokunta.fi/nets for å finne mer informasjon om oppgjøret ditt.
sv: Logga in på Merchant Portal på merchantportal.luottokunta.fi/nets för att få mer information om ditt avtal.

# ms_faq_gdpr_desc
source: "The EU General Data Protection Regulation (GDPR) is an EU regulation (applicable since 25 May 2018) that ensures the protection of the rights and freedom of natural persons in relation to the processing of their personal data, which is a fundamental right in the EU. More specifically, the GDPR regulates, in form of strict rules, the processing (i.e. collection, storing, transfer, deletion etc.) of personal data in all companies operating within the EU. Please visit the public pages of the EU for more information: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
da: "EU's generelle forordning om databeskyttelse (GDPR) er en EU-forordning (der har været i kraft siden 25. maj 2018), som sikrer beskyttelse af fysiske personers rettigheder og friheder i forbindelse med behandling af deres personoplysninger, hvilket er en grundlæggende rettighed i EU. Mere specifikt regulerer GDPR, i form af strenge regler, behandling (dvs. indsamling, opbevaring, overførsel, sletning osv.) af personoplysninger i alle virksomheder, der har aktiviteter i EU. Du kan finde flere oplysninger på EU's offentlige sider: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
de: „Die Datenschutzgrundverordnung der EU ( DSGVO ) ist eine EU-Verordnung (anwendbar seit dem 25. Mai 2018), die den Schutz der Rechte und der Freiheit natürlicher Personen in Bezug auf die Verarbeitung ihrer personenbezogenen Daten gewährleistet, die ein Grundrecht in der EU ist. Genauer gesagt regelt die DSGVO in Form von strengen Vorschriften die Verarbeitung (d.h. Erhebung, Speicherung, Übertragung, Löschung usw.) personenbezogener Daten in allen in der EU tätigen Unternehmen. Bitte besuchen Sie die öffentlichen Seiten der EU für weitere Informationen: https://ec.europa.eu/info/law/law-topic/data-protection_de“
et_ee: "EL-i isikuandmete kaitse üldmäärus (GDPR) on ELi määrus (kohaldatav alates 25. maist 2018), mis tagab füüsiliste isikute õiguste ja vabaduse kaitse seoses nende isikuandmete töötlemisega, mis on ELis põhiõigus. Täpsemalt reguleerib isikuandmete kaitse üldmäärus rangete eeskirjade kujul isikuandmete töötlemist (st kogumist, säilitamist, edastamist, kustutamist jne) kõigis ELis tegutsevates ettevõtetes. Lisateabe saamiseks külastage ELi avalikke veebisaite: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
fi: "EU:n yleinen tietosuoja-asetus (GDPR) on EU-asetus (jota sovelletaan 25. toukokuuta 2018 alkaen), jolla varmistetaan luonnollisten henkilöiden oikeuksien ja vapauden suojelu heidän henkilötietojensa käsittelyssä, joka on perusoikeus EU:ssa. Tarkemmin sanottuna tietosuoja-asetuksella säännellään tiukkojen sääntöjen muodossa henkilötietojen käsittelyä (eli keräämistä, tallentamista, siirtämistä, poistamista jne.) kaikissa EU:ssa toimivissa yrityksissä. Lisätietoja saat EU:n julkisilta sivuilta: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
fr: «Le Règlement général sur la protection des données (RGPD) de l'Union européenne est un règlement (en vigueur depuis le 25 mai 2018) qui garantit la protection des droits et de la liberté des personnes physiques quant au traitement de leurs données à caractère personnel, ce qui constitue un droit fondamental dans l'Union européenne. Plus spécifiquement, le RGPD régit, par des règles strictes, le traitement (à savoir la collecte, l'enregistrement, le transfert, la suppression, etc.) de données à caractère personnel dans toutes les entreprises actives dans l'Union européenne. Veuillez consulter les pages accessibles au public de l'U.E. pour plus d'informations: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
it: "Il Regolamento Generale sulla Protezione dei Dati (GDPR) dell'UE è un regolamento dell'UE (in vigore dal 25 maggio 2018) che garantisce la protezione dei diritti e della libertà delle persone fisiche in relazione al trattamento dei loro dati personali, che è un diritto fondamentale nell'UE. Più specificamente, il GDPR regola con norme rigorose il trattamento (cioè la raccolta, l'archiviazione, il trasferimento, la cancellazione, ecc.) dei dati personali in tutte le aziende che operano all'interno dell'UE. Per ulteriori informazioni, visita le pagine pubbliche dell'UE: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
lt_lt: „ES Bendrasis duomenų apsaugos reglamentas (BDAR) – tai ES reglamentas (taikomas nuo 2018 m. gegužės 25 d.), kuriuo užtikrinama fizinių asmenų teisių ir laisvės apsauga tvarkant jų asmens duomenis, kurie ES laikomi viena pamatinių teisių. Konkrečiai, BDAR griežtomis taisyklėmis reglamentuoja asmens duomenų tvarkymą (t. y. rinkimą, saugojimą, perdavimą, šalinimą ir t. t.) visose ES veikiančiose įmonėse. Daugiau informacijos galima rasti viešai skelbiamuose ES puslapiuose: http://ec.europa.eu/justice/data-protection/reform/index_en.htm.“
lv_lv: “ES Vispārīgā datu aizsardzības regula (VDAR) ir ES regula (piemērojama no 2018. gada 25. maija), kas nodrošina fizisko personu tiesību un brīvības aizsardzību saistībā ar viņu personas datu apstrādi, kas ir ES pamattiesības. Konkrētāk, VDAR stingru noteikumu veidā regulē personas datu apstrādi (t. i., vākšanu, glabāšanu, pārsūtīšanu, dzēšanu utt.) visos uzņēmumos, kas darbojas ES. Lai iegūtu plašāku informāciju, lūdzu, apmeklējiet ES publiskās lapas: http://ec.europa.eu/justice/data-protection/reform/index_en.htm.”
nb: "EUs personvernforordning (GDPR) er en EU-forordning (gjeldende siden 25. mai 2018) som sikrer beskyttelse av fysiske personers rettigheter og frihet i forbindelse med behandling av personopplysninger, som er en grunnleggende rettighet i EU. Mer spesifikt regulerer personvernforordningen, i form av strenge regler, behandling (dvs. innsamling, lagring, overføring, sletting osv.) av personopplysninger for alle selskaper som har virksomhet i EU. Besøk de offentlige sidene til EU for mer informasjon: http://ec.europa.eu/justice/data-protection/reform/index_en.htm."
sv: ”EU:s allmänna dataskyddsförordning (GDPR) är en EU-förordning (gäller sedan 25 maj 2018) som säkerställer skyddet av fysiska personers rättigheter och frihet i samband med behandlingen av deras personuppgifter, vilket är en grundläggande rättighet i EU. Mer specifikt reglerar GDPR, i form av strikta regler, behandlingen (d.v.s. insamling, lagring, överföring, radering etc.) av personuppgifter i alla företag som är verksamma inom EU. Besök EU:s offentliga sidor för mer information: http://ec.europa.eu/justice/data-protection/reform/index_en.htm.”

# ms_faq_improvements_desc
source: You may toggle on and off your notification preferences in the 'My Business' tab for the following: Improvements to the app, Promotional offers, Data update, News from Nets related to your business.
da: Du kan nu slå notifikationer til og fra under fanen "Min virksomhed" for følgende: Forbedringer til appen, Kampagnetilbud, Dataopdatering og Nyheder fra Nets relateret til din virksomhed.
de: Sie können Ihre Benachrichtigungseinstellungen auf der Registerkarte „Mein Unternehmen“ für Folgendes ein- und ausschalten: Verbesserungen der App, Werbeangebote, Datenaktualisierung, Nachrichten von Nets, die sich auf Ihr Unternehmen beziehen.
et_ee: Võite vahekaardil "Minu ettevõte" teavituste eelistused sisse ja välja lülitada järgmistel juhtudel. Rakenduse täiustused, Sooduspakkumised, Andmete värskendamine, Teie ettevõttega seotud Netsi uudised.
fi: 'My Business'-välilehdellä voit ottaa käyttöön ja pois käytöstä ilmoitukset seuraaville : parannukset sovellukseen, tarjoukset, tietojen päivitys, yritykseesi liittyviä uutisia Netsiltä.
fr: Vous pouvez activer et désactiver vos préférences de notification dans l'onglet «Mon entreprise» pour les paramètres suivants: Améliorations apportées à l'application, Actions, Mise à jour des données, Infos de Nets concernant votre entreprise.
it: Puoi attivare e disattivare le tue preferenze di notifica nella scheda 'La mia attività' per quanto segue: Miglioramenti all'app, Offerte promozionali, Aggiornamento dei dati, Notizie da Nets relative alla tua attività.
lt_lt: Skirtuke „Mano verslas“ galite įjungti ir išjungti savo pranešimų nuostatas: programėlės patobulinimus, reklaminius pasiūlymus, duomenų atnaujinimą, su Jūsų verslu susijusias „Nets“ naujienas.
lv_lv: Cilnē “Mans uzņēmums” varat ieslēgt un izslēgt paziņojumu preferences: lietotnes uzlabojumi, reklāmas piedāvājumi, datu atjauninājums, ar jūsu uzņēmumu saistītas ziņas no tīkla.
nb: Du kan aktivere og deaktivere varslinger for følgende i fanen "Min bedrift": Forbedringer i appen, kampanjetilbud, dataoppdatering, nyheter fra Nets knyttet til bedriften din.
sv: Du kan slå på och av inställningarna för notiser på fliken ”Min verksamhet”: förbättringar av appen, kampanjerbjudanden, datauppdatering, nyheter från Nets som rör din verksamhet.

# ms_faq_nets_agreement
source: The credit card data for which you have an acquiring agreement with Nets Merchant Services is available in the app. Also the transactions and invoices data for which you have a terminal agreement is available in the app.
da: De kreditkortdata, for hvilke du har en indløsningsaftale med Nets Merchant Services, er tilgængelige i appen. Det gælder også de transaktions- og fakturadata, som du har en terminalaftale for.
de: Die Daten der Kreditkarte, für die Sie einen Acquiring-Vertrag mit Nets Merchant Services abgeschlossen haben, sind in der App verfügbar. Auch die Daten der Transaktionen und Rechnungen, für die Sie eine Terminalvereinbarung haben, sind in der App verfügbar.
et_ee: Krediitkaardi andmed, mille kohta teil on Nets Merchant Servicesiga hankeleping, on saadaval rakenduses. Samuti on rakenduses saadaval tehingute ja arvete andmed, mille kohta teil on terminalileping.
fi: Luottokorttitiedot, joista sinulla on vastaanottosopimus Nets Merchant Services -palvelun kanssa, ovat saatavilla sovelluksessa. Sovelluksesta löytyvät myös ne tapahtuma- ja laskutiedot, joista sinulla on päätesopimus.
fr: Les données de carte de crédit pour lesquelles vous avez conclu un accord d'acquisition avec Nets Merchant Services sont disponibles dans l'application. Les données concernant les transactions et les factures pour lesquelles vous avez conclu un accord portant sur les terminaux sont également disponibles dans l'application.
it: Le informazioni della carta di credito per cui hai un contratto di acquisizione con Nets Merchant Services sono disponibili nell'app. Anche le informazioni relative alle transazioni e alle fatture per le quali hai un contratto relativo al terminale sono disponibili nell'app.
lt_lt: Mobiliojoje programoje pateikiami kredito kortelių duomenys, dėl kurių įgijimo esate sudarę sutartį su „Nets Merchant Services“. Mobiliojoje programoje taip pat pateikiami sandorių ir sąskaitų faktūrų duomenys, dėl kurių esate sudarę terminalo sutartį.
lv_lv: Kredītkartes dati, par kuru saņemšanu esat noslēguši līgumu ar Nets Merchant Services, ir pieejami lietotnē. Lietotnē ir pieejami arī darījumu un rēķinu dati, par kuriem jums ir termināļa līgums.
nb: Kredittkortdataene du har en avtale om med Nets Merchant Services, er tilgjengelige i appen. Transaksjons- og fakturadataene du har terminalavtale for, er også tilgjengelige i appen.
sv: Den betalkortsinformation för vilken du har ett avtal om med Nets Merchant Services finns tillgänglig i appen. Där finns även transaktions- och fakturadata för vilka du har ett terminalavtal.

# ms_faq_nets_url
source: MyNets can be accessed here: my.nets.eu/portal
da: MyNets kan tilgås her: my.nets.eu/portal
de: MyNets kann hier aufgerufen werden:my.nets.eu/portal
et_ee: MyNetsile pääseb juurde siin: my.nets.eu/portal
fi: MyNetsiin pääsee täältä:my.nets.eu/portal
fr: MyNets est accessible à cet endroit: my.nets.eu/portal
it: Puoi accedere a MyNets qui: my.nets.eu/portal
lt_lt: „MyNets“ pasiekiamas adresu: my.nets.eu/portal
lv_lv: MyNets var piekļūt šeit: my.nets.eu/portal
nb: Du får tilgang til MyNets her: my.nets.eu/portal
sv: Du får tillgång till MyNets här: my.nets.eu/portal

# ms_faq_new
source: FAQ
et_ee: KKK
fi: UKK
it: Domande frequenti
lt_lt: DUK
lv_lv: BUJ
nb: Spørsmål og svar
sv: Vanliga frågor

# ms_faq_notification_desc
source: You may toggle on and off notifications in the 'My Business' tab. Select Notifications from the 'My Business' tab and then select or de-select 'Allow notifications'.
da: Du kan slå notifikationer til og fra under fanen "Min virksomhed". Vælg "Notifikationer" under fanen "Min virksomhed", og vælg eller fravælg "Tillad notifikationer".
de: Sie können Benachrichtigungen auf der Registerkarte „Mein Unternehmen“ ein- und ausschalten. Wählen Sie auf der Registerkarte „Mein Unternehmen“ die Option „Benachrichtigungen“ und aktivieren oder deaktivieren Sie dann "Benachrichtigungen zulassen“.
et_ee: Teavitused saate vahekaardil "Minu ettevõte" sisse ja välja lülitada. Valige vahekaardilt "Minu ettevõte" Teavitused ja seejärel valige või tühistage valik "Luba teavitused".
fi: 'My Business'-välilehdellä voit ottaa käyttöön ja pois käytöstä ilmoitukset. Valitse ilmoitus My Business ' välilehdellä ja sitten Salli ilmoitukset.
fr: Vous pouvez activer et désactiver les notifications dans l'onglet «Mon entreprise». Sélectionnez Notifications dans l'onglet «Mon entreprise», puis sélectionnez ou désélectionnez «Autoriser les notifications».
it: Puoi attivare e disattivare le notifiche nella scheda "La mia attività". Seleziona Notifiche dalla scheda "La mia attività", quindi seleziona o deseleziona "Consenti notifiche".
lt_lt: Skirtuke „My Business“ (mano verslas) galite įjungti ir išjungti savo pranešimų nuostatas. „My Business“ (mano verslas) skirtuke pasirinkite „Notifications“ (pranešimai) ir pažymėkite „Allow notifications“ (leisti pranešimus) arba panaikinkite atitinkamą žymėjimą.
lv_lv: Paziņojumus varat ieslēgt un izslēgt cilnē “Mans uzņēmums”. Cilnē “Mans uzņēmums” atlasiet “Paziņojumi” un pēc tam atlasiet “Atļaut paziņojumus” vai noņemiet atzīmi no tās.
nb: Du kan aktivere og deaktivere varslinger i fanen "Min bedrift". Velg Varslinger fra fanen "Min bedrift", og velg / velg bort "Tillat varslinger".
sv: Du kan slå på och av inställningarna för notiser på fliken ”Min verksamhet”. Välj Notiser från fliken ”Min verksamhet” och markera eller avmarkera ”Tillåt notiser”.

# ms_faq_release_notes
source: Improvements to the FAQs helping you to solve your most common queries.
da: Disse opdaterede ofte stillede spørgsmål hjælper dig med at løse de mest almindelige problemer.
de: Verbesserungen der FAQs, die Ihnen bei der Lösung Ihrer häufigsten Fragen helfen.
fi: Parannuksia usein kysyttyihin kysymyksiin, jotka auttavat sinua ratkaisemaan yleisimmät kyselysi.
fr: Améliorations apportées à la Foire aux questions afin de vous aider à trouver des réponses pour les demandes de renseignements les plus courantes.
it: I miglioramenti alle Domande frequenti ti aiutano a trovare le risposte alle domande più comuni.
lv_lv: BUJ uzlabojumi, kas palīdz atrisināt visbiežāk uzdotos jautājumus.
nb: Forbedringer av vanlige spørsmål hjelper deg med å løse de vanligste spørsmålene.
sv: Förbättringar av vanliga frågor och svar för att hjälpa dig med frågor som ställs ofta.

# ms_faq_sales_loc_limit_desc
source: On all screens, you can see all of the point of sales under the same organisation. You can select upto 20 point of sales at a time.
da: Du kan på alle skærme se alle salgssteder for den samme organisation. Du kan vælge op til 20 salgssteder ad gangen.
de: Auf allen Bildschirmen sehen Sie alle Verkaufsstellen, die derselben Organisation angehören. Sie können bis zu 20 Verkaufsstellen auf einmal auswählen.
et_ee: Kõikidel ekraanidel näete kõiki sama organisatsiooni müügikohti. Korraga saate valida kuni 20 müügipunkti.
fi: Kaikissa näytöissä näet kaikki saman organisaation myyntipisteet. Voit valita enintään 20 myyntipistettä kerrallaan.
fr: Sur tous les écrans, vous pouvez voir l'ensemble des points de vente appartenant à la même société. Vous pouvez sélectionner jusqu'à 20 points de vente en même temps.
it: Su tutte le schermate, puoi visualizzare tutti i punti vendita della stessa azienda. Puoi selezionare fino a 20 punti vendita contemporaneamente.
lt_lt: Visuose languose galima matyti visas tos pačios organizacijos pardavimo vietas. Galima pasirinkti iki 20 pardavimo vietų vienu metu.
lv_lv: Visos ekrānos varat redzēt visas vienas organizācijas tirdzniecības vietas. Vienlaicīgi varat izvēlēties līdz 20 tirdzniecības vietām.
nb: På alle skjermer kan du se alle salgsstedene under samme organisasjon. Du kan velge opptil 20 salgssteder om gangen.
sv: Du kan se alla försäljningsställen i samma organisation på alla skärmar. Du kan välja upp till 20 försäljningsställen åt gången.
