Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ttpoi_screen7_title
source: Low battery
da: Lav batteristand
de: Niedriger Ladezustand
fi: Tyhjä akku
fr: Batterie faible
it: Batteria scarica
lv_lv: Zems akumulatora līmenis
nb: Lavt batterinivå
sv: Låg batterinivå

# ms_ttpoi_screen8_title
source: Connectivity
da: Konnektivitet
de: Konnektivität
fi: Yhteys
fr: Connectivité
it: Connettività
lv_lv: Savienojamība
nb: Tilkobling
sv: Anslutning

# ms_ttpoi_screen9_subtitle
source: Only for visa and master, giro and local schemes will not work
da: Kun Visa-kort og Mastercard. Giro card og andre lokale ordninger kan ikke anvendes.
de: Nur für Visa und MasterCard, Girokarte und lokale Systeme funktionieren nicht
fi: Vain Visa ja Master, pankkisiirto ja paikalliset ratkaisut eivät toimi.
fr: Uniquement pour Visa et Mastercard; les systèmes Girocard et locaux ne fonctionneront pas
it: Solo per visa e master, giro e i circuiti locali non funzionano
lt_lt: Tik „Visa“ ir „Master“. „Giro“ ir vietinės sistemos neveiks
lv_lv: Tikai Visa un Master, Giro un vietējās shēmas nedarbosies
nb: Kun for Visa og MasterCard, Giro og lokale systemer fungerer ikke
sv: Endast för Visa och Mastercard, giro och lokala system fungerar inte

# ms_ttpoi_screen9_title
source: Cards
da: Kort
de: Karten
fi: Kortit
fr: Cartes
it: Carte
lv_lv: Kartes
nb: Kort
sv: Kort

# ms_ttpoi_screen_1_title
source: Set it up
da: Foretag opsætning
de: Einrichten
fi: Määrittele
fr: Le paramétrer
it: Configuralo
lv_lv: Uzstādiet to
nb: Kom i gang
sv: Konfiguration

# ms_ttpoi_see_older_trans
source: See older transactions
da: Se ældre transaktioner
de: Ältere Transaktionen anzeigen
fi: Näytä vanhemat tapahtumat
fr: Consulter des transactions plus anciennes
it: Guarda le transazioni precedenti
lt_lt: Peržiūrėti senesnes operacijas
lv_lv: Skatīt vecākus darījumus
nb: Se eldre transaksjoner
sv: Se äldre transaktioner

# ms_ttpoi_select_scheme_message
source: Select
da: Vælg
de: Wählen Sie
et_ee: Valige
fi: Valitse
fr: Sélectionner
it: Seleziona
lt_lt: Pasirinkite
lv_lv: Atlasiet
nb: Velg
sv: Välj

# ms_ttpoi_skip_intro
source: Skip introduction
da: Spring introduktion over
de: Einleitung überspringen
fi: Ohita esittely
fr: Passer l'introduction
it: Salta l'introduzione
lv_lv: Izlaist ievadu
nb: Hopp over innledningen
sv: Hoppa över introduktion

# ms_ttpoi_skip_intro_btn
source: Skip
da: Spring introduktion over
de: Überspringen
fi: Ohita esittely
fr: Passer l'introduction
it: Salta l'introduzione
lv_lv: Izlaist ievadu
nb: Hopp over innledningen
sv: Hoppa över

# ms_ttpoi_start_btn
source: Start
fi: Aloita
fr: Démarrer
it: Inizia
lv_lv: Sākt
sv: Starta

# ms_ttpoi_start_instruction
source: With Tap to Pay on iPhone and the MyPayments app, you can accept in-person contactless payments with only an iPhone — from physical debit and credit cards, to Apple Pay and other digital wallets — no extra terminals/readers or hardware needed. It’s easy, secure, and private.
da: Med Tap to Pay på iPhone i MyPayments-appen kan du modtage kontaktløse betalinger på din iPhone med både fysiske debit- og kreditkort, Apple Pay og andre digitale wallets uden behov for en terminal/læser eller anden hardware. Det er både nemt og sikkert.
de: Mit Tap to Pay auf dem iPhone in der MyPayments-App können Sie persönliche, kontaktlose Zahlungen, von Debit- und Kreditkarten bis hin zu Apple Pay und anderen digitalen Cyberwallets, mit nur einem iPhone akzeptieren – zusätzliche Terminals/Lesegeräte oder Hardware sind unnötig. Es ist einfach, sicher und privat.
fi: MyPayments-sovelluksen iPhonen Tap to Pay -toiminnon avulla voit hyväksyä henkilökohtaisia lähimaksuja pelkällä iPhonella - fyysisistä pankki- ja luottokorteista Apple Payhin ja muihin digitaalisiin lompakkoihin. Et tarvitse ylimääräisiä päätteitä/lukijoita tai laitteistoja. Se on helppoa, turvallista ja yksityistä.
fr: Grâce à Tap to Pay sur iPhone et l'application MyPayments, vous pouvez accepter des paiements sans contact, en personne, juste avec un iPhone. Des cartes de débit et de crédit physiques aux portefeuilles numériques en passant par Apple Pay. Pas besoin de terminaux/lecteurs ou de matériel supplémentaires. C'est simple, sécurisé et confidentiel.
it: Con Tap to Pay su iPhone nell'app MyPayments, puoi accettare pagamenti contactless solo con l'iPhone — da carte di debito e credito fisiche, a Apple Pay e altri portafogli digitali. Non sono necessari altri terminali/lettori o hardware. È facile, sicuro e riservato.
lv_lv: Izmantojot Tap to Pay on iPhone lietotnē MyPayments, varat pieņemt klātienes, bezkontakta maksājumus tikai ar iPhone — no fiziskajām debetkartēm un kredītkartēm līdz pat Apple Pay un citiem digitālajiem makiem. Nav nepieciešami papildu termināļi/lasītāji vai aparatūra. Tas ir vienkārši, droši un privāti.
nb: Med Tap to Pay på iPhone og MyPayments-appen kan du ta imot kontaktløse betalinger med bare en iPhone – fra fysiske debet- og kredittkort til Apple Pay og andre digitale lommebøker – uten behov for ekstra terminaler/avlesere eller maskinvare. Det er enkelt, trygt og privat.
sv: Med Tap to Pay på iPhone och MyPayments-appen kan du godkänna kontaktlösa betalningar med endast en iPhone – från fysiska betal- och kreditkort till Apple Pay och andra digitala plånböcker – inga extra terminaler/läsare eller annan utrusning behövs. Det är enkelt, säkert och privat.

# ms_ttpoi_start_screen_desc
source: Everything is already ready, but we have a small guide to tell you about the new features.
da: Alt er klar til dig, men vi har lavet en lille guide, hvor de nye funktioner er beskrevet.
de: Sie können jetzt loslegen. Wir haben allerdings eine kleine Anleitung vorbereitet, um Ihnen die neuen Funktionen vorzustellen.
fi: Kaikki on jo valmista, mutta meillä on pieni opas, jossa kerromme uusista ominaisuuksista.
fr: Tout est déjà prêt, mais vous trouverez un descriptif des nouvelles fonctionnalités dans notre guide abrégé.
it: È già tutto pronto, ma abbiamo una guida per illustrarti le nuove funzioni.
lv_lv: Viss jau ir gatavs, taču mums ir neliels ceļvedis, lai pastāstītu par jaunajām funkcijām.
nb: Alt er klart allerede, men vi har en liten veiledning som gir deg informasjon om de nye funksjonene.
sv: Allting är redan klart, men vi har en liten guide där du kan få information om de nya funktionerna.

# ms_ttpoi_start_screen_subtitle
source: Your digital terminal
da: Din digitale terminal
de: Ihr digitales Terminal
fi: Digitaalinen päätteesi
fr: Votre terminal numérique
it: Il tuo terminale digitale
lv_lv: Jūsu digitālais terminālis
nb: Den digitale terminalen din
sv: Din digitala terminal

# ms_ttpoi_start_screen_text
source: Your digital terminal
da: Din digitale terminal
de: Ihr digitales Terminal
fi: Digitaalinen päätteesi
fr: Votre terminal numérique
it: Il tuo terminale digitale
lv_lv: Jūsu digitālais terminālis
nb: Den digitale terminalen
sv: Din digitala terminal

# ms_ttpoi_supported_ios_description
source: iOS version 16.4 or higher
da: iOS version 16.4 eller højere
de: iOS-Version 16.4 oder höher
et_ee: iOS versioon 16.4 või uuem
fi: iOS-versio 16.4 tai uudempi
fr: Version iOS 16.4 ou supérieure
it: Versione iOS 16.4 o superiore
lt_lt: iOS versija 16.4 arba naujesnė
lv_lv: iOS versija 16.4 vai augstāka
nb: iOS versjon 16.4 eller høyere
sv: iOS-version 16.4 eller högre

# ms_ttpoi_supported_ios_subheading
source: Supported iOS:
da: Understøttet iOS:
de: Unterstütztes iOS:
et_ee: Toetatud iOS:
fi: Tuettu iOS:
fr: iOS pris en charge :
it: iOS supportato:
lt_lt: Palaikoma iOS:
lv_lv: Atbalstītā iOS:
nb: Støttet iOS:
sv: Stödd iOS:

# ms_ttpoi_swipe_to_refund
source: SWIPE TO REFUND
da: SWIPE FOR AT TILBAGEBETALE
de: ZUM ERSTATTEN WISCHEN
et_ee: VIIBAKE TAGASIMAKSE TEGEMISEKS
fi: PALAUTA PYYHKÄISEMÄLLÄ
fr: GLISSER POUR REMBOURSER
it: SCORRI PER RIMBORSARE
lt_lt: BRAUKITE, KAD GRĄŽINTUMĖTE PINIGUS
lv_lv: PAVELCIET, LAI ATMAKSĀTU
nb: SVEIP FOR Å REFUNDERE
sv: SVEP FÖR ATT ÅTERBETALA

# ms_ttpoi_tof_already_requested
source: The request is already done, we are configuring your account
da: Anmodningen er allerede udført, vi konfigurerer din konto
de: Die Anfrage wurde bereits bearbeitet, wir konfigurieren Ihr Konto
et_ee: Päring on juba tehtud, seadistame teie kontot
fi: Pyyntö on jo tehty, konfiguroimme tiliäsi
fr: La demande a déjà été effectuée, nous configurons votre compte
it: La richiesta è già stata effettuata, stiamo configurando il tuo account
lt_lt: Užklausa jau įvykdyta, konfigūruojame jūsų paskyrą
lv_lv: Pieprasījums jau ir izpildīts, mēs konfigurējam jūsu kontu
nb: Forespørselen er allerede behandlet, vi konfigurerer kontoen din
sv: Begäran är redan gjord, vi konfigurerar ditt konto

# ms_ttpoi_tof_requested_other_device
source: The request was done form another device, we are configuring your account
da: Anmodningen blev udført fra en anden enhed, vi konfigurerer din konto
de: Die Anfrage wurde von einem anderen Gerät gesendet, wir konfigurieren Ihr Konto
et_ee: Päring tehti teisest seadmest, seadistame teie kontot
fi: Pyyntö tehtiin toisesta laitteesta, konfiguroimme tiliäsi
fr: La demande a été effectuée depuis un autre appareil, nous configurons votre compte
it: La richiesta è stata effettuata da un altro dispositivo, stiamo configurando il tuo account
lt_lt: Užklausa pateikta iš kito įrenginio, konfigūruojame jūsų paskyrą
lv_lv: Pieprasījums tika veikts no citas ierīces, mēs konfigurējam jūsu kontu
nb: Forespørselen kom fra en annen enhet, vi konfigurerer kontoen din
sv: Begäran gjordes från en annan enhet, vi konfigurerar ditt konto

# ms_ttpoi_trans_accept_text
source: Accept
da: Acceptér
de: Akzeptieren
fi: Hyväksy
fr: Accepter
it: Accetta
lt_lt: Priimti
lv_lv: Piekrist
nb: Godta
sv: Godkänn

# ms_ttpoi_transaction_failure_message
source: The transaction couldn't be initialized. Please retry again later.
da: Transaktionen kunne ikke initialiseres. Forsøg igen senere.
de: Die Transkation konnte nicht eingeleitet werden. Bitte versuchen Sie es später erneut.
et_ee: Tehingut ei saanud alustada. Proovige hiljem uuesti.
fi: Tapahtumaa ei voitu alustaa. Yritä uudelleen myöhemmin.
fr: La transaction n'a pu être initialisée. Veuillez réessayer plus tard.
it: Impossibile inizializzare la transazione. Riprova più tardi.
lt_lt: Operacijos inicijuoti nepavyko. Bandykite dar kartą vėliau.
lv_lv: Darījumu nevarēja inicializēt. Lūdzu, vēlāk mēģiniet vēlreiz.
nb: Transaksjonen kunne ikke startes. Prøv på nytt senere.
sv: Transaktionen kunde inte initieras. Försök igen senare.

# ms_ttpoi_transaction_initialization_failure_error
source: The transaction couldn't be initialized. Please retry again later
da: Transaktionen kunne ikke initialiseres. Forsøg igen senere.
de: Die Transkation konnte nicht eingeleitet werden. Bitte versuchen Sie es später erneut.
et_ee: Tehingut ei saanud alustada. Proovige hiljem uuesti
fi: Tapahtumaa ei voitu alustaa. Yritä uudelleen myöhemmin
fr: La transaction n'a pu être initialisée. Veuillez réessayer plus tard
it: Impossibile inizializzare la transazione. Riprova più tardi
lt_lt: Operacijos inicijuoti nepavyko. Bandykite dar kartą vėliau
lv_lv: Darījumu nevarēja inicializēt. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Transaksjonen kunne ikke startes. Prøv på nytt senere
sv: Transaktionen kunde inte initieras. Försök igen senare.

# ms_ttpoi_transactions_note
source: Only transactions regarding Tap to Pay on iPhone
da: Kun transaktioner foretaget med Tap to Pay på iPhone
de: Nur Transaktionen betreffend Tap to Pay auf dem iPhone
fi: Ainoastaan maksutapahtumat, jotka koskevat iPhonen Tap to Paya
fr: Uniquement les transactions concernant Tap to Pay sur iPhone
it: Solo le transazioni relative a Tap to Pay su iPhone
lt_lt: Tik operacijos, susijusios su „Tap to Pay on iPhone“ funkcija
lv_lv: Tikai darījumi saistībā ar Tap to Pay on iPhone
nb: Kun transaksjoner vedrørende Tap to Pay på iPhone
sv: Endast transaktioner gällande Tap to Pay på iPhone

# ms_ttpoi_transactions_states_release_notes
source: Know the status and failure reasons of payments on the MyPayments app's virtual terminal on iPhone.
da: Bliv klogere på status for betalinger, og hvorfor de nogle gange mislykkes, i MyPayments-appens virtuelle terminal på iPhone.
de: Erfahren Sie den Status und die Gründe für eine Zurückweisung von Zahlungen auf dem virtuellen Terminal der MyPayments-App auf dem iPhone.
et_ee: Saate teada iPhone'i rakenduse MyPayments virtuaalses terminalis tehtud maksete oleku ja ebaõnnestumise põhjused.
fi: Tiedä maksujen tila ja epäonnistumisen syyt MyPayments-sovelluksen virtuaalipäätteellä iPhonessa.
lt_lt: Sužinokite mokėjimų būseną ir nepavykusių operacijų priežastis mobiliosios programos „MyPayments“ virtualiajame terminale „iPhone“ telefone.
lv_lv: Uzziniet maksājumu statusu un neveiksmes iemeslus lietotnes MyPayments virtuālajā terminālī iPhone tālrunī.
nb: Få opp status og årsaker til betalingsfeil på MyPayments-appens virtuelle terminal på iPhone.
sv: Se till att du vet status för och orsaken till fel gällande betalningar på MyPayments-appens virtuella terminal på iPhone.

# ms_ttpoi_transfer_send_to
source: Transfer send to
da: Overførsel sendt til
de: Überweisung gesendet an
et_ee: Ülekande saaja
fi: Siirto lähetetty
fr: Virement envoyé à
it: Invio trasferimento a
lt_lt: Pervedimą išsiųsti
lv_lv: Nosūtīt pārskaitījumu
nb: Overføring sendes til
sv: Överföring skickad till

# ms_ttpoi_unsupported_device_nets_description
source: This iOS Device is not compatible with Nets SoftPOS. Please upgrade or switch to another device to get started.
da: Denne iOS-enhed er ikke kompatibel med Nets SoftPOS. Opgrader venligst eller skift til en anden enhed for at komme i gang.
de: Dieses iOS-Gerät ist nicht mit Nets SoftPOS kompatibel. Bitte aktualisieren Sie es oder verwenden Sie ein anderes Gerät, um zu beginnen.
fi: Tämä iOS-laite ei ole yhteensopiva Nets SoftPOSin kanssa. Päivitä laite tai vaihda toiseen, jotta pääset alkuun.
fr: Cet appareil iOS n’est pas compatible avec Nets SoftPOS. Veuillez le mettre à jour ou en utiliser un autre pour commencer.
it: Questo dispositivo iOS non è compatibile con Nets SoftPOS. Aggiorna il dispositivo o passa a un altro per iniziare.
nb: Denne iOS-enheten er ikke kompatibel med Nets SoftPOS. Vennligst oppgrader eller bytt til en annen enhet for å komme i gang.
sv: Den här iOS-enheten är inte kompatibel med Nets SoftPOS. Uppgradera eller byt till en annan enhet för att komma igång.

# ms_ttpoi_unsupported_device_nexi_description
source: This iOS Device is not compatible with Nexi SoftPOS. Please upgrade or switch to another device to get started.
da: Denne iOS-enhed er ikke kompatibel med Nexi SoftPOS. Opgrader venligst eller skift til en anden enhed for at komme i gang.
de: Dieses iOS-Gerät ist nicht mit Nexi SoftPOS kompatibel. Bitte aktualisieren Sie es oder verwenden Sie ein anderes Gerät, um zu beginnen.
fi: Tämä iOS-laite ei ole yhteensopiva Nexi SoftPOSin kanssa. Päivitä laite tai vaihda toiseen, jotta pääset alkuun.
fr: Cet appareil iOS n’est pas compatible avec Nexi SoftPOS. Veuillez le mettre à jour ou en utiliser un autre pour commencer.
it: Questo dispositivo iOS non è compatibile con Nexi SoftPOS. Aggiorna il dispositivo o passa a un altro per iniziare.
nb: Denne iOS-enheten er ikke kompatibel med Nexi SoftPOS. Vennligst oppgrader eller bytt til en annen enhet for å komme i gang.
sv: Den här iOS-enheten är inte kompatibel med Nexi SoftPOS. Uppgradera eller byt till en annan enhet för att komma igång.

# ms_ttpoi_why_can_not_use_tap_txt
source: Why you can’t use Tap To Pay on iPhone when your battery is too low
da: Hvorfor du ikke kan bruge Tap To Pay på iPhone, når dit batteriniveau er for lavt
de: Deswegen können Sie Tap To Pay auf dem iPhone nicht verwenden, wenn der Ladezustand ihres Akkus zu niedrig ist
fi: Miksi et voi käyttää iPhonen Tap to Pay-toimintoa, kun akku on liian tyhjä?
fr: Pourquoi ne pouvez-vous pas utiliser Tap To Pay sur iphone lorsque votre batterie est faible ?
it: Perché non puoi usare Tap To Pay su iPhone quando la batteria è troppo scarica
nb: Derfor kan du ikke bruke Tap To Pay på iPhone når det er for lite strøm på batteriet
sv: Varför du inte kan använda Tap To Pay på iPhone när ditt batteri är för lågt

# ms_ttpoiad_transactions_txt
source: Only transactions regarding Tap To Pay on Android
de: Nur Transaktionen betreffend Tap to Pay on Android
fi: Ainoastaan maksutapahtumat, jotka koskevat Tap to Pay on Androidia
fr: Uniquement les transactions concernant Tap To Pay on Android
it: Solo transazioni relative a Tap To Pay su Android

# ms_ttpoid_guide_subheader_1
source: How to use
de: Verwendungshinweise
fi: Käyttöohje
fr: Mode d'emploi
it: Come usare

# ms_turnover
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# ms_turnover_card_label
source: Turnover
da: Omsætning
de: Umsatz
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
nb: Omsetning
sv: Omsättning

# ms_turnover_last_label
source: This
da: Dette
de: Dies
fi: Tämä
fr: Ce
it: Questo
nb: Denne
sv: Detta

# ms_turnover_last_label_commongen
source: This
da: Denne
fi: Tämä
it: Questo
nb: Denne
sv: Denna

# ms_turnover_month_desc
source: Turnover compared to the last years 30 days
da: Omsætning sammenlignet med de samme 30 dage sidste år
de: Umsatz im Vergleich zu den letzten 30 Tagen
et_ee: Käive võrreldes eelmise aasta 30 päevaga
fi: Liikevaihdon kehitys verrattuna viime vuoden samaan 30 päivän jaksoon
fr: Chiffre d'affaires comparé aux mêmes 30 jours l'année dernière
it: Confronto fatturato rispetto agli ultimi 30 giorni dell'anno scorso
lt_lt: Apyvarta, palyginti su praėjusiųjų metų 30 dienų laikotarpiu
lv_lv: Apgrozījums salīdzinājumā ar pēdējo gadu 30 dienām
nb: Omsetning sammenlignet med de siste 30 dagene
sv: Omsättning jämfört med 30 dagar förra året

# ms_turnover_month_label
source: Month
da: Måned
de: Monat
fi: Kuukausi
fr: Mois
it: Mese
nb: Måned
sv: Månad

# ms_turnover_month_prefix
source: This
da: Denne
de: Dieser
et_ee: See
fi: Tämä
fr: Ce
it: Questo
lt_lt: Šis
lv_lv: Šis
nb: Denne
sv: Denna

# ms_turnover_quarter_desc
source: Turnover compared to the same quarter last year
da: Omsætning sammenlignet med samme kvartal sidste år
de: Umsatz im Vergleich zum Vergleichsquartal im Vorjahr
et_ee: Käive võrreldes eelmise aasta sama kvartaliga
fi: Liikevaihdon kehitys verrattuna viime vuoden samaan neljännekseen
fr: Chiffre d'affaires comparé au même trimestre l'année dernière
it: Confronto fatturato rispetto allo stesso trimestre dell'anno scorso
lt_lt: Apyvarta, palyginti su praėjusiųjų metų tuo pačiu ketvirčiu
lv_lv: Apgrozījums salīdzinājumā ar to pašu ceturksni pagājušajā gadā
nb: Omsetning sammenlignet med samme kvartal i fjor
sv: Omsättning jämfört med samma kvartal förra året

# ms_turnover_quarter_label
source: Quarter
da: Kvartal
de: Quartal
fi: Vuosineljännes
fr: Trimestre
it: Trimestre
nb: Kvartal
sv: Kvartal

# ms_turnover_quarter_prefix
source: This
da: Dette
de: Dieser
et_ee: See
fi: Tämä
fr: Ce
it: Questo
lt_lt: Šis
lv_lv: Šis
nb: Dette
sv: Detta

# ms_turnover_year_label
source: Year
da: År
de: Jahr
fi: Vuosi
fr: Année
it: Anno
nb: År
sv: År

# ms_turnover_year_prefix
source: This
da: Dette
de: Dieses
et_ee: See
fi: Tämä
fr: Cette
it: Quest'
lt_lt: Šie
lv_lv: Šis
nb: Dette
sv: Detta

# ms_tx
source: Tx-Nr.
da: Tr.nr.
de: Transaktions-Nr.
fi: Tx-nro
lv_lv: Nodokļa maksātāja nr.
nb: Org.nr.
sv: Org.nr

# ms_type_amount
source: Type amount in Euro
da: Tast beløb i euro
de: Betrag in Euro eingeben
fi: Syötä summa euroina
fr: Saisir le montant en Euros
it: Inserisci l'importo in Euro
lv_lv: Ierakstiet summu eiro
nb: Oppgi beløp i euro
sv: Ange belopp i euro

# ms_type_amt
source: Type in amount
da: Indtast beløb
de: Betrag eingeben
et_ee: Sisestage summa
fi: Syötä summa
lt_lt: Įveskite sumą
lv_lv: Ierakstiet summu
nb: Skriv inn beløp
sv: Ange beloppet

# ms_unclassified_error_first_description
source: Please try again by later by re-entering SoftPOS or restarting the MyPayments app.
da: Prøv venligst igen senere ved at åbne SoftPOS igen eller genstarte MyPayments-appen
de: Bitte versuchen Sie es später erneut, indem Sie SoftPOS erneut öffnen oder die MyPayments-App neu starten
fi: Yritä myöhemmin uudelleen avaamalla SoftPOS uudestaan tai käynnistämällä MyPayments-sovellus uudelleen
fr: Veuillez réessayer plus tard en relançant SoftPOS ou en redémarrant l’application MyPayments
it: Riprova più tardi accedendo nuovamente a SoftPOS o riavviando l’app MyPayments
nb: Prøv igjen senere ved å gå inn på SoftPOS på nytt eller starte MyPayments-appen på nytt
sv: Försök igen senare genom att öppna SoftPOS på nytt eller starta om MyPayments-appen

# ms_unclassified_error_second_description
source: If the issue persists please contact support.
da: Kontakt venligst support, hvis problemet fortsætter
de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support
fi: Jos ongelma jatkuu, ota yhteyttä tukeen
fr: Si le problème persiste, veuillez contacter le support
it: Se il problema persiste, contatta l’assistenza
nb: Kontakt brukerstøtte hvis problemet vedvarer
sv: Kontakta supporten om problemet kvarstår

# ms_unclassified_error_subtitle
source: An unknown error has occurred
da: En ukendt fejl er opstået
de: Ein unbekannter Fehler ist aufgetreten
fi: Tapahtui tuntematon virhe
fr: Une erreur inconnue s’est produite
it: Si è verificato un errore sconosciuto
nb: En ukjent feil har oppstått
sv: Ett okänt fel har inträffat

# ms_unclassified_error_title
source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
nb: Ukjent feil
sv: Okänt fel

# ms_unlinked_error_first_description
source: Please try again by re-entering Nets SoftPOS or restarting the MyPayments app.
da: Prøv venligst igen ved at åbne Nets SoftPOS på ny eller genstarte MyPayments-appen
de: Bitte versuchen Sie es erneut, indem Sie Nets SoftPOS neu starten oder die MyPayments-App neu starten
fi: Yritä uudelleen avaamalla Nets SoftPOS uudelleen tai käynnistämällä MyPayments-sovellus
fr: Veuillez réessayer en relançant Nets SoftPOS ou en redémarrant l’application MyPayments
it: Riprova accedendo nuovamente a Nets SoftPOS o riavviando l’app MyPayments
nb: Prøv igjen ved å åpne Nets SoftPOS på nytt eller starte MyPayments-appen på nytt
sv: Försök igen genom att öppna Nets SoftPOS på nytt eller starta om MyPayments-appen

# ms_unlinked_error_headline
source: Unable to link the device to Nets SoftPOS
da: Det var ikke muligt at tilknytte enheden til Nets SoftPOS
de: Das Gerät konnte nicht mit Nets SoftPOS verbunden werden
fi: Laitetta ei voitu yhdistää Nets SoftPOS -järjestelmään
fr: Impossible de lier l’appareil à Nets SoftPOS
it: Impossibile collegare il dispositivo a Nets SoftPOS
nb: Kunne ikke koble enheten til Nets SoftPOS
sv: Det gick inte att länka enheten till Nets SoftPOS

# ms_unlinked_error_second_description
source: If the issue persists please contact us or visit support.
da: Hvis problemet fortsætter, bedes du kontakte support
de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support
fi: Jos ongelma jatkuu, ota yhteyttä tukeen
fr: Si le problème persiste, veuillez contacter l’assistance
it: Se il problema persiste, contatta l’assistenza
nb: Hvis problemet vedvarer, vennligst kontakt support
sv: Om problemet kvarstår, vänligen kontakta support

# ms_unlinked_error_title
source: Linking Error
da: Tilknytningsfejl
de: Verbindungsfehler
fi: Yhdistämisvirhe
fr: Erreur de liaison
it: Errore di collegamento
nb: Koblingsfeil
sv: Länkningsfel
