Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_activity_description_long
source: Here you get an overview of the business' peak hours, measured on either card turnover or number of transactions. It is possible to change the time span from day to week or month. The colours show how busy the different periods are. Red means highest amount of transactions, yellow means medium and light grey means lowest amount of transactions.
da: Her kan du se virksomhedens travleste perioder, målt på enten kortomsætning eller antal transaktioner. Det er muligt at ændre perioden fra dag til uge eller måned. Farverne indikerer, hvor travlt der er. Rød betyder højeste antal transaktioner, gul betyder mellem, mens lysegrå betyder ingen transaktioner.
de: Hier erhalten Sie eine Übersicht über die Stoßzeiten in Ihrem Geschäft, gemessen am Kartenumsatz oder an der Anzahl der Transaktionen. Sie können als berücksichtigten Zeitraum einen Tag, eine Woche oder einen Monat einstellen. Die Farben zeigen Ihnen an, wie geschäftig der Zeitraum ist. Rot zeigt den Zeitraum mit der höchsten Anzahl an Transaktionen, Gelb einen Zeitraum mit mittlerer Anzahl an Transaktionen und Hellgrau den Zeitraum mit der niedrigsten Anzahl an Transaktionen.
et_ee: Siit saate ülevaate tipptundidest, mida mõõdetakse kaardikäibe või tehingute arvu järgi. Võimalikud ajavahemikud on nädal ja kuu. Värvid näitavad aktiivsust eri ajavahemikes. Punane tähendab suurimat tehingute arvu, kollane tähendab keskmist ja helehall väikseimat tehingute arvu.
fi: Tässä on yleiskuvaus yrityksen kiireisimmistä tunneista joko korttiliikevaihdon tai tapahtumien määrän perusteella. Aikavälin voi vaihtaa päivästä viikkoon tai kuukauteen. Värit osoittavat, miten kiireisiä eri jaksot ovat. Punainen tarkoittaa suurinta tapahtumamäärää, keltainen keskitason tapahtumamäärää ja vaaleanharmaa pienintä tapahtumamäärää.
fr: Vous avez ici une vue d'ensemble des heures de forte affluence du magasin, mesurées d'après le chiffre d'affaires généré par les cartes ou le nombre de transactions. Il est possible de modifier l'intervalle de temps de jour en semaine ou en mois. Les couleurs indiquent l'ampleur de l'affluence aux différentes périodes de temps. Le rouge désigne le plus grand nombre de transactions, le jaune le nombre moyen et le gris le plus petit nombre de transactions.
it: Qui hai una panoramica delle ore di punta dell'attività, misurate sia in termini di fatturato su carta, sia in base al numero di transazioni. È possibile cambiare l'arco di tempo da giorno a settimana o mese. I colori mostrano il traffico nei diversi periodi. Il rosso indica il numero più alto di transazioni, il giallo indica un numero medio e il grigio chiaro indica il numero più basso di transazioni.
lt_lt: Čia pateikiama informacijos apie įmonės piko valandas, nustatytas pagal atsiskaitymo kortelėmis apyvartą arba operacijų skaičių. Laikotarpį vietoj savaitės galima pakeisti į mėnesį. Spalvomis pavaizduotas įvairių laikotarpių užimtumas. Raudona spalva atitinka didžiausią operacijų skaičių, geltona – vidutinį, o šviesiai pilka – mažiausią operacijų skaičių.
lv_lv: Šeit jūs saņemat pārskatu par uzņēmuma aktīvākajām stundām, skatoties pēc kartes apgrozījuma vai darījumu skaita. Ir iespējams mainīt laika periodu no nedēļas uz mēnesi. Krāsas parāda, cik aktīvi ir dažādi periodi. Sarkans ir lielākais darījumu apjoms, dzeltena ir vidējs un gaiši pelēks - viszemākais darījumu skaits.
nb: Her får du en oversikt over virksomhetenes travleste timer, målt enten ut fra kortomsetning eller antall transaksjoner. Det er mulig å endre tidsrommet fra dag til uke eller måned. Fargene viser hvor travelt det var i de ulike periodene. Rødt viser høyeste antall transaksjoner, gult middels høyt antall og lys grå laveste antall transaksjoner.
sv: Här får du en översikt över företagets perioder med mest aktivitet, mätt antingen efter kortomsättning eller antal transaktioner. Du kan ändra tidsintervallet från dag till vecka eller månad. Färgerna visar hur stor aktiviteten är under de olika perioderna. Rött betyder högsta antalet transaktioner, gult betyder mellan och ljusgrå betyder lägsta antalet transaktioner.

# ms_ad_phone_not_compatible_txt
source: Your smartphone is unfortunately not compatible with Tap to Pay on Android device and you can therefore not use this feature.
de: Ihr Smartphone ist leider nicht mit Tap to Pay on Android kompatibel, Sie können diese Funktion daher nicht nutzen.
fi: Älypuhelimesi ei valitettavasti ole yhteensopiva Tap to Pay on Androidin kanssa, joten et voi käyttää tätä ominaisuutta.
fr: Votre smartphone n'est malheureusement pas compatible avec Tap to Pay on Android ; vous ne pouvez donc pas utiliser cette fonctionnalité.
it: Il tuo smartphone non è compatibile con Tap To Pay su Android, non puoi quindi usare questa funzione.

# ms_all_laka
source: All
da: Alle
de: Alle
et_ee: Kõik
fi: Kaikki
fr: Tout
it: Tutto
lt_lt: Viskas
lv_lv: Visi
nb: Alle
sv: Alla

# ms_all_locations_selected
source: all
da: alle
de: alle
et_ee: kõik
fi: kaikki
fr: tous
it: tutte
lt_lt: visi
lv_lv: visi
nb: alle
sv: alla

# ms_all_support_articles
source: All support articles
da: Alle supportartikler
de: Alle Supportartikel
fi: Kaikki tukiohjeet
fr: Tous les articles d’assistance
it: Tutti gli articoli di supporto
nb: Alle støtteartikler
sv: Alla supportartiklar

# ms_already_terminal_received
source: Did you already receive your terminal?
da: Har du allerede modtaget din terminal?
de: Haben Sie Ihr Terminal bereits erhalten?
et_ee: Kas saite oma terminali juba kätte?
fi: Oletko jo saanut päätteesi?
lt_lt: Ar jau gavote savo terminalą?
lv_lv: Vai jūs jau esat saņēmis savu termināli?
nb: Har du mottatt terminalen?
sv: Har du redan fått terminalen?

# ms_amount
source: Amount
da: Beløb
de: Betrag
fi: Summa
fr: Montant
it: Importo
lv_lv: Summa
nb: Beløp
sv: Belopp

# ms_amount_need_refund_desc
source: Type in the amount that needs to be refunded and press the GREEN OK button.
da: Indtast det beløb, der skal tilbagebetales, og tryk på den GRØNNE OK-knap.
de: Geben Sie den Betrag ein, der erstattet werden soll, und drücken Sie die grüne OK-Taste.
et_ee: Sisestage tagasi makstav summa ja vajutage ROHELIST nuppu OK.
fi: Syötä palautettava summa ja paina VIHREÄÄ OK-painiketta.
lt_lt: Įveskite sumą, kurią reikia grąžinti, ir paspauskite ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Ievadiet atmaksājamo summu un nospiediet ZAĻO OK (Labi) pogu.
sv: Ange beloppet som ska återbetalas och tryck på den GRÖNA OK-knappen.

# ms_amt_trans
source: Type in the amount of the transaction.
da: Indtast transaktionsbeløbet.
de: Geben Sie den Betrag der Transaktion ein.
et_ee: Sisestage tehingu summa.
fi: Syötä maksutapahtuman summa.
lt_lt: Įveskite operacijos sumą.
lv_lv: Ierakstiet darījuma summu.
nb: Skriv inn transaksjonsbeløpet.
sv: Ange transaktionsbeloppet.

# ms_amt_type
source: Type in amount and press OK
da: Indtast beløb, og tryk på OK
de: Betrag eingeben und OK drücken
et_ee: Sisestage summa ja vajutage OK
fi: Syötä summa ja paina OK
lt_lt: Įrašykite sumą ir spauskite „OK“ (gerai)
lv_lv: Ievadiet summu un nospiediet OK
nb: Skriv inn beløpet og trykk på OK
sv: Ange beloppet och tryck på OK

# ms_analytics
source: Analytics
da: Analyse
de: Analysen
et_ee: Analüütika
fi: Analyysit
fr: Analyse
it: Analisi
lt_lt: Analitiniai duomenys
lv_lv: Analītika
nb: Analyse
sv: Analys

# ms_analyticsBugFixes
source: Bug fixes to Analytics Pro
da: Fejlrettelser til Analytics Pro
de: Fehlerkorrekturen bei Analytics Pro
et_ee: Analytics Pro veaparandused
fi: Virhekorjauksia Analytics Prohon
fr: Corrections des bogues pour Analytics Pro
it: Correzione dei bug ad Analytics Pro
lt_lt: „Analytics Pro“ klaidų taisymai
lv_lv: Vīrusu labojumi Analytics Pro
nb: Feilrettinger i Analytics Pro
sv: Buggfixar i Analytics Pro

# ms_analytics_30daysFree
source: Try Analytics Pro 30 days for free
da: Prøv Analytics Pro i 30 dage gratis
de: Analytics Pro 30 Tage kostenlos testen
et_ee: Proovi Analytics Prod 30 päeva tasuta
fi: Kokeile Analytics Prota 30 päivää ilmaiseksi
fr: Testez Analytics Pro gratuitement pendant 30 jours
it: Prova Analytics Pro gratis per 30 giorni
lt_lt: Išbandykite „Analytics Pro“ 30 dienų nemokamai
lv_lv: Izmēģiniet Analytics Pro 30 dienas bez maksas
nb: Prøv Analytics Pro gratis i 30 dager
sv: Prova Analytics Pro kostnadsfritt i 30 dagar

# ms_analytics_ActivatePro
source: Activate Pro now
da: Aktivér Pro nu
de: Pro now aktivieren
et_ee: Aktiveeri Pro kohe
fi: Aktivoi Pro nyt
fr: Activer Pro maintenant
it: Attiva Pro ora
lt_lt: Suaktyvinkite „Pro“ dabar
lv_lv: Aktivizējiet Pro tagad
nb: Aktiver Pro nå
sv: Aktivera Pro nu

# ms_analytics_SalesPerformDesc
source: Benchmark of your sales performance against the overall performance of companies (based on a median value) within your industry and country.
da: Benchmarking af dine salgsresultater i forhold til de samlede resultater for virksomheder i din branche og dit land (baseret på en middelværdi).
de: Benchmark Ihrer Umsatzleistung im Vergleich zur Gesamtleistung von Unternehmen (basierend auf einem Mittelwert) in Ihrer Branche und Ihrem Land.
et_ee: Teie müügi tulemuslikkuse võrdlus teie valdkonna ja riigi ettevõtete üldise tulemuslikkusega (mediaanväärtusega).
fi: Tässä vertaamme yrityksesi liikevaihtoa oman toimialasi ja maasi yritysten liikevaihtoon (perustuen keskiarvoon).
fr: Comparatif entre vos résultats de ventes et les résultats globaux des entreprises (sur la base d'une valeur médiane) dans votre secteur d'activité et votre pays.
it: Confronto delle tue performance di vendita rispetto alle performance globali delle aziende (in base a un valore mediano) nel tuo settore e nel tuo paese.
lt_lt: Jūsų pardavimo našumo etalonas pagal bendrą įmonių našumą (pagrįstą vidutine verte) jūsų pramonės šakoje ir šalyje.
lv_lv: Jūsu apgrozījuma rādītāji tiek salīdzināti ar vispārējo uzņēmumu veiktspēju (balstoties uz vidējo vērtību) jūsu industrijā un valstī.
nb: Måling av salgsresultatene dine mot den generelle ytelsen til bedrifter (basert på medianverdi) i din bransje og ditt land.
sv: Jämförelse av dina försäljningsresultat med företagens totala resultat (baserat på ett medianvärde) inom din bransch och i ditt land.

# ms_analytics_VisitingDesc
source: Comparing the total value of customers who visit only once and those who return (make at least two purchases).
da: Sammenligning af den samlede værdi af kunder med kun et besøg og tilbagevendende kunder (foretager mindst to køb).
de: Vergleich des Gesamtwerts von Kunden, die nur einen Besuch durchführen, und wiederkehrenden Kunden (die mindestens zwei Käufe tätigen).
et_ee: Võrdleme ühekordsete ja korduvate (vähemalt kaks ostu) külastajate koguväärtust.
fi: Tässä verrataan vain kerran vierailevia asiakkaita ja palaavia (vähintään kaksi ostosta) asiakkaita.
fr: Comparaison de la valeur totale des clients qui ne viennent qu'une fois au magasin et ceux qui reviennent (font au moins deux achats).
it: Confronto del valore totale dei clienti che visitano la sede di vendita una sola volta e di quelli abituali (fanno almeno due acquisti).
lt_lt: Palyginkite bendrą klientų, kurie lankosi tik vieną kartą, ir tų, kurie grįžta, vertę (atlikite bent du pirkimus).
lv_lv: Kopējo klientu salīdzināšana, to, kas veic vienu apmeklējumu, un to, kas atgriežas (veic vismaz divus pirkumus).
nb: Sammenligning av den totale verdien av kunder som bare besøker én gang, og de som kommer tilbake (foretar minst to kjøp).
sv: Jämförelse av det sammanlagda värdet från kunder som bara besöker en gång och de som återvänder (gör minst två köp).

# ms_analytics_Visitingcustomers
source: Customers
da: Kunder
de: Kunden
et_ee: Kliendid
fi: Asiakkaat
fr: Clients
it: Clienti
lt_lt: Pirkėjai
lv_lv: Klienti
nb: Kunder
sv: Kunder

# ms_analytics_afterVisiting
source: After visiting
da: Efter besøget
de: Nach dem Besuch
et_ee: Külastuse järel
fi: Käynnin jälkeen
fr: Après la visite
it: Dopo la visita
lt_lt: Po apsilankymo
lv_lv: Pēc apmeklējuma
nb: Etter besøket
sv: Efter besök

# ms_analytics_alllocations
source: All locations
da: Alle steder
de: Alle Standorte
et_ee: Kõik asukohad
fi: Kaikki myyntipisteet
fr: Tous les points de vente
it: Tutte le sedi
lt_lt: Visos vietos
lv_lv: Visas atrašanās vietas
nb: Alle steder
sv: Alla platser

# ms_analytics_amountOfTransactions
source: Amount of transactions in price ranges
da: Antal transaktioner for prisintervaller
de: Betrag der Transaktionen in Preissegmenten
et_ee: Tehingute arv hinnavahemikes
fi: Tapahtumien määrä hintaluokissa
fr: Montant des transactions par gammes de prix
it: Quantità di transazioni per fasce di prezzo
lt_lt: Operacijų skaičius pagal kainų intervalus
lv_lv: Darījumu skaits cenu diapazonos
nb: Antall transaksjoner i prisklasser
sv: Beloppen för transaktioner i prisintervall

# ms_analytics_cancelAnytime
source: Cancel anytime
da: Opsig når som helst
de: Jederzeit kündbar
et_ee: Tühista igal ajal
fi: Peruuta milloin tahansa
fr: Annuler n'importe quand
it: Annulla in qualsiasi momento
lt_lt: Atšaukti bet kada
lv_lv: Atceliet jebkurā brīdī
nb: Kanseller når du ønsker
sv: Ångra när som helst

# ms_analytics_compare
source: Compare with:
da: Sammenlign med:
de: Vergleichen mit:
et_ee: Võrdluse alus:
fi: Vertaa:
fr: Comparer à:
it: Confronto con:
lt_lt: Palyginti su:
lv_lv: Salīdzināt ar:
nb: Sammenlign med:
sv: Jämför med:

# ms_analytics_consumerFlow
source: Consumer Flow
da: Kundeflow
de: Verbraucherfluss
et_ee: Kliendivoog
fi: Asiakasvirta
fr: Circulation du client
it: Flusso consumatori
lt_lt: Vartotojų srautas
lv_lv: Patērētāju plūsma
nb: Forbrukerflyt
sv: Kundflöde

# ms_analytics_consumerFlowDesc
source: How cardholders who visited your sales location shopped right before and after their visit.
da: Hvordan kortholdere, der besøgte dit salgssted, handlede lige før og efter deres besøg.
de: Einkaufsverhalten von Karteninhabern, die Ihren Verkaufsstandort besucht haben, vor und nach ihrem Besuch.
et_ee: Kuidas müügikohta külastanud kaardiomanikud ostlesid vahetult enne ja pärast külastust.
fi: Miten myyntipisteessäsi vierailleet kortinhaltijat shoppailivat juuri ennen vierailuaan ja sen jälkeen.
fr: Comment les titulaires de carte qui sont venus dans votre point de vente ont effectué des achats immédiatement avant et après leur visite.
it: In quale modo i titolari di carte che hanno visitato la tua sede di vendita hanno fatto acquisti prima e dopo la loro visita?
lt_lt: Kokiu būdu jūsų pardavimo vietoje apsilankę kortelės turėtojai apsipirko prieš pat apsilankymą ir po jo.
lv_lv: Kā karšu īpašnieki, kas apmeklēja jūsu tirdzniecības vietu, iepirkās tieši pirms un pēc apmeklējuma.
nb: Slik handlet kortholdere som besøkte salgsstedet ditt, rett før og etter besøket.
sv: Hur kortinnehavare som besökte din försäljningsplats handlade precis före och efter sitt besök.

# ms_analytics_consumerWallet
source: Consumer wallet
da: Kundernes køb
de: Kaufverhalten der Kunden
et_ee: kliendi rahakotist
fi: Osuus asiakkaan lompakosta
fr: Portefeuille du client
it: Portafoglio consumatori
lt_lt: Vartotojų piniginė
lv_lv: Patērētāju maks
nb: Forbrukerlommebok
sv: Kundens plånbok

# ms_analytics_consumerWalletDesc
source: What is your share of your customers’ total spend within your business category.
da: Hvad er din andel af dine kunders samlede forbrug inden for din virksomhedskategori.
de: Ihr Anteil an den Gesamtausgaben des Kunden in Ihrer Geschäftskategorie.
et_ee: Kui suur on teie osa klientide kogukulutustest teie ärivaldkonnas.
fi: Osuutesi asiakkaidesi kokonaiskulutuksesta toimialallasi.
fr: Quelle est votre part dans les dépenses totales de vos clients dans votre secteur d'activités.
it: Qual è la tua percentuale sulla spesa totale dei clienti nella categoria della tua attività?
lt_lt: Kokia yra jūsų klientų visų išlaidų dalis jūsų verslo kategorijoje.
lv_lv: Kāda ir jūsu daļa no jūsu klientu kopējiem tēriņiem jūsu uzņēmuma kategorijā.
nb: Din andel av kundenes totale forbruk innenfor bedriftskategorien din.
sv: Hur stor är din andel av vad dina kunders sammanlagt spenderat inom din verksamhetskategori.

# ms_analytics_couldnotLoadData
source: Could not load data
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden
et_ee: Andmeid ei saanud laadida
fi: Tietojen lataaminen epäonnistui
fr: Impossible de charger les données
it: Impossibile caricare i dati
lt_lt: Nepavyko įkelti duomenų
lv_lv: Nevarēja ielādēt datus
nb: Kan ikke laste inn data
sv: Det gick inte att ladda data

# ms_analytics_customerFlow_subtitle_new
source: Where your customers shopped before and after their visit
da: Hvor dine kunder handlede før og efter deres besøg
de: Wo Ihre Kunden vor und nach ihrem Besuch eingekauft haben
et_ee: Kust teie kliendid enne ja pärast külastust ostnud on
fi: Missä asiakkaasi ostivat ennen käyntiä myyntipisteessäsi ja sen jälkeen
fr: Lieu où vos clients ont réalisé des achats avant et après leur visite
it: Dove hanno fatto acquisti i tuoi clienti prima e dopo la visita
lt_lt: Kur jūsų pirkėjai pirko prieš apsilankymą ir po jo
lv_lv: Kur jūsu pircēji ierpirkās pirms un pēc sava apmeklējuma
nb: Hvor kundene dine handlet før og etter besøket
sv: Var dina kunder handlade före och efter sitt besök

# ms_analytics_customerOrigin_subtitle_new
source: Assumed origin of your customers
da: Dine kunders formodede bopæl
de: Vermutete Herkunft Ihrer Kunden
et_ee: Teie klientide eeldatav päritolu
fi: Asiakkaittesi arvioitu kotipaikkakunta
fr: Origine supposée de vos clients
it: Origine presunta dei tuoi clienti
lt_lt: Apytikrė jūsų pirkėjų kilmė
lv_lv: Jūsu pircēju aptuvenā izcelsme
nb: Antatt opprinnelse til kundene dine
sv: Uppskattat ursprung för dina kunder

# ms_analytics_customerValue_subtitle_new
source: Value of your returning and one-time customers
da: Værdien af dine tilbagevendende kunder og engangskunder
de: Wert Ihrer wiederkehrenden und einmaligen Kunden
et_ee: Teie tagasipöörduvate ja ühekordsete klientide väärtus
fi: Palaavien ja kertaluonteisten asiakkaiden arvo
fr: Valeur de vos clients réguliers et uniques
it: Valore dei tuoi clienti abituali e di quelli occasionali
lt_lt: Jūsų grįžtančių ir vienkartinių pirkėjų vertė
lv_lv: Atkārtotu un jaunu pircēju vērtība
nb: Verdien av tilbakevendende kunder og engangskunder
sv: Värdet hos dina återkommande och nya kunder

# ms_analytics_customerVisit
source: Customer’s visits before and after visiting your location
da: Kundens besøg før og efter besøget på dit salgssted
de: Kundenbesuche vor und nach dem Besuch Ihres Standorts
et_ee: Kliendi külastused enne ja pärast teie asukoha külastamist
fi: Asiakkaan käynnit ennen käyntiä myyntipisteessäsi ja sen jälkeen
fr: Visites du client avant et après avoir s'être rendu dans votre magasin
it: Visite del cliente prima e dopo la visita alla tua sede
lt_lt: Kliento apsilankymai prieš ir po apsilankymo jūsų vietoje
lv_lv: Klienta apmeklējumi pirms un pēc jūsu atrašanās vietas apmeklējuma
nb: Kundens besøk før og etter å ha besøkt stedet ditt
sv: Kundens besök före och efter att ha besökt din plats

# ms_analytics_customers
source: Customers
da: Kunder
de: Kunden
et_ee: Kliendid
fi: Asiakkaat
fr: Clients
it: Clienti
lt_lt: Klientai
lv_lv: Klienti
nb: Kunder
sv: Kunder

# ms_analytics_data_last_updated
source: Data last updated
da: Data sidst opdateret
de: Datum der letzten Aktualisierung
et_ee: Andmete viimane uuendamine
fi: Tiedot päivitetty viimeksi
fr: Dernière mise à jour des données
it: Ultimo aggiornamento dati
lt_lt: Paskutinį kartą atnaujinti duomenys
lv_lv: Pēdējo reizi atjaunināti dati
nb: Data sist oppdatert
sv: Data uppdaterades senast

# ms_analytics_daysleft
source: days left of trial
da: dage tilbage af prøveperioden
de: Tage verbleiben für die Testversion
et_ee: päeva prooviversiooni kehtivuse lõpuni
fi: päivää jäljellä kokeilujaksosta
fr: nombre de jours de la période d'essai restants
it: giorni di prova rimasti
lt_lt: likusios bandomosios versijos dienos
lv_lv: izmēģinājuma dienas
nb: dager igjen av prøveperioden
sv: dagar kvar av provperioden

# ms_analytics_domesticCustomers
source: Domestic customers
da: Nationale kunder
de: Inländische Kunden
et_ee: Kodumaised kliendid
fi: Kotimaiset asiakkaat
fr: Clients nationaux
it: Clienti nazionali
lt_lt: Vietiniai pirkėjai
lv_lv: Vietējie klienti
nb: Innenlandske kunder
sv: Inhemska kunder

# ms_analytics_domesticDesc
source: Estimated origin of your customers based on their card purchase history in grocery stores.
da: Hvor din kunder menes at komme fra baseret på deres kortkøbshistorik i dagligvareforretninger.
de: Geschätzte Herkunft Ihrer Kunden basierend auf ihrer Kartenkaufhistorie in Lebensmittelgeschäften.
et_ee: Klientide eeldatav päritolu nende kaardimaksete ajaloo järgi toidukauplustes.
fi: Asiakkaittesi arvioitu asuinpaikka heidän ruokakaupoissa tekemiensä korttiostosten perusteella.
fr: Origine estimée de vos clients d'après leur historique d'achat par carte dans les épiceries.
it: Origine prevista dei tuoi clienti in base allo storico degli acquisti con la carta nei negozi di alimentari.
lt_lt: Numatoma jūsų klientų kilmė pagal jų kortelių pirkimo istoriją maisto prekių parduotuvėse.
lv_lv: Jūsu klientu aptuvenā izcelsme, pamatojoties uz viņu karšu pirkumu vēsturi pārtikas veikalos.
nb: Estimert opprinnelse til kundene dine basert på kortkjøpshistorikken deres i dagligvarebutikker.
sv: Uppskattat ursprung för dina kunder baserat på deras kortköpshistorik i livsmedelsbutiker.

# ms_analytics_goToWeb
source: Please go to Nets MyPayments on the web to manage your account.
da: Gå til Nets MyPayments på nettet for at administrere din konto.
de: Bitte gehen Sie im Web zu Nets MyPayments, um Ihr Konto zu verwalten.
et_ee: Konto haldamiseks veebis minge aadressile Nets MyPayments.
fi: Hallitse tiliäsi siirtymällä Nets MyPayments -sivustoon.
fr: Allez à Nets MyPayments sur le Web pour gérer votre compte.
it: Vai a Nets MyPayments sul sito web per gestire il tuo account.
lt_lt: Eikite į „Nets MyPayments“ žiniatinklyje, kad galėtumėte tvarkyti savo paskyrą.
lv_lv: Lūdzu, dodieties uz Nets MyPayments tīmeklī, lai pārvaldītu savu kontu.
nb: Gå til Nets MyPayments på nettet for å administrere kontoen din.
sv: Gå till Nets MyPayments på webben för att hantera ditt konto.

# ms_analytics_hereafter
source: After this period, DKK 79/month
da: Herefter 79 kr./måned
de: Danach 79 Kronen/Monat
et_ee: Pärast seda perioodi 79 Taani krooni kuus
fi: Sen jälkeen 79 DKK/kk
fr: Après ce délai, DKK 79/mois
it: Dopo questo periodo, 10,2 franchi svizzeri/mese
lt_lt: Po šio laikotarpio 79 DKK per mėnesį
lv_lv: Pēc šī perioda DKK 79 mēnesī
nb: DKK 79/mnd. etter denne perioden
sv: Därefter 79 kr/mån

# ms_analytics_includesAllLocations
source: This data includes all locations
da: Disse data omfatter alle salgssteder
de: Diese Daten umfassen alle Standorte
et_ee: Need andmed hõlmavad kõiki asukohti
fi: Nämä tiedot sisältävät kaikki sijainnit
fr: Ces données comprennent tous les magasins
it: Questi dati comprendono tutte le sedi
lt_lt: Šie duomenys apima visas vietoves
lv_lv: Šie dati ietver visas atrašanās vietas
nb: Disse dataene inkluderer alle steder
sv: Dessa data omfattar alla platser

# ms_analytics_industry_code_1
source: Airlines & Travel Agencies
da: Flyselskaber og rejsebureauer
de: Fluggesellschaften & Reisebüros
et_ee: Lennufirmad ja reisibürood
fi: Lentoyhtiöt ja matkatoimistot
fr: Compagnies aériennes et agences de voyages
it: Compagnie aeree & Agenzie viaggi
lt_lt: Avialinijos ir kelionių agentūros
lv_lv: Aviolīnijas un ceļojumu aģentūras
nb: Flyselskaper og reisebyråer
sv: Flygbolag och resebyråer
