Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_guide_n950_refund_payment_5_message
source: Let your customer complete the refund by using the same payment card as they used for the purchase.
da: Lad din kunde gennemføre refunderingen med samme betalingskort, som de brugte til købet.
fi: Asiakkaasi tulee viimeistellä palautus käyttämällä samaa maksukorttia, jota hän käytti ostokseen.
nb: La kunden fullføre tilbakebetalingen med det samme betalingskortet som ble brukt ved kjøpet.
sv: Låt din kund slutföra återbetalningen med samma betalkort som kunden använde vid köpet.

# ms_guide_n950_refund_payment_5_title
source: Let your customer complete the purchase
da: Lad din kunde gennemføre refunderingen
fi: Anna asiakkaasi viimeistellä palautus
nb: La kunden fullføre refusjonen
sv: Låt din kund slutföra returen

# ms_guide_n950_refund_payment_6_message
source: If your customer would like the receipt, click on the <b>Paper receipt</b>, if not, click on the <b>No receipt button.</b>
da: Hvis din kunde ønsker kvitteringen, vælg papirkvitterings-mulighed. Hvis ikke, vælg ingen kvittering.
fi: Jos asiakkaasi haluaa kuitin, valitse vaihtoehto paperikuitin tulostukseen päätteen näytöltä tai jätä kuitti tulostamatta napauttamalla vaihtoehtoa näytölllä.
nb: Hvis kunden din ønsker en kvittering, velg alternativet for å skrive ut en papirkvittering på terminalskjermen eller la kvitteringen stå utrykt ved å trykke på alternativet på skjermen.
sv: Om din kund vill ha ett kvitto, välj alternativet för papperskvitto på terminalskärmen. Om kunden inte önskar kvitto väljer du det alternativet på skärmen.

# ms_guide_n950_refund_payment_6_title
source: Share the receipt with your customer
da: Del kvitteringen med din kunde
fi: Jaa kuitti asiakkaasi kanssa
nb: Del kvitteringen med kunden din
sv: Dela kvittot med din kund

# ms_guide_n950_refund_payment_header
source: Refund of a payment
da: Sådan foretages en tilbagebetaling
fi: Maksun palauttaminen
nb: Foreta en refusjon
sv: Gör en återbetalning

# ms_guide_n950_set_up_terminal_10_message
source: Use the numeric pad to enter a small amount. Press the <b>Charge</b> button to confirm.
da: Brug det numeriske tastatur til at indtaste et lille beløb. Tryk på knappen for at bekræfte.
de: Verwenden Sie das Zahlenfeld, um einen kleinen Betrag einzugeben. Drücken Sie auf <b>Belasten</b>, um zu bestätigen.
fi: Käytä kosketusnäytön numeronäppäimiä syöttääksesi summa päätteelle. Vahvista maksu.
fr: Utilisez le pavé numérique pour saisir un petit montant. Appuyez sur le bouton <b>Encaisser</b> pour confirmer.
it: Usa il tastierino numerico per inserire un piccolo importo. Tocca <b>Addebita</b> per confermare.
nb: Bruk tallknappene på berøringsskjermen for å angi beløpet på terminalen. Trykk på knappen for å bekrefte betalingen.
sv: Använd sifferknapparna på pekskärmen för att ange ett lågt belopp. Tryck på knappen för att bekräfta betalningen.

# ms_guide_n950_set_up_terminal_10_title
source: Make a test transaction
da: Foretag en testtransaktion
de: Führen Sie eine Testtransaktion durch
fi: Suorita testitapahtuma
fr: Effectuez une transaction test
it: Effettua una transazione di prova
nb: Kjør en testtransaksjon
sv: Gör en testtransaktion

# ms_guide_n950_set_up_terminal_11_message
source: Complete the test transaction by using your own payment card.
da: Afslut testtransaktionen ved at bruge dit eget betalingskort.
de: Schließen Sie die Testtransaktion mit Ihrer eigenen Zahlungskarte ab.
fi: Viimeistele testimaksutapahtuma käyttämällä omaa maksukorttiasi.
fr: Terminez la transaction test en utilisant votre propre carte de paiement.
it: Completa la transazione di prova utilizzando la tua carta di pagamento.
nb: Gjennomfør testtransaksjonen med ditt eget betalingskort.
sv: Slutför testtransaktionen med ditt eget betalkort.

# ms_guide_n950_set_up_terminal_11_title
source: Complete the test transaction
da: Afslut testtransaktionen
de: Schließen Sie die Testtransaktion ab
fi: Viimeistele maksutapahtuma
fr: Terminez la transaction test
it: Completa la transazione di prova
nb: Fullfør testtransaksjonen
sv: Slutför testtransaktionen

# ms_guide_n950_set_up_terminal_12_message
source: Try printing a customer receipt by selecting the option for a paper receipt on the terminal screen.
da: Prøv at udskrive en kundekvittering ved at vælge muligheden for en papirkvittering på terminalskærmen.
de: Versuchen Sie, einen Kundenbeleg zu drucken, indem Sie auf dem Terminalbildschirm die Option für einen Papierbeleg auswählen.
fi: Kokeile asiakaskuitin tulostusta valitsemalla vaihtoehto paperiselle kuitille päätteen näytöltä.
fr: Essayez d’imprimer un reçu client en sélectionnant l’option pour un reçu papier sur l’écran du terminal.
it: Prova a stampare una ricevuta cliente selezionando l’opzione per ricevuta cartacea sullo schermo del terminale.
nb: Prøv å skrive ut en kundekvittering ved å velge alternativet for papirkvittering på terminalskjermen.
sv: Prova att skriva ut ett kundkvitto genom att välja alternativet för ett papperskvitto på terminalskärmen.

# ms_guide_n950_set_up_terminal_12_title
source: Test printing the receipt
da: Testudskrivning af kvitteringen
de: Testausdruck des Belegs
fi: Kuitin tulostus
fr: Test d’impression du reçu
it: Stampa di prova della ricevuta
nb: Utskrift av kvittering
sv: Testa utskrift av kvitto

# ms_guide_n950_set_up_terminal_1_message
source: Insert the power cable on the left side of the charging base and the other end to a wall socket.
da: Indsæt strømkablet i venstre side af opladningsbasen og den anden ende i en stikkontakt.
de: Stecken Sie das Netzkabel auf der linken Seite der Ladestation ein und das andere Ende in eine Steckdose.
et_ee: Ühenda toitekaabel laadimisaluse vasakule küljele ja teine ots seinakontakti.
fi: Liitä virtakaapeli lataustelakan vasemmalle puolelle ja toinen pää virtalähteeseen.
fr: Insérez le câble d’alimentation sur le côté gauche de la station de charge et l’autre extrémité dans une prise murale.
it: Inserisci il cavo di alimentazione sul lato sinistro della base di ricarica e l’altra estremità in una presa a muro.
lt_lt: Įjunkite maitinimo laidą į kairę įkrovimo stotelės pusę, o kitą galą – į elektros lizdą.
lv_lv: Ievietojiet barošanas kabeli uzlādes bāzes kreisajā pusē un otru galu pievienojiet kontaktligzdai.
nb: Plasser strømledningen på venstre side av terminalens ladebase og koble basen til strømkilden.
sv: Sätt i strömkabeln på vänster sida av terminalens laddningsbas och anslut andra änden till ett eluttag.

# ms_guide_n950_set_up_terminal_1_title
source: Insert the power cable
da: Indsæt strømkablet
de: Netzstecker einstecken
et_ee: Ühenda toitekaabel
fi: Liitä virtajohto
fr: Branchez le câble d’alimentation
it: Inserisci il cavo di alimentazione
lt_lt: Įjunkite maitinimo laidą
lv_lv: Pievienojiet barošanas kabeli
nb: Koble til kabelen
sv: Anslut strömkabeln

# ms_guide_n950_set_up_terminal_2_message
source: Place the payment terminal onto the charging base to start charging the terminal.
da: Placér betalingsterminalen på opladningsbasen for at starte opladningen af terminalen.
de: Stellen Sie das Zahlungsterminal auf die Ladestation, um den Ladevorgang zu starten.
et_ee: Aseta makseterminal laadimisalusele, et alustada laadimist.
fi: Aseta pääte latausalustaan päätteen lataamista varten.
fr: Placez le terminal de paiement sur la station de charge pour lancer la recharge.
it: Posiziona il terminale di pagamento sulla base di ricarica per avviare la ricarica.
lt_lt: Padėkite mokėjimo terminalą ant įkrovimo stotelės, kad pradėtų krauti.
lv_lv: Novietojiet maksājumu termināli uz uzlādes bāzes, lai sāktu uzlādi.
nb: Plasser terminalen i ladebasen for lading.
sv: Placera terminalen i laddningsbasen för att starta laddningen av terminalen.

# ms_guide_n950_set_up_terminal_2_title
source: Place the terminal on the charging base
da: Placér terminalen på opladningsbasen
de: Stellen Sie das Terminal auf die Ladestation
et_ee: Aseta terminal laadimisalusele
fi: Aseta pääte lataustelakkaan
fr: Placez le terminal sur la station de charge
it: Posiziona il terminale sulla base di ricarica
lt_lt: Padėkite terminalą ant įkrovimo stotelės
lv_lv: Novietojiet termināli uz uzlādes bāzes
nb: Plasser terminalen i ladebasen
sv: Placera terminalen i laddningsbasen.

# ms_guide_n950_set_up_terminal_3_message
source: Hold the power button for around 2 seconds until the screen lights up.
da: Hold tænd/sluk-knappen nede i cirka 2 sekunder, indtil skærmen tænder.
de: Halten Sie die Ein-/Aus-Taste etwa 2 Sekunden lang gedrückt, bis der Bildschirm aufleuchtet.
et_ee: Hoia toitenuppu all umbes 2 sekundit, kuni ekraan süttib.
fi: Paina virtanäppäintä noin 2 sekunnin ajan, kunnes päätteen näyttö syttyy.
fr: Maintenez le bouton d’alimentation pendant environ 2 secondes jusqu’à ce que l’écran s’allume.
it: Tieni premuto il pulsante di accensione per circa 2 secondi finché lo schermo si accende.
lt_lt: Laikykite nuspaudę įjungimo mygtuką apie 2 sekundes, kol įsijungs ekranas.
lv_lv: Turiet nospiestu barošanas pogu apmēram 2 sekundes, līdz ekrāns ieslēdzas.
nb: Trykk på strømknappen i ca. 2 sekunder til skjermen slås på.
sv: Tryck in strömknappen ca. 2 sekunder tills skärmen lyser upp.

# ms_guide_n950_set_up_terminal_3_title
source: Hold the power button
da: Hold tænd/sluk-knappen nede
de: Halten Sie die Ein-/Aus-Taste gedrückt
et_ee: Hoia all toitenuppu
fi: Paina virtanäppäintä
fr: Maintenez le bouton d’alimentation
it: Tieni premuto il pulsante di accensione
lt_lt: Laikykite nuspaudę įjungimo mygtuką
lv_lv: Turiet nospiestu barošanas pogu
nb: Trykk på strømknappen
sv: Tryck på strömknappen

# ms_guide_n950_set_up_terminal_4_message
source: Select your preferred language and tap the <b>Continue</b> button.
da: Vælg dit foretrukne sprog og tryk på knappen for at fortsætte.
de: Wählen Sie Ihre bevorzugte Sprache und tippen Sie auf die Schaltfläche <b>Weiter</b>.
et_ee: Vali eelistatud keel ja puuduta nuppu <b>Jätka</b>.
fi: Valitse haluamasi kieli valikosta ja jatka napauttamalla päätenäytöllä näkyvää vaihtoehtoa.
fr: Sélectionnez votre langue préférée puis touchez le bouton <b>Continuer</b>.
it: Seleziona la lingua preferita e tocca il pulsante <b>Continua</b>.
lt_lt: Pasirinkite pageidaujamą kalbą ir palieskite mygtuką <b>Tęsti</b>.
lv_lv: Izvēlieties vēlamo valodu un pieskarieties pogai <b>Turpināt</b>.
nb: Velg ønsket språk og trykk på skjermen for å fortsette.
sv: Välj önskat språk och tryck på fortsätt för att gå vidare.

# ms_guide_n950_set_up_terminal_4_title
source: Select language
da: Vælg sprog
de: Sprache auswählen
et_ee: Vali keel
fi: Valitse kieli
fr: Sélectionnez la langue
it: Seleziona la lingua
lt_lt: Pasirinkite kalbą
lv_lv: Izvēlieties valodu
nb: Velg ditt språk
sv: Välj språk

# ms_guide_n950_set_up_terminal_5_message
source: By tapping 'Activate', your terminal will be set up to accept payments through Nets' & Nexi's payment application Npay.
da: Ved at trykke på <b>Aktiver</b> bliver din terminal sat op til at acceptere betalinger gennem Nets' & Nexi's betalingsapplikation Npay.
de: Durch Tippen auf <b>Aktivieren</b> wird Ihr Terminal für die Annahme von Zahlungen über die Zahlungsanwendung Npay von Nets und Nexi eingerichtet.
fi: Aktivoimalla maksupäätteen, valmistat sen vastaanottamaan maksuja Nets & Nexi Groupin maksuaaplikaation, Npayn, kautta.
fr: En appuyant sur <b>Activer</b>, votre terminal sera configuré pour accepter les paiements via l’application de paiement Npay de Nets et Nexi.
it: Toccando <b>Attiva</b>, il tuo terminale verrà configurato per accettare pagamenti tramite l’applicazione di pagamento Npay di Nets e Nexi.
nb: Ved å trykke <b>Aktiver</b> vil terminalen din bli satt til å akseptere betalinger via Nets og Nexis betalingsapplikasjon Npay.
sv: Genom att trycka på <b>Aktivera</b> kommer din terminal att sättas upp för att acceptera betalningar via Nets och Nexis betalningsapplikation Npay.

# ms_guide_n950_set_up_terminal_5_title
source: Activate the terminal
da: Aktivér terminalen
de: Aktivieren Sie das Terminal
et_ee: Aktiveeri terminal
fi: Aktivoi maksupääte
fr: Activez le terminal
it: Attiva il terminale
lt_lt: Aktyvuokite terminalą
lv_lv: Aktivizējiet termināli
nb: Aktiver terminalen
sv: Aktivera terminalen

# ms_guide_n950_set_up_terminal_6_message
source: Confirm the terminal ID and business information by tapping the <b>Yes, continue</b> button.
da: Bekræft terminal-ID og virksomhedsoplysninger ved at trykke på knappen for at fortsætte.
de: Bestätigen Sie die Terminal-ID und Unternehmensdaten, indem Sie auf die Schaltfläche <b>Ja, weiter</b> tippen.
fi: Vahvista päätteen tunnus ja yritystiestosi vahvistamalla annettu tieto päätteen näytöllä.
fr: Confirmez l’identifiant du terminal et les informations de l’entreprise en appuyant sur le bouton <b>Oui, continuer</b>.
it: Conferma l’ID del terminale e le informazioni aziendali toccando il pulsante <b>Sì, continua</b>.
nb: Bekreft terminal-ID og firmainformasjon via alternativet på skjermen.
sv: Bekräfta terminal-ID och företagsinformation på skärmen och tryck på knappen för att fortsätta.

# ms_guide_n950_set_up_terminal_6_title
source: Confirm your business information
da: Bekræft dine virksomhedsoplysninger
de: Bestätigen Sie Ihre Unternehmensdaten
fi: Vahvista yritystietosi
fr: Confirmez les informations de votre entreprise
it: Conferma le informazioni sulla tua azienda
nb: Bekreft bedriftsinformasjonen din
sv: Bekräfta din företagsinformation

# ms_guide_n950_set_up_terminal_7_message
source: Create a secure 6-digit pincode to get started.
da: Opret en sikker 6-cifret pinkode for at komme i gang.
de: Erstellen Sie einen sicheren 6-stelligen PIN-Code, um zu beginnen.
fi: Luo päätteelle 6-numeroinen PIN-koodi aloittaaksesi.
fr: Créez un code PIN sécurisé à 6 chiffres pour commencer.
it: Crea un codice PIN sicuro a 6 cifre per iniziare.
nb: Opprett en sikker 6-sifret PIN-kode for å komme i gang.
sv: Skapa en säker 6-siffrig pinkod för att komma igång.

# ms_guide_n950_set_up_terminal_7_title
source: Create a pincode
da: Opret en pinkode
de: Erstellen Sie eine PIN
fi: Luo PIN-koodi
fr: Créez un code PIN
it: Crea un codice PIN
nb: Opprett en PIN-kode
sv: Skapa en pinkod

# ms_guide_n950_set_up_terminal_8_message
source: Tap the <b>I agree button</b> to confirm the terms and conditions by our partner Poynt GoDaddy.
da: Tryk på knappen for at acceptere vilkår og betingelser fra vores partner Poynt GoDaddy.
de: Tippen Sie auf die Schaltfläche <b>Ich stimme zu</b>, um die Bedingungen unseres Partners Poynt GoDaddy zu bestätigen.
fi: Hyväksy kumppanimme Poynt GoDaddyn käyttöehdot.
fr: Touchez le bouton <b>J’accepte</b> pour valider les conditions générales de notre partenaire Poynt GoDaddy.
it: Tocca il pulsante <b>Accetto</b> per confermare i termini e le condizioni del nostro partner Poynt GoDaddy.
nb: Bekreft at du godtar vilkårene til vår partner Poynt GoDaddy.
sv: Tryck på knappen för att acceptera villkoren från vår partner Poynt GoDaddy.

# ms_guide_n950_set_up_terminal_8_title
source: Agree to terms and conditions
da: Acceptér vilkår og betingelser
de: Stimmen Sie den AGB zu
fi: Hyväksy käyttöehdot
fr: Acceptez les conditions générales
it: Accetta termini e condizioni
nb: Godta vilkårene
sv: Godkänn villkoren

# ms_guide_n950_set_up_terminal_9_message
source: Open the app with the terminal symbol to be able to receive payments.
da: Åbn appen med terminalsymbolet for at kunne modtage betalinger.
de: Öffnen Sie die App mit dem Terminalsymbol, um Zahlungen empfangen zu können.
fi: Avaa päätesymbolilla merkitty sovellus vastaanottaaksesi maksuja.
fr: Ouvrez l’application avec le symbole du terminal pour pouvoir accepter des paiements.
it: Apri l’app con il simbolo del terminale per poter ricevere pagamenti.
nb: Åpne appen med terminalsymbolet for å kunne ta imot betalinger.
sv: Öppna applikationen märkt med en terminalsymbol på skärmen för att kunna ta emot betalningar.

# ms_guide_n950_set_up_terminal_9_title
source: Open the ‘Terminal’ app
da: Åbn ’Terminal’-appen
de: Öffnen Sie die App 'Terminal'
fi: Avaa ‘Terminal’-sovellus
fr: Ouvrez l’application 'Terminal'
it: Apri l’app 'Terminal'
nb: Åpne “Terminal”-appen
sv: Öppna ‘Terminal’-applikationen

# ms_guide_n950_set_up_terminal_header
source: Set up your terminal
da: Opsæt terminalen
de: Terminal einrichten
et_ee: Seadista terminal
fi: Päätteen käynnistäminen
fr: Configurer votre terminal
it: Configura il tuo terminale
lt_lt: Nustatykite savo terminalą
lv_lv: Iestatiet savu termināli
nb: Sette opp terminalen
sv: Kom igång med terminalen

# ms_guide_network_cable_desc
source: Connect the network cable to the top of the charging base and the other end of the cable to a router.
da: Tilslut den ene ende af netværkskablet til opladeren øverst og den anden ende til en router.
de: Schließen Sie das Netzwerkkabel oben an der Ladestation an und das andere Ende des Kabels an einen Router.
et_ee: Ühendage võrgukaabel laadimisaluse ülaosaga ja kaabli teine ots ruuteriga.
fi: Liitä verkkokaapeli latausalustan yläosaan ja kaapelin toinen pää reitittimeen.
lt_lt: Prijunkite tinklo kabelį įkrovimo stotelės viršuje, o kitą kabelio galą – prie maršruto parinktuvo.
lv_lv: Pievienojiet tīkla kabeli uzlādes pamatnes augšdaļai un otru kabeļa galu maršrutētājam.
nb: Koble nettverkskabelen til toppen av ladebasen, og den andre enden av kabelen til en ruter.
sv: Anslut nätverkskabeln till ovansidan av laddningsbasen och den andra änden av kabeln till en router.

# ms_guide_network_cable_txt
source: Insert the network cable
da: Tilslut netværkskablet
de: Netzwerkkabel anschließen
et_ee: Sisestage võrgukaabel
fi: Kytke verkkokaapeli
lt_lt: Įjunkite tinklo kabelį
lv_lv: Ievietojiet tīkla kabeli
nb: Sett inn nettverkskabelen
sv: Anslut nätverkskabeln

# ms_guide_new_receive_tip_a920
source: Open the ‘app2pay’ app
da: Åbn "app2pay"-appen
de: Die App „app2pay“ öffnen
et_ee: Avage rakenduses "app2pay"
fi: Avaa app2pay-sovellus
fr: Ouvrez l'application « app2pay »
it: Apri l'app ‘app2pay’
lt_lt: Atverkite programą „app2pay“
lv_lv: Lietotnē atveriet sadaļu “app2pay”
nb: Åpne appen app2pay
sv: Öppna app2pay-appen

# ms_guide_new_receive_tip_a920_desc
source: Open the app with the cash register symbol to be able to receive tips.
da: Åbn appen med kasseapparat-symbolet, så du kan modtage drikkepenge.
de: Öffnen Sie die App mit dem Kassensymbol, um Trinkgelder erhalten zu können.
et_ee: Jootraha saamiseks avage kassasümboliga rakendus.
fi: Avaa sovellus kassasymbolilla, jotta voit vastaanottaa juomarahoja.
fr: Ouvrez l'application symbolisée par une caisse enregistreuse pour pouvoir recevoir des pourboires.
it: Per poter ricevere le mance, apri l'app con il simbolo del registratore di cassa.
lt_lt: Jei norite gauti arbatpinigių, atverkite programą su kasos ženklu.
lv_lv: Atveriet lietotni ar kases simbolu, lai varētu saņemt dzeramnaudu.
nb: Åpne appen med kassesymbolet for å kunne motta driks.
sv: Öppna appen med kassaapparatsikonen för att kunna ta emot dricks.

# ms_guide_payment_desc
source: Place the payment terminal onto the base station and wait for it to power up. This can take up to 1 minute. If it does not start up, then try to press OK.
da: Sæt betalingsterminalen i opladeren, og vent på, at den starter op. Dette kan tage op til 1 minut. Hvis den ikke starter op, så tryk på OK.
de: Stellen Sie das Zahlungsterminal auf die Basisstation und warten Sie, bis es sich einschaltet. Dies kann bis zu 1 Minute dauern. Wenn es nicht startet, versuchen Sie, OK zu drücken.
et_ee: Asetage makseterminal tugijaama ja oodake, kuni see käivitub. See võib võtta kuni 1 minuti. Kui see ei käivitu, siis proovige vajutada OK.
fi: Aseta maksupääte tukiasemaan ja odota, että se käynnistyy. Tämä voi kestää jopa 1 minuutin. Jos se ei käynnisty, yritä painaa OK.
lt_lt: Įstatykite mokėjimo terminalą į pagrindinę stotelę ir palaukite, kol jis įsijungs. Tai gali užtrukti iki 1 minutės. Jei terminalas neįsijungia, bandykite paspausti „OK“ (gerai).
lv_lv: Novietojiet maksājumu termināli uz bāzes stacijas un gaidiet, līdz tas ieslēdzas. Tas var ilgt līdz 1 minūtei. Ja tas nesākas, mēģiniet nospiest OK.
nb: Plasser betalingsterminalen på basestasjonen og vent til den slår seg på. Dette kan ta opptil 1 minutt. Hvis den ikke starter, kan du prøve å trykke på OK.
sv: Placera betalningsterminalen på basstation och vänta tills den startar. Detta kan ta upp till en minut. Om den inte startar ska du testa att trycka på OK.

# ms_guide_payment_terminal_desc
source: Place the payment terminal on top of the charging base and wait for it to power up. This can take up to 1 minute. If it does not start up, then try to press OK.
da: Sæt betalingsterminalen i opladeren, og vent på, at den starter op. Dette kan tage op til 1 minut. Hvis den ikke starter op, så tryk på OK.
de: Stellen Sie das Zahlungsterminal auf die Ladestation und warten Sie, bis es sich einschaltet. Dies kann bis zu 1 Minute dauern. Wenn es nicht startet, versuchen Sie, OK zu drücken.
et_ee: Asetage makseterminal laadimisaluse peale ja oodake, kuni see käivitub. See võib võtta kuni 1 minuti. Kui see ei käivitu, siis proovige vajutada OK.
fi: Aseta maksupääte latausalustan päälle ja odota, että se käynnistyy. Tämä voi kestää jopa 1 minuutin. Jos se ei käynnisty, yritä paina OK-painiketta.
lt_lt: Įstatykite mokėjimo terminalą į pagrindinę stotelę ir palaukite, kol jis įsijungs. Tai gali užtrukti iki 1 minutės. Jei terminalas neįsijungia, bandykite paspausti „OK“ (gerai).
lv_lv: Novietojiet maksājumu termināli uz uzlādes bāzes un gaidiet, līdz tas ieslēdzas. Tas var ilgt līdz 1 minūtei. Ja tas nedarbojas, mēģiniet nospiest OK.
nb: Plasser betalingsterminalen på basestasjonen og vent til den slår seg på. Dette kan ta opptil 1 minutt. Hvis den ikke starter, kan du prøve å trykke på OK.
sv: Placera betalningsterminalen på basstationen och vänta tills den startar. Detta kan ta upp till en minut. Om den inte startar ska du testa att trycka på OK.

# ms_guide_power_cable_instruction
source: Insert the power cable
da: Tilslut strømkablet
de: Netzkabel einstecken
et_ee: Sisestage toitekaabel
fi: Kytke virtajohto
lt_lt: Įjunkite maitinimo laidą
lv_lv: Ievietojiet strāvas kabeli
nb: Sett inn strømkabelen
sv: Anslut strömkabeln

# ms_guide_power_terminal_subtitle
source: Power up your terminal
da: Tænd for terminalen
de: Terminal starten
et_ee: Lülitage oma terminal sisse
fi: Kytke pääte päälle
lt_lt: Įjunkite terminalą
lv_lv: Ieslēdziet savu termināli
nb: Slå på terminalen
sv: Starta terminalen

# ms_guide_print_receipt_header
source: printing receipt
da: Udskriver kvittering
de: Beleg drucken
et_ee: kviitungi printimine
fi: tulostetaan kuittia
lt_lt: spausdinamas kvitas
lv_lv: drukā kvīti
nb: skriver ut kvittering
sv: skriver ut kvitto

# ms_guide_receipt_desc
source: A receipt will be printed. Afterwards, press the RED Cancel button to return to the home screen.
da: Der udskrives en kvittering. Tryk derefter på den RØDE Annuller-knap for at vende tilbage til startskærmen.
de: Es wird ein Beleg gedruckt. Drücken Sie danach die ROTE Abbrechen-Taste, um zum Startbildschirm zurückzukehren.
et_ee: Kviitung trükitakse. Seejärel vajutage punast tühistamisnuppu, et naasta avakuvale.
fi: Kuitti tulostetaan. Paina sen jälkeen PUNAISTA Peruuta-painiketta palataksesi aloitusnäyttöön.
lt_lt: Išspausdinamas kvitas. Vėliau norėdami grįžti į pagrindinį langą, paspauskite raudoną mygtuką „Cancel“ (atšaukti).
lv_lv: Kvīts tiks izdrukāta. Pēc tam nospiediet SARKANO pogu Atcelt (Cancel ), lai atgrieztos sākuma ekrānā.
nb: Det skrives ut en kvittering. Trykk deretter på den RØDE Avbryt-knappen for å gå tilbake til startskjermbildet.
sv: Ett kvitto skrivs ut. Tryck sedan på den röda Avbryt-knappen för att återgå till startskärmen.
