Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_about_text
source: MyPayments is developed by Nexi Group to support you and your business. Learn more about Nets as a part of Nexi Group https://www.nets.eu/nets-nexi. With MyPayments you can: • Get support setting up your terminal • Easily track you card turnover • Identify peak operational hours during the week • Discover which countries your customer are from • Keep an eye on your customers’ loyalty Get in touch when you need help
da: MyPayments er udviklet af Nexi Group som en hjælp til dig og din virksomhed. Læs mere om Nets som et selskab i Nexi-koncernen https://www.nets.eu/nets-nexi. Med MyPayments kan du: • Få support i forbindelse med opsætning af din terminal • Spore din kortomsætning • Identificere spidsbelastninger i løbet af ugen • Se, hvilke lande dine kunder kommer fra • Holde øje med kundernes loyalitet Kontakte os, hvis du får brug for hjælp
de: MyPayments wurde von der Nexi Group entwickelt, um Sie und Ihr Unternehmen zu unterstützen. Erfahren Sie hier mehr über Nexi Germany https://www.nexi.de/de/unternehmen/ueber-uns als Teil der Nexi Group. Mit MyPayments können Sie: • Unterstützung bei der Einrichtung Ihres Terminals erhalten • Ihren Kartenumsatz leicht verfolgen • Hauptgeschäftszeiten während der Woche ermitteln • mehr über die Herkunft Ihre Kunden erfahren • die Loyalität Ihrer Kunden im Auge behalten Wenden Sie sich an uns, wenn Sie Hilfe benötigen
et_ee: MyPaymentsi on välja töötanud Nexi Group, et toetada teid ja teie ettevõtet. Lugege lisateavet Netsi kui Nexi Groupi osa kohta https://www.nets.eu/nets-nexi. MyPaymentsiga saate teha järgmist. • Saada terminali seadistamisel tuge • Jälgida hõlpsalt oma kaardi käivet • Teha kindlaks nädala tipptunnid • Vaadata, millistest riikidest teie klient on pärit • Hoida oma klientide lojaalsusel silm peal Võtta ühendust, kui vajate abi
fi: Nexi Group on kehittänyt MyPaymentsin tukemaan sinua ja liiketoimintaasi. Lue lisää Netsistä osana Nexi Groupia https://www.nets.eu/nets-nexi. MyPaymentsin avulla voit: • Saada tukea päätteen määrittämiseen • Seurata helposti korttiliikevaihtoa • Tunnistaa viikoittaiset ruuhkahuiput • Selvittää, mistä maista asiakkaasi ovat kotoisin • Seurata asiakkaidesi uskollisuutta. Ota yhteyttä, kun tarvitset apua
fr: MyPayments est développé par le groupe Nexi pour vous aider et aider votre entreprise. En savoir plus sur Nets, membre du groupe Nexi https://www.nets.eu/nets-nexi. MyPayments vous permet de: •Obtenir de l'aide pour paramétrer votre terminal •Suivre facilement le chiffre d'affaires généré par cartes •Identifier les heures de forte affluence durant la semaine •Découvrir le pays d'origine de vos clients •Surveiller la fidélité de vos clients Nous contacter lorsque vous avez besoin d'aide
it: MyPayments è stato sviluppato dal Gruppo Nexi per supportarti nella tua attività. Scopri di più su Nets come parte del Gruppo Nexi https://www.nets.eu/nets-nexi. Con MyPayments puoi: • Ricevere supporto per l'installazione del tuo terminale • Monitorare facilmente il tuo fatturato da carte • Identificare le ore di punta operative durante la settimana • Scoprire da quali paesi provengono i tuoi clienti • Tenere d'occhio la fedeltà dei tuoi clienti Contattaci quando hai bisogno di aiuto
lt_lt: „Nexi Group“ sukūrė „MyPayments“, kad padėtų jums ir jūsų verslui. Sužinokite daugiau apie „Nets“ kaip „Nexi Group“ dalį https://www.nets.eu/nets-nexi. Naudodamiesi „MyPayments“, galite: • Gauti pagalbą parenkant terminalo nuostatas. • Lengvai sekti mokėjimo kortelėmis apyvartą. • Nustatyti intensyviausias savaitės darbo valandas. • Sužinoti, iš kokių šalių jūsų klientai. • Stebėti klientų lojalumą. Susisiekti prireikus pagalbos.
lv_lv: MyPayments ir izstrādājusi Nexi Group, lai atbalstītu jūs un jūsu uzņēmumu. Uzziniet vairāk par Nets kā daļu no Nexi Group https://www.nets.eu/nets-nexi. Izmantojot MyPayments, jūs varat: • saņemt atbalstu termināļa iestatīšanā; • viegli sekot līdzi karšu apgrozījumam; • noteikt maksimālās darba stundas nedēļas laikā; • atklāt, no kurām valstīm ir jūsu klients; • sekot līdzi savu klientu lojalitātei; sazināties, kad nepieciešama palīdzība.
nb: MyPayments er utviklet av Nexi Group for å støtte deg og din virksomhet. Les mer om Nets som en del av Nexi Group https://www.nets.eu/nets-nexi. Med MyPayments kan du: • få hjelp til å konfigurere terminalen • enkelt spore kortomsetningen din • identifisere de travleste tidspunktene i løpet av uken • finne ut hvilke land kundene dine kommer fra • holde et øye med kundenes lojalitet ta kontakt når du trenger hjelp
sv: MyPayments har utvecklats av Nexi Group för att stötta dig och din verksamhet. Läs mer om Nets som en del av Nexi Group https://www.nets.eu/nets-nexi. Med MyPayments kan du: • Få support när du ställer in din terminal • Enkelt spåra din kortomsättning • Identifiera försäljningstoppar under veckan • Upptäcka vilka länder dina kunder kommer från • Hålla koll på dina kunders lojalitet Få kontakt när du behöver hjälp.

# ms_accept
source: Accept
da: Acceptér
de: Akzeptieren
et_ee: Kinnita
fi: Hyväksy
fr: Accepter
it: Accetta
lt_lt: Priimti
lv_lv: Pieņemt
nb: Godta
sv: Godkänn

# ms_accept_activation_txt
source: Are you sure you want to accept the activation of Tap to Pay on Android on this location?
de: Möchten Sie Tap to Pay on Android tatsächlich für diesen Standort aktivieren?
fi: Haluatko varmasti hyväksyä Tap to Pay on Android -palvelun aktivoinnin tässä sijainnissa?
fr: Voulez-vous vraiment accepter l'activation de Tap to Pay on Android pour ce point de vente ?
it: Accettare l'attivazione di Tap To Pay su Android in questa sede?

# ms_accept_changes
source: ACCEPT
da: ACCEPTER ÆNDRINGER
de: Akzeptieren
et_ee: KINNITA MUUDATUSED
fi: HYVÄKSY
fr: ACCEPTER LES MODIFICATIONS
it: ACCETTA MODIFICHE
lt_lt: PATVIRTINTI PAKEITIMUS
lv_lv: PIEŅEMT IZMAIŅAS
nb: GODTA ENDRINGER
sv: GODKÄNN ÄNDRINGAR

# ms_accept_outlet
source: Accept on %
da: Acceptér med %
de: Mit % akzeptieren
et_ee: Kinnita % juures
fi: Hyväksy %
fr: Accepter sur %
it: Accetta su %
lt_lt: Sutikti su %
lv_lv: Pieņemt %
nb: Godta med %
sv: Godkänn med %

# ms_accept_txt
source: Accept
de: Akzeptieren
fi: Hyväksy
fr: Accepter
it: Accetta

# ms_accessibility_improvements_release
source: Improvements to make MyPayments app more accessible.
da: Forbedringer, der gør MyPayments-appen mere tilgængelig.
de: Verbesserungen, um die MyPayments-App zugänglicher zu machen.
fi: Parannuksia MyPayments-sovellukseen käytön helpottamiseksi.
fr: Améliorations visant à améliorer l'accessibilité de l'application MyPayments.
it: Miglioramenti per rendere l'app MyPayments più accessibile.
lv_lv: Uzlabojumi, lai padarītu lietotni MyPayments pieejamāku.
nb: Forbedringer for å gjøre MyPayments-appen mer tilgjengelig.
sv: Förbättringar för att att göra MyPayments-appen mer tillgänglig.

# ms_accounting
source: Accounting
da: Bogføring
de: Buchhaltung
et_ee: Raamatupidamine
fi: Kirjanpito
fr: Comptabilité
it: Contabilità
lt_lt: Apskaita
lv_lv: Grāmatvedība
nb: Regnskap
sv: Bokföring

# ms_accounting_bau_info
source: Here you can view information related to your statements. You can also view invoices from Nexi, if available. Please log on to www.nexi.de to find more details on your statements.
da: Her kan du se oplysninger relateret til dine opgørelser. Du kan også se fakturaer fra Nexi, hvis de er tilgængelige. Log venligst ind på www.nexi.de for at finde flere oplysninger om dine opgørelser.
de: Hier können Sie Informationen zu Ihren Kontoauszügen einsehen. Sie können auch Rechnungen von Nexi einsehen, falls verfügbar. Bitte melden Sie sich auf www.nexi.de an, um weitere Details zu Ihren Kontoauszügen zu finden.
et_ee: Siin saate vaadata oma väljavõtetega seotud teavet. Samuti saate vaadata Nexi arveid, kui need on saadaval. Lisateabe saamiseks oma väljavõtete kohta logige sisse aadressil www.nexi.de.
fi: Täällä voit tarkastella tiliotteitasi koskevia tietoja. Voit myös tarkastella Nexin laskuja, jos niitä on saatavilla. Kirjaudu osoitteeseen www.nexi.de saadaksesi lisätietoja tiliotteistasi.
fr: Ici, vous pouvez consulter les informations relatives à vos relevés. Vous pouvez également consulter les factures de Nexi, si disponibles. Veuillez vous connecter sur www.nexi.de pour trouver plus de détails sur vos relevés.
it: Qui puoi visualizzare le informazioni relative ai tuoi rapporti mensili. Puoi anche visualizzare le fatture di Nexi, se disponibili. Accedi a www.nexi.de per trovare maggiori dettagli sui tuoi rapporti mensili.
lt_lt: Čia galite peržiūrėti informaciją, susijusią su jūsų ataskaitomis. Taip pat galite peržiūrėti sąskaitas faktūras iš Nexi, jei jos prieinamos. Prašome prisijungti prie www.nexi.de, kad rastumėte daugiau informacijos apie savo ataskaitas.
nb: Her kan du se informasjon relatert til dine kontoutskrifter. Du kan også se fakturaer fra Nexi, hvis tilgjengelig. Vennligst logg på www.nexi.de for å finne mer informasjon om dine kontoutskrifter.
sv: Här kan du se information relaterad till dina kontoutdrag. Du kan också se fakturor från Nexi, om tillgängliga. Vänligen logga in på www.nexi.de för att hitta mer information om dina kontoutdrag.

# ms_accounting_info
source: Here you can view information related to your settlements. You can also view invoices from Nets, if available. Please log into MyNets on my.nets.eu/portal to find more details on your settlement. Finnish users can access their settlement details on the Merchant Portal, merchantreporting.nets.eu/nets
da: Her kan du oplysninger om dine afregninger. Du kan også se eventuelle fakturaer fra Nets. Log på MyNets på my.nets.eu/portal for at se flere oplysninger om den enkelte afregning. Finske brugere kan tilgå deres afregningsoplysninger på Merchant Portal, merchantreporting.nets.eu/nets
de: Hier können Sie Informationen zu Ihren Abrechnungen einsehen. Sie können außerdem Rechnungen von Nets anzeigen lassen, falls verfügbar. Bitte melden Sie sich unter my.nets.eu/portal an, um weitere Informationen zu Ihren Abrechnungen zu sehen. Benutzer aus Finnland können ihre Abrechnungsinformationen im Merchant Portal unter merchantreporting.nets.eu/nets einsehen.
et_ee: Siit saate vaadata oma arveldustega seotud teavet. Samuti saate vaadata Netsi arveid, kui neid on. Lisateabe saamiseks oma arvelduse kohta logige MyNetsi saidil my.nets.eu. Soome kasutajad pääsevad oma arvelduse üksikasjadele juurde kaupmeheportaalis merchantreporting.nets.eu/nets
fi: Täällä voit tarkastella tilityksiäsi koskevia tietoja. Voit myös tarkastella Netsiltä tulleita laskuja, jos niitä on käytettävissä. Kirjaudu sisään MyNets-portaaliin osoitteessa my.nets.eu/portal saadaksesi lisätietoja tilityksistäsi. Suomalaiset käyttäjät voivat tarkastella tilitystietojaan kauppiasportaalissa merchantreporting.nets.eu/nets
fr: Vous pouvez voir ici les informations liées à vos règlements. Vous pouvez également voir les factures de Nets, le cas échéant. Pour plus de détails sur votre règlement, connectez-vous à MyNets à l'adresse my.nets.eu/portal. Les utilisateurs finlandais peuvent accéder aux détails de leurs règlements sur le portail Commerçant à l'adresse merchantreporting.nets.eu/nets
it: Qui puoi visualizzare le informazioni sui tuoi pagamenti. Puoi anche visualizzare le fatture da Nets se disponibili. Accedi a MyNets su my.nets.eu/portal per ulteriori informazioni sul tuo pagamento. Gli utenti svizzeri possono accedere alle informazioni relative al loro pagamento sul Portale Esercenti, merchantreporting.nets.eu/nets
lt_lt: Čia galite peržiūrėti su jūsų atsiskaitymais susijusią informaciją. Taip pat galite peržiūrėti sąskaitas faktūras iš „Nets“, jei tokių yra. Norėdami gauti daugiau informacijos apie jūsų atsiskaitymą, prisijunkite prie „MyNets“ svetainėje my.nets.eu. Naudotojai iš Suomijos savo atsiskaitymo duomenis gali pasiekti prekybininkų portale merchantreporting.nets.eu/nets
lv_lv: Šeit varat apskatīt informāciju, kas saistīta ar jūsu norēķiniem. Varat arī skatīt rēķinus no Nets, ja tie ir pieejami. Lūdzu, piesakieties MyNets vietnē my.nets.eu/portal, lai uzzinātu vairāk par savu norēķinu. Somu lietotāji var piekļūt savai norēķinu informācijai tirgotāju portālā merchantreporting.nets.eu/nets
nb: Her kan du vise informasjon knyttet til avregningene dine. Du kan også se fakturaer fra Nets hvis dette er tilgjengelig. Logg inn på MyNets på my.nets.eu/portal for å finne mer informasjon om avregningen din. Finske brukere kan få tilgang til sine avregningsdetaljer i Merchant Portal, merchantreporting.nets.eu/nets
sv: Här kan du se information om dina avräkningar. Du kan också se fakturor från Nets om det finns några tillgängliga för oss att visa dig. Logga in på MyNets på my.nets.eu/portal för mer information om din avräkning. Användare i Finland kan komma åt sina avräkningsuppgifter på Merchant portal på merchantreporting.nets.eu/nets

# ms_accounting_info1
source: Here you can view information related to your settlements. You can also view invoices from Nexi, if available. Please log on to www.nexi.de to find more details on your settlement.
da: Her kan du oplysninger om dine afregninger. Du kan også se eventuelle fakturaer fra Nexi. Log på www.nexi.de for at se flere oplysninger om den enkelte afregning.
de: Hier können Sie Informationen zu Ihren Abrechnungen einsehen. Sie können außerdem Rechnungen von Nexi anzeigen lassen, falls verfügbar. Bitte melden Sie sich unter www.nexi.de an, um weitere Informationen zu Ihren Abrechnungen zu sehen.
et_ee: Siit saate vaadata oma arveldustega seotud teavet. Samuti saate vaadata Nexi arveid, kui neid on. Lisateabe saamiseks oma arvelduse kohta logige saidil www.nexi.de.
fi: Täällä voit tarkastella tilityksiäsi koskevia tietoja. Voit myös tarkastella Netsiltä tulleita laskuja, jos niitä on käytettävissä. Kirjaudu sisään osoitteessa www.nexide saadaksesi lisätietoja tilityksistäsi.
fr: Vous pouvez voir ici les informations liées à vos règlements. Vous pouvez également voir les factures de Nexi, le cas échéant. Pour plus de détails sur votre règlement, connectez-vous à l'adresse www.nexi.de.
it: Qui puoi visualizzare le informazioni relative ai tuoi pagamenti. Puoi anche visualizzare le fatture di Nexi, se disponibili. Accedi su www.nexi.ch per ulteriori dettagli sul tuo pagamento.
lt_lt: Čia galite peržiūrėti su Jūsų atsiskaitymais susijusią informaciją. Taip pat galite peržiūrėti „Nexi“ išrašytas sąskaitas faktūras, jei tokių yra. Jei norite gauti daugiau informacijos apie savo atsiskaitymą, prisijunkite prie svetainėje www.nexi.de.
lv_lv: Šeit varat apskatīt informāciju, kas saistīta ar jūsu norēķiniem. Varat arī skatīt Nexi rēķinus, ja tādi ir pieejami. Lūdzu, piesakieties vietnē www.nexi.de, lai uzzinātu vairāk par saviem norēķiniem.
nb: Her kan du vise informasjon knyttet til avregningene dine. Du kan også se fakturaer fra Nexi hvis dette er tilgjengelig. Logg inn på www.nexi.de for å finne mer informasjon om avregningen din.
sv: Här kan du se information om dina avräkningar. Du kan också se fakturor från Nexi om det finns några tillgängliga för oss att visa dig. Logga in på www.nexi.de för mer information om din avräkning.

# ms_accounting_section
source: Accounting
da: Regnskab
de: Buchhaltung
fi: Kirjanpito
fr: Comptabilité
it: Contabilità
nb: Regnskap
sv: Bokföring

# ms_acquire_license_header
source: Here is how you can acquire more licenses for Tap to Pay on iPhone
da: Sådan køber du flere licenser til Tap to Pay på iPhone
de: So erhalten Sie weitere Lizenzen für Tap to Pay auf dem iPhone
fi: Näin hankit lisää iPhonen Tap to Pay -lisenssejä
fr: Voici comment obtenir des licences supplémentaires pour Tap to Pay sur iPhone
it: Qui trovi le istruzioni per acquistare più licenze per Tap to Pay su iPhone
lt_lt: Štai, kaip galite gauti daugiau „Tap to Pay on iPhone“ licencijų
lv_lv: Tālāk ir norādīts, kā iPhone tālrunī varat iegūt vairāk licenču pakalpojumam Tap to Pay on iPhone
nb: Slik skaffer du flere lisenser til Tap to Pay på iPhone
sv: Så här skaffar du fler licenser för Tap to Pay på iPhone

# ms_acquire_more_tap_txt
source: To acquire more Tap to Pay on Android licenses, please visit the Smart Portal where you can manage and add additional licenses to your outlets.
de: Um mehr Lizenzen für Tap to Pay on Android zu erwerben, besuchen Sie Smart Portal, wo Sie zusätzliche Lizenzen für Ihre Filialen verwalten und hinzufügen können.
fi: Jos haluat hankkia lisää Tap to Pay on Android -lisenssejä, käy Smart Portalissa, jossa voit hallita ja lisätä lisälisenssejä myyntipisteisiin.
fr: Pour obtenir des licences Tap To Pay on Android supplémentaires, rendez-vous sur le portail intelligent où vous pouvez gérer et ajouter d'autres licences à vos points de vente.
it: Per acquisire più Tap To Pay sulle licenze Android, visita lo Smart Portal dove puoi gestire e aggiungere altre licenze ai tuoi outlet.

# ms_acquire_ttpoi_license
source: To acquire more Tap to Pay on iPhone license, please visit the
da: Hvis du vil købe flere licenser til Tap to Pay på iPhone, skal du gå til
de: Um mehr Lizenzen für Tap to Pay auf dem iPhone zu erwerben, besuchen Sie
fi: Hankkiaksesi lisää iPhonen Tap to Pay -lisenssejä, käy
fr: Pour obtenir des licences Tap to Pay sur iPhone supplémentaires, rendez-vous sur le
it: Per acquisire più licenze Tap to Pay su iPhone, visita
lt_lt: Jei norite gauti daugiau „Tap to Pay on iPhone“ licencijų, apsilankykite
lv_lv: Lai iegūtu vairāk Tap to Pay on iPhone licences, lūdzu, apmeklējiet
nb: For å skaffe flere Tap to Pay på iPhone-lisens, gå til
sv: För att skaffa fler licenser för Tap to Pay på iPhone, besök

# ms_activate_licence_proceed_title
source: Are you sure you want to proceed?
de: Sind Sie sicher, dass Sie fortfahren möchten?
fi: Haluatko varmasti jatkaa?
fr: Voulez-vous vraiment poursuivre ?
it: Vuoi continuare?

# ms_activate_license_button
source: ACTIVATE LICENSE
de: LIZENZ AKTIVIEREN
fi: AKTIVOI LISENSSI
fr: ACTIVER LA LICENCE
it: ATTIVA LA LICENZA

# ms_activate_license_confirm
source: Confirm & Proceed
de: Bestätigen und fortfahren
fi: Vahvista ja jatka
fr: Confirmer et poursuivre
it: Conferma & Procedi

# ms_activate_license_description
source: Once the software license is assigned to <b>this device</b> and a specific <b>sales location</b>, it cannot be undone without contacting our customer service.
de: Sobald die Softwarelizenz <b>diesem Gerät</b> und einem bestimmten <b>Verkaufsstandort</b> zugewiesen ist, kann diese Aktion nur durch Kontaktaufnahme mit unserem Kundendienst rückgängig gemacht werden.
fi: Kun ohjelmistolisenssi on yhdistetty tähän <b>laitteeseen</b> ja <b>myyntipisteeseen</b>, toimenpidettä ei voi peruuttaa ottamatta yhteyttä asiakaspalveluumme.
fr: Une fois la licence logicielle attribuée à <b>cet appareil</b> et à un <b>point de vente</b> spécifique, cette action ne peut pas être annulée sans contacter notre service clientèle.
it: Dopo l'assegnazione della licenza a <b>questo dispositivo</b> e a una <b>sede di vendita</b> specifica, puoi annullarla solo contattando la nostra Assistenza clienti.

# ms_activate_license_proceed_description
source: By confirming, you are agreeing to associate this license with your phone. This action cannot be undone without contacting our Customer Service.
de: Durch Ihre Bestätigung stimmen Sie zu, diese Lizenz mit Ihrem Telefon zu verbinden. Diese Aktionen kann nur durch Kontaktaufnahme mit unserem Kundendienst rückgängig gemacht werden.
fi: Vahvistamalla suostut yhdistämään tämän lisenssin puhelimeesi. Tätä toimenpidettä ei voi peruuttaa ottamatta yhteyttä asiakaspalveluumme.
fr: En confirmant, vous acceptez d'associer cette licence à votre téléphone. Cette action ne peut pas être annulée sans contacter notre service clientèle.
it: Confermando, accetti di associare questa licenza al tuo telefono. Puoi annullare questa azione solo contattando la nostra Assistenza clienti.

# ms_activate_license_title
source: Activate your Tap To Pay license for this device?
de: Möchten Sie Ihre Lizenz für Tap on Pay auf diesem Gerät aktivieren?
fi: Aktivoidaanko Tap to Pay -lisenssisi tätä laitetta varten?
fr: Activer votre licence Tap To Pay pour cet appareil ?
it: Vuoi attivare la tua licenza Tap To Pay per questo dispositivo?

# ms_activity
source: Activity
da: Aktivitet
de: Aktivität
et_ee: Aktiivsus
fi: Ruuhka-ajat
fr: Activité
it: Attività
lt_lt: Aktyvumas
lv_lv: Aktivitāte
nb: Aktivitet
sv: Aktivitet

# ms_activity_description
source: Overview of peak hours
da: Overblik over aktivitet
de: Übersicht über Stoßzeiten
et_ee: Tipptundide ülevaade
fi: Huipputuntien yleiskatsaus
fr: Vue d'ensemble des heures d'affluence
it: Panoramica delle ore di punta
lt_lt: Piko valandų apžvalga
lv_lv: Aktīvāko stundu pārskats
nb: Oversikt over travleste timer
sv: Översikt över perioder med mest aktivitet
