Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ccvmobpremium_select_info_desc
source: You will now see a list with different options in the menu. Click on the Information section.
da: Du får nu vist en liste med forskellige valgmuligheder i menuen. Klik på afsnittet Oplysninger.
de: Sie sehen nun eine Liste mit verschiedenen Optionen im Menü. Klicken Sie auf den Abschnitt „Informationen“.
et_ee: Nüüd näete menüüs erinevate valikute loendit. Klõpsake jaotist Teave.
fi: Näet nyt luettelon valikon vaihtoehdoista. Napsauta kohtaa Tiedot.
fr: Vous allez à présent voir une liste des différentes options dans le menu. Cliquez sur la section Informations.
it: Ora sarà visualizzato un elenco con diverse opzioni nel menu. Fai clic sulla sezione Informazioni.
lt_lt: Dabar matysite sąrašą su įvairiomis meniu parinktimis. Spustelėkite informacijos skiltį.
lv_lv: Tagad izvēlnē redzēsit sarakstu ar dažādām opcijām. Noklikšķiniet uz sadaļas Informācija.
nb: Du vil nå se en liste over ulike alternativer i menyen. Klikk på informasjonsdelen.
sv: Du får nu se en lista med olika alternativ i menyn. Klicka på avsnittet Information.

# ms_ccvmobpremium_writing_tip
source: Writing the tip
da: Notering af drikkepenge
de: Das Trinkgeld wird vermerkt
et_ee: Jootraha kirjutamine
fi: Juomarahan kirjoittaminen
fr: Inscription du pourboire
it: Scrivere la mancia
lt_lt: Užrašoma arbatpinigių suma
lv_lv: Dzeramnaudas izrakstīšana
nb: Skrive ned driksen
sv: Skriva dricksen

# ms_change_green_btn
source: Press the GREEN OK button to choose ‘Change’.
da: Tryk på den GRØNNE OK-knap for at vælge "Ændr".
de: Drücken Sie die GRÜNE OK-Taste, um „Ändern“ auszuwählen.
et_ee: Vajutage ROHELIST OK nuppu, et valida „Muuda”.
fi: Valitse Muuta painamalla VIHREÄÄ OK-painiketta.
lt_lt: Spustelėkite ŽALIĄ mygtuką „OK“ (gerai) ir pasirinkite „Change“ (grąža).
lv_lv: Nospiediet ZAĻO OK pogu, lai izvēlētos “Atlikums”.
nb: Trykk på den GRØNNE OK-knappen for å velge "Endre".
sv: Tryck på den gröna OK-knappen för att välja ”Ändra”.

# ms_change_language_confirm_button
source: Confirm
da: Bekræft
de: Änderung genehmigt
et_ee: Kinnitage
fi: Vahvista
fr: Confirmer
it: Conferma
lt_lt: Patvirtinkite
lv_lv: Apstipriniet
nb: Bekreft
sv: Bekräfta

# ms_change_language_subtitle
source: Choose your language
da: Vælg dit sprog
de: Wählen Sie Ihre Sprache
et_ee: Valige oma keel
fi: Valitse kieli
fr: Choisissez votre langue
it: Scegli la tua lingua
lt_lt: Pasirinkite kalbą
lv_lv: Izvēlieties valodu
nb: Velg språk
sv: Välj språk

# ms_change_reciept_desc
source: Changes will apply within 24 hours on all terminals.
da: Ændringerne gennemføres inden for 24 timer på alle terminaler.
de: Änderungen werden innerhalb von 24 Stunden auf allen Terminals vorgenommen.
et_ee: Muudatused jõustuvad kõigis terminalides 24 tunni jooksul.
fi: Muutokset otetaan käyttöön 24 tunnin kuluttua kaikissa päätteissä.
fr: Les modifications entreront en vigueur sur tous les terminaux dans un délai de 24 heures.
it: Le modifiche saranno applicate entro 24 ore su tutti i terminali.
lt_lt: Pakeitimai bus pritaikyti per 24 val. visuose terminaluose.
lv_lv: Izmaiņas stāsies spēkā 24 stundu laikā visos termināļos.
nb: Endringer trer i kraft innen 24 timer på alle terminaler.
sv: Ändringarna börjar gälla inom 24 timmar på alla terminaler.

# ms_change_reciept_diagnose_txt
source: You are now ready to use the terminal. To make sure it works smoothly, make a test print or run a diagnose.
da: Terminalen er nu klar til brug. For at sikre at den fungerer korrekt, kan du lave en testudskrivning eller køre en diagnosticering.
de: Sie können das Terminal jetzt verwenden. Um sicherzustellen, dass alles funktioniert, können Sie einen Testdruck oder eine Diagnose vornehmen.
et_ee: Nüüd olete terminali kasutamiseks valmis. Sujuva toimimise tagamiseks tehke testprintimine või käivitage diagnoos.
fi: Olet nyt valmis käyttämään päätettä. Varmista sen sujuva toiminta tekemällä testitulostus tai ajamalla diagnoosi.
fr: Vous êtes maintenant prêt à utiliser le terminal. Pour vérifier son bon fonctionnement, effectuez un test d'impression ou un diagnostic.
it: Ora puoi usare il terminale. Per accertarti che funzioni, fai una prova di stampa o esegui una diagnosi.
lt_lt: Dabar galite naudotis terminalu. Norėdami įsitikinti, kad jis veikia sklandžiai, atlikite bandomąjį spausdinimą arba atlikite diagnostiką.
lv_lv: Tagad esat gatavs termināļa lietošanai. Lai pārliecinātos, ka tas darbojas nevainojami, veiciet pārbaudes izdruku vai veiciet diagnostiku.
nb: Terminalen er nå klar til bruk. Ta en utskriftsprøve eller kjør diagnostikk for å sikre at den fungerer som den skal.
sv: Nu kan du använda terminalen. Testa att skriva ut eller kör en diagnos för att kontrollera att den fungerar som den ska.

# ms_change_reciept_excess_layer_txt
source: Rip off the excess layer
da: Riv det overskydende papir af
de: Überstehendes Papier abreißen
et_ee: Eemaldage lisakiht
fi: Revi pois ylimääräinen kerros
fr: Arracher la couche superflue
it: Strappa la parte in eccesso
lt_lt: Nuplėškite perteklių
lv_lv: Noplēst lieko kārtu
nb: Fjern det overflødige laget
sv: Riv av det extra lagret

# ms_change_reciept_facing_txt
source: Paper roll facing down
da: Bonrulle vender nedad
de: Nach unten gerichtete Papierrolle
et_ee: Paberirull suunaga allapoole
fi: Paperirulla etupuoli alaspäin
fr: Rouleau de papier orienté vers le bas
it: Rotolo di carta rivolto verso il basso
lt_lt: Žemyn nukreiptas juostos ritinys
lv_lv: Papīra rullis vērsts uz leju
nb: Papirrull som vender ned
sv: Pappersrulle med ovansidan nedåt

# ms_change_reciept_header
source: Change receipt text
da: Ændr kvitteringstekst
de: Text auf Beleg ändern
et_ee: Muutke kviitungi teksti
fi: Muuta kuittiteksti
fr: Modifier le texte du reçu
it: Modifica testo ricevuta
lt_lt: Keisti kvito tekstą
lv_lv: Mainīt kvīts tekstu
nb: Endre kvitteringstekst
sv: Ändra kvittotext

# ms_change_reciept_new_roll
source: The new paper roll should face down so it touch the display. Pull it a bit out, so there’s some excess paper left.
da: Den nye bonrulle skal vende nedad, så den rører displayet. Træk lidt i rullen, så der stikker lidt papir ud, når du lukker terminalen.
de: Die neue Papierrolle sollte nach unten gerichtet sein, sodass sie das Display berührt. Ziehen Sie sie etwas heraus, damit etwas Papier übersteht.
et_ee: Uus paberirull peaks jääma esiküljega allapoole, nii et see puudutaks ekraani. Tõmmake seda natuke välja, nii et jääks üleliigset paberit.
fi: Aseta uusi paperirulla etupuoli alaspäin niin, että se koskettaa näyttöä. Vedä hieman ulos, jotta paperia on ylimääräistä.
fr: Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'affichage. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Il nuovo rotolo di carta deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo verso l'esterno, in modo da lasciare un po' di carta in più.
lt_lt: Naujas juostos ritinys turėtų būti nukreiptas žemyn taip, kad liestų ekraną. Ištraukite šiek tiek juostos, kad liktų nedidelis jos perteklius.
lv_lv: Jaunajam papīra rullim jābūt vērstam uz leju, lai tas pieskartos displejam. Nedaudz izvelciet to, lai paliek pāri papīrs.
nb: Den nye papirrullen skal vende nedover, slik at den er borti displayet. Trekk den litt ut, slik at det er litt papir til overs.
sv: Placera den nya pappersrullenså att ovansidan vidrör skärmen. Dra ut en bit så att det finns papper kvar.

# ms_change_reciept_new_txt
source: Insert new paper roll
da: Sæt en ny bonrulle i.
de: Neue Papierrolle einlegen
et_ee: Sisestage uus paberirull
fi: Asenna uusi paperirulla
fr: Introduire un nouveau rouleau de papier
it: Inserisci un nuovo rotolo di carta
lt_lt: Įstatykite naują juostos ritinį
lv_lv: Ievietojiet jaunu papīra rulli
nb: Sett inn ny papirrull
sv: Sätt i ny pappersrulle

# ms_change_reciept_old_txt
source: Remove the old one and replace it with the new one. The new paper roll might have some plastic you have to remove.
da: Tag den gamle bonrulle ud, og sæt den nye i. Fjern eventuel plastfolie først.
de: Entfernen Sie die alte und ersetzen Sie sie durch die neue. Entfernen Sie möglicherweise. vorhandenes Plastik an der neuen Papierrolle.
et_ee: Eemaldage vana ja asendage see uuega. Uuel paberirullil võib olla plastikut, mille peate eemaldama.
fi: Poista vanha ja asenna uusi. Uudessa paperirullassa saattaa olla muovia, joka sinun on poistettava.
fr: Retirez l'ancien rouleau et remplacez-le par le nouveau. Il se peut que vous deviez retirer un morceau de plastique sur le nouveau rouleau de papier.
it: Rimuovi quello vecchio e sostituiscilo con uno nuovo. Il nuovo rotolo di carta potrebbe avere un involucro di plastica da togliere.
lt_lt: Išimkite seną ir pakeiskite nauju. Ant naujo juostos ritinio gali būti plastiko, kurį reikia nuimti.
lv_lv: Izņemiet veco rulli un nomainiet to ar jaunu. Jaunajā papīra ruļlī var būt plastmasas daļa, kas jums ir jānoņem.
nb: Ta ut den gamle og sett inn den nye. Papirrullen er kanskje dekket av plast som må fjernes.
sv: Byt ut den gamla mot den nya. Den nya pappersrullen kan ha en plastförpackning som du måste ta bort.

# ms_change_reciept_open_txt
source: On the top of your terminal, a small lit can be lifted where the contactless icon is displayed. Lift it up so it opens, with two fingers.
da: Terminalen er forsynet med en lille låg i toppen der, hvor ikonet for kontaktløs betaling er placeret. Åbn låget med to fingre.
de: Oben am Terminal gibt es bei der Anzeige des Symbols für kontaktlose Zahlung einen kleinen Deckel, der angehoben werden kann. Heben Sie diesen mit zwei Fingern an, sodass er sich öffnet.
et_ee: Teie terminali ülaosas saab tõsta väikese kaane, kus kuvatakse kontaktivaba ikoon. Tõstke see kahe sõrmega üles, nii et see avaneb.
fi: Päätteen päällä on pieni kansi, jonka voi nostaa, kun lähimaksukuvake näkyy näytössä. Nosta se auki kahdella sormella.
fr: Sur la partie supérieure de votre terminal, à l'endroit où se trouve l'icône sans contact, un petit capot peut être relevé. En utilisant deux doigts, soulevez-le pour l'ouvrir.
it: Nella parte superiore del tuo terminale, puoi sollevare un coperchio dove viene visualizzata l'icona contactless. Sollevalo e aprilo con due dita.
lt_lt: Terminalo viršuje galima nuimti nedidelį dangtelį, ant kurio pavaizduota bekontakčio mokėjimo piktograma. Dviem pirštais pakelkite jį taip, kad atsidarytų.
lv_lv: Termināļa augšpusē var pacelt nelielu apgaismojumu, kur tiek parādīta bezkontakta ikona. Paceliet to ar diviem pirkstiem, lai tas atvērtos.
nb: Øverst på terminalen er det et lite deksel der ikonet for kontaktløs betaling vises. Løft det opp med to fingre slik at det åpner seg.
sv: Överst på terminalen, där symbolen för kontaktlös betalning visas, finns en lucka. Öppna den med två fingrar.

# ms_change_reciept_pull_txt
source: Flip up the lit and pull
da: Flip låget op, og træk
de: Deckel anheben und ziehen
et_ee: Pöörake kaas üles ja tõmmake
fi: Nosta kansi ja vedä
fr: Relever le couvercle et tirer
it: Apri il coperchio e tira
lt_lt: Atlenkite dangtelį ir patraukite
lv_lv: Pagrieziet apgaismojumu un velciet
nb: Vipp opp dekselet, og dra
sv: Öppna luckan och dra

# ms_change_reciept_ready_txt
source: Ready for use
da: Klar til brug
de: Bereit zur Verwendung
et_ee: Kasutamiseks valmis
fi: Käyttövalmis
fr: Prêt à l'emploi
it: Pronto per l'uso
lt_lt: Paruošta naudoti
lv_lv: Gatavs lietošanai
nb: Klar til bruk
sv: Redo att användas

# ms_change_reciept_replace_roll
source: Replace paper roll
da: Udskift bonrulle
de: Papierrolle austauschen
et_ee: Asendage paberirull
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier
it: Sostituisci il rotolo di carta
lt_lt: Pakeiskite juostos ritinį
lv_lv: Nomainiet papīra rulli
nb: Bytt ut papirrull
sv: Byt ut pappersrullen

# ms_change_reciept_title
source: Insert a paper roll
da: Isæt bonrulle
de: Papierrolle einlegen
et_ee: Sisestage paberirull
fi: Asenna paperirulla
fr: Introduire un rouleau de papier
it: Inserisci un rotolo di carta
lt_lt: Įstatykite juostos ritinį
lv_lv: Ievietojiet papīra rulli
nb: Sett inn en papirrull
sv: Sätt in en pappersrulle

# ms_charge_amount
source: CHARGE
da: OPKRÆV
de: Belasten
fi: VELOITA
fr: Faire payer
it: ADDEBITA
lv_lv: MAKSA
nb: BELAST
sv: DEBITERA

# ms_charger_txt
source: When this happens, the best course of action is to put your phone in a charger as soon as possible. Once it's been plugged in, you can continue using Tap To Pay.
de: In diesem Fall ist es am besten, Ihr Telefon so schnell wie möglich in ein Ladegerät zu legen. Sobald es angeschlossen ist, können Sie Tap To Pay weiter verwenden.
fi: Kun näin käy, paras toimintatapa on laittaa puhelin lataukseen mahdollisimman pian. Kun se latautuu, voit jatkaa Tap To Payn käyttöä.
fr: Lorsque cela se produit, la solution idéale consiste à brancher dès que possible votre téléphone sur un chargeur. Une fois branché, vous pourrez continuer à utiliser Tap To Pay.
it: Se succede questo, la soluzione migliore è mettere il tuo telefono in carica il prima possibile. Quando è collegato puoi continuare a usare Tap To Pay.

# ms_chat_waiting_time
source: Waiting time: Instant
da: Ventetid: øjeblikkeligt
de: Wartezeit: Sofort
fi: Odotusaika: Ei ole
fr: Temps d'attente: instantané
it: Tempo di attesa: nessuno
lv_lv: Gaidīšanas laiks: Tūlītēja
nb: Ventetid: Ingen
sv: Väntetid: Ingen

# ms_check_connection
source: Check your connection
da: Kontrollér din forbindelse
de: Verbindung überprüfen
et_ee: Kontrollige oma ühendust
fi: Tarkista yhteytesi
it: Controlla la connessione
lt_lt: Patikrinkite ryšį
lv_lv: Pārbaudiet savienojumu
sv: Kontrollera din anslutning

# ms_choose_pin
source: Choose PIN
da: Vælg pin
de: PIN wählen
et_ee: Valige PIN
fi: Valitse PIN
fr: Choisir PIN
it: Scegli PIN
lt_lt: Pasirinkit
lv_lv: Izvēl. PIN
nb: Velg PIN
sv: Välj PIN

# ms_choose_pin_subtext
source: Please choose a PIN to use when opening the app
da: Vælg en pinkode, der skal bruges til at åbne appen
de: Bitte wählen Sie eine PIN, die beim Öffnen der App verwendet werden soll
et_ee: Valige rakenduse avamiseks kasutatav PIN-kood
fi: Valitse PIN-koodi, jota käytetään sovellusta avattaessa
fr: Veuillez choisir un code PIN à utiliser à l'ouverture de l'application
it: Scegli un PIN da usare per aprire l'app
lt_lt: Pasirinkite PIN kodą, kurį naudosite atidarydami programą
lv_lv: Lūdzu, izvēlieties PIN kodu, kuru izmantot atverot lietotni
nb: Velg PIN-koden du vil bruke til å åpne appen
sv: Välj en PIN-kod som ska användas när du öppnar appen

# ms_choose_receipt
source: Choose to print your ownor your customer's receipt
da: Vælg, om du vil udskrive en kvittering til dig selv eller til kunden
de: Ihren eigenen Beleg oder den Kundenbeleg drucken
et_ee: Valige, kas printida enda või kliendi kviitung
fi: Valitse tulostatko oman tai asiakkaan kuitin.
fr: Choisissez d'imprimer votre propre reçu ou celui de votre client
it: Scegli di stampare la tua ricevuta o quella del cliente
lt_lt: Pasirinkite, kurį kvitą spausdinti – savo ar kliento
lv_lv: Izvēlieties drukāt savu vai klienta kvīti
nb: Skriv ut kvittering til deg selv eller kunden
sv: Välj att skriva ut ditt eget eller kundens kvitto

# ms_choose_terminal
source: Choose terminal
da: Vælg terminal
de: Wählen Sie ein Terminal
et_ee: Valige terminal
fi: Päätetunnus
fr: Choisir un terminal
it: Scegli il terminale
lt_lt: Pasirinkite terminalą
lv_lv: Izvēlieties termināli
nb: Velg terminal
sv: Välj terminal

# ms_choose_trans
source: Choose a transaction
da: Vælg en transaktion
de: Wählen Sie eine Transaktion
fi: Valitse tapahtuma
fr: Choisir une transaction
it: Scegli una transazione
lv_lv: Izvēlieties darījumu
nb: Velg en transaksjon
sv: Välj en transaktion

# ms_clear
source: Clear
da: Slet
de: Zurücksetzen
et_ee: Tühjenda
fi: Tyhjennä
fr: Effacer
it: Rimuovi
lt_lt: Išvalyti
lv_lv: Notīrīt
nb: Slette
sv: Slet

# ms_close
source: Close
da: Luk
de: Schließen
et_ee: Sulge
fi: Sulje
fr: Fermer
it: Chiudi
lt_lt: Užverti
lv_lv: Aizvērt
nb: Lukk
sv: Stäng

# ms_close_down
source: CLOSE
da: LUK NED
de: Schließen
et_ee: SULGE
fi: SULJE
fr: FERMER
it: CHIUDI
lt_lt: UŽDARYTI
lv_lv: Aizvērt
nb: STENG
sv: STÄNG

# ms_code_sent
source: Code sent
da: Kode sendt
de: Code ges.
et_ee: Kood saade
fi: Koodi lähe
fr: Cde envoyé
it: C. inviato
lt_lt: Kodas išsi
lv_lv: Kods nosūt
nb: Kode sendt
sv: Kod sänd

# ms_code_sent_msg
source: A code has been sent to your e-mail.
da: Der er sendt en kode til din e-mail.
de: Ein Code wurde an Ihre E-Mail-Adresse gesendet.
et_ee: Teie e-posti aadressile saadeti kood.
fi: Koodi on lähetetty sähköpostiisi.
fr: Un code a été envoyé à votre adresse e-mail.
it: È stato inviato un codice al tuo indirizzo e-mail.
lt_lt: Į jūsų el. paštą išsiųstas kodas.
lv_lv: Uz jūsu e-pastu nosūtīts kods.
nb: En kode er sendt til e-posten din.
sv: En kod har skickats till din e-post.

# ms_companion app 1.0 release
source: New features in MyPayments app as your companion app: Learn how to receive a tip, change and print receipt papers on your terminals
da: Nye funktioner i MyPayments-appen: Lær, hvordan du modtager drikkepenge, ændrer og udskriver papirkvitteringer på dine terminaler
de: Neue Funktionen in der MyPayments-App als Ihre Begleit-App: Erfahren Sie, wie Sie an Ihren Terminals Trinkgeld erhalten, Quittungen ändern und drucken können.
fi: Uusia ominaisuuksia MyPayments-sovelluksessa: opi kuinka vastaanotat juomarahan sekä vaihdat ja tulostat kuittipaperin päätteessäsi
fr: Nouvelles fonctionnalités dans l'application MyPayments, votre compagnon applicatif: découvrez comment recevoir un pourboire, remplacer et imprimer des rouleaux de papier pour reçus sur vos terminaux
it: Nuove funzioni nell'app MyPayments come app supplementare: impara come ricevere una mancia, cambiare e stampare la carta per le ricevute sui tuoi terminali
lv_lv: Jaunas funkcijas lietotnē MyPayments kā jūsu pavadošo lietotni: uzziniet, kā saņemt dzeramnaudu, mainīt un izdrukāt papīra kvītis savos termināļos.
nb: Nye funksjoner i MyPayments-appen: Finn ut hvordan du mottar driks, bytter ut og skriver ut kvitteringspapir på terminalene
sv: Nya funktioner i MyPayments-appen som din partnerapp: lär dig ta emot dricks, byta och skriva ut kvittopapper på dina terminaler

# ms_companion_app_feedback_release
source: We now accept feedback for the terminal guides so that we can improve them for you
da: Du har nu mulighed for at give feedback om terminalvejledningerne, så vi kan forbedre dem
de: Wir nehmen jetzt Feedback zu den Terminalanleitungen entgegen, damit wir diese für Sie verbessern können.
fi: Otamme nyt vastaan palautetta pääteoppaista, jotta voimme parantaa niitä.
fr: Nous acceptons à présent les commentaires concernant les guides des terminaux afin de pouvoir les améliorer pour vous
it: Ora accettiamo il feedback relativo alle guide dei terminali in modo da poterle migliorare
lv_lv: Tagad mēs pieņemam atsauksmes par termināļa ceļvežiem, lai mēs varētu tos uzlabot jūsu vietā
nb: Vi tar nå imot tilbakemeldinger om terminalveiledningene, slik at vi kan forbedre dem for deg
sv: Nu tar vi emot feedback för de nya terminalguiderna så att vi kan förbättra dem för dig.

# ms_companion_app_for_nordics_release_notes
source: Terminal setup guides are now available for Move/3500 and Desk/3500 terminals.
da: Der fås nu vejledninger til opsætning af Move/3500- og Desk/3500-terminaler.
de: Anleitungen zum Einrichten von Terminalen sind jetzt für Move/3500 und Desk/3500 Terminale verfügbar.
et_ee: Terminalide Move/3500 ja Desk/3500 terminali seadistusjuhendid on nüüd saadaval.
fi: Päätelaitteen asennusoppaat ovat nyt saatavilla Move/3500- ja Desk/3500-päätteille.
lt_lt: Nuo šiol galima naudotis terminalų „Move/3500“ ir „Desk/3500“ sąrankos vadovais.
lv_lv: Termināļa iestatīšanas rokasgrāmatas tagad ir pieejamas termināļiem Move/3500 un Desk/3500.
nb: Konfigurasjonsveiledning er nå tilgjengelig for terminalene Move/3500 og Desk/3500.
sv: Guider för terminalkonfiguration är nu tillgängliga för terminalerna Move/3500 och Desk/3500.

# ms_companion_app_improvement_payment
source: How to receive a payment
da: Sådan modtager du en betaling
de: Wie man eine Zahlung erhält
et_ee: Kuidas saada makset
fi: Maksun vastaanottaminen
fr: Comment recevoir un paiement
it: Come ricevere un pagamento
lt_lt: Kaip gauti mokėjimą
lv_lv: Kā saņemt maksājumu
nb: Slik mottar du en betaling
sv: Ta emot en betalning

# ms_companion_app_release_notes
source: MyPayments app becomes your companion! Learn more about how to set up your terminals and receive payments on it. More to follow in future.
da: MyPayments-appen er din nye samarbejdspartner! Læs mere om, hvordan du opsætter din terminal og modtager betaling på den. Yderligere oplysninger følger senere.
de: Die MyPayments App wird Ihr Begleiter! Erfahren Sie mehr darüber, wie Sie Ihre Terminals einrichten und Zahlungen darauf empfangen können. Weitere Informationen folgen in Kürze.
fi: MyPayments-sovelluksesta tulee kumppanisi! Lue lisää päätteiden määrittämisestä ja maksujen vastaanottamisesta. Lisää seuraa jatkossa.
fr: L'application MyPayments devient votre compagnon! En savoir plus sur la façon de paramétrer vos terminaux et de recevoir des paiements sur celui-ci. De plus amples informations vous seront communiquées ultérieurement.
it: L'app MyPayments ti accompagnerà. Scopri come configurare i tuoi terminali e ricevere i pagamenti e molto altro prossimamente.
lv_lv: Lietotne MyPayments kļūst par jūsu pavadoni! Uzziniet vairāk par to, kā iestatīt termināļus un saņemt tajos maksājumus. Nākotnē būs pieejamas daudz vairāk iespēju.
nb: MyPayments-appen blir din følgesvenn! Finn ut mer om hvordan du konfigurerer terminalene og mottar betalinger på dem. Mer informasjon kommer senere.
sv: MyPayments-appen blir din hjälpreda! Läs mer om hur du konfigurerar dina terminaler och får betalningar på den. Det kommer mer snart!

# ms_companion_app_test_conn_desc
source: Use your own card and do a transaction for 1 cent to test the connection.
da: Brug dit eget kort til at lave en transaktion på 1 øre for at teste forbindelsen.
de: Verwenden Sie Ihre eigene Karte und führen Sie eine 1-Cent-Überweisung durch, um die Verbindung zu testen.
et_ee: Kasutage oma kaarti ja tehke ühenduse testimiseks 1 sendi eest tehing.
fi: Käytä oma korttia ja tee 1 sentin siirto yhteyden testaamiseksi.
fr: Utilisez votre propre carte et effectuez une transaction d'un montant de 1 centime pour tester la connexion.
it: Usa la tua carta per eseguire una transazione di 1 franco svizzero per verificare la connessione.
lt_lt: Naudodami savo kortelę atlikite 1 cento operaciją ir patikrinkite ryšį.
lv_lv: Izmantojiet savu karti un veiciet darījumu par 1 centu, lai pārbaudītu savienojumu.
nb: Bruk ditt eget kort og utfør en transaksjon på 1 krone for å teste forbindelsen.
sv: Använd ditt eget kort för att göra en transaktion på 1 cent för att testa anslutningen.

# ms_compatible_cards
source: Compatible cards
da: Kompatible kort
de: Kompatible Karten
fi: Yhteensopivat kortit
fr: Cartes compatibles
it: Carte compatibili
lv_lv: Saderīgas kartes
nb: Kompatible kort
sv: Kompatibla kort

# ms_complete_purchase_msg
source: Let your customer complete the purchase
da: Lad kunden gennemføre købet
de: Lassen Sie Ihren Kunden den Kauf abschließen
et_ee: Laske oma kliendil ost lõpule viia
fi: Anna asiakkaan suorittaa osto
lt_lt: Leiskite klientui užbaigti pirkimą
lv_lv: Ļaujiet klientam pabeigt pirkumu
nb: La kunden fullføre kjøpet
sv: Låt kunden slutföra köpet

# ms_confirm_location
source: CONFIRM LOCATION
de: STANDORT BESTÄTIGEN
fi: VAHVISTA SIJAINTI
fr: CONFIRMER LE POINT DE VENTE
it: CONFERMA LA SEDE

# ms_confirmed_message
source: Confirmed
da: Bekræftet
de: Bestätigt
fi: Vahvistettu
fr: Confirmé
it: Confermato
lv_lv: Apstiprināts
nb: Bekreftet
sv: Bekräftad
