Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_terminal_enabledservices_tipping
source: Tipping
da: Drikkepenge
de: Trinkgeld
et_ee: Jootraha
fi: Juomaraha
fr: Pourboire
it: Mancia
lt_lt: Arbatpinigiai
lv_lv: Dzeramnaudas
nb: Tips
sv: Dricks

# ms_terminal_enabledservices_tips
source: Tips
da: Drikkepenge
de: Trinkgeld
et_ee: Jootraha
fi: Juomaraha
fr: Pourboires
it: Mance
lt_lt: Arbatpinigiai
lv_lv: Dzeramnaudas
sv: Dricks

# ms_terminal_finish_btn
source: Finish
da: Afslut
de: Beenden
et_ee: Lõpeta
fi: Valmis
fr: Terminer
it: Fine
lt_lt: Baigti
lv_lv: Pabeigt
nb: Fullfør
sv: Avsluta

# ms_terminal_finish_desc1
source: Make sure your terminal is:
da: Sørg for, at din terminal er:
de: Am Terminal prüfen:
et_ee: Veenduge, et teie terminal on:
fi: Varmista, että päätteesi on:
fr: Assurez-vous que votre terminal est:
it: Accertati che il tuo terminale sia:
lt_lt: Įsitikinkite, kad Jūsų terminalas:
lv_lv: Pārliecinieties, vai jūsu terminālis ir:
nb: Kontroller at terminalen er:
sv: Se till att terminalen är:

# ms_terminal_finish_desc3
source: Powered on
da: Tilsluttet til strøm
de: Das Gerät ist eingeschaltet
et_ee: Toide on sees
fi: Virta on päällä
fr: L'appareil est sous tension
it: L'alimentazione è attiva
lt_lt: Maitinimas įjungtas
lv_lv: Strāva ir ieslēgta
nb: Den er slått på
sv: Strömmen är på

# ms_terminal_finish_desc_2
source: Connected to the internet
da: Forbundet til internettet
de: Verbinden Sie sich mit dem Internet
et_ee: Internetiühendus loodud
fi: Yhdistetty Internetiin
fr: Connecté à Internet
it: Connesso a internet
lt_lt: Prisijungta prie interneto
lv_lv: Savienots ar internetu
nb: Koblet til internett
sv: Ansluten till internet

# ms_terminal_finish_screen_subtitle
source: Your terminal will automatically do the end-of-day reporting on a daily basis. This is to make sure you get your payouts within 48 hours to your bank account.
da: Din terminal vil automatisk foretage den daglige afstemning. Dette sikrer, at dine penge går ind på din bankkonto indenfor 48 timer.
de: Ihr Terminal erstellt täglich automatisch die Tagesabschlussberichte. Damit wird sichergestellt, dass Sie Ihre Auszahlungen innerhalb von 48 Stunden auf Ihr Bankkonto erhalten.
et_ee: Teie terminal teeb automaatselt iga päev päeva lõpu aruande. Seda tehakse selleks, et saaksite väljamaksed oma pangakontole 48 tunni jooksul.
fi: Päätteesi tekee automaattisesti päivänpäätösraportoinnin päivittäin. Näin varmistetaan, että saat maksusi 48 tunnin kuluessa pankkitilillesi.
fr: Votre terminal établira automatiquement et quotidiennement les rapports de fin de journée afin que vous soyez certain de recevoir les versements sur votre compte bancaire dans un délai de 48 heures.
it: Il tuo terminale eseguirà automaticamente la rendicontazione di fine giornata tutti i giorni. In questo modo avrai la certezza di ricevere i pagamenti entro 48 ore sul tuo conto bancario.
lt_lt: Jūsų terminalas automatiškai kasdien suformuos dienos pabaigos ataskaitą. Taip siekiama užtikrinti, kad išmokas į savo banko sąskaitą gautumėte per 48 valandas.
lv_lv: Jūsu terminālis katru dienu automātiski sagatavos dienas beigu atskaites. Tas ir paredzēts, lai nodrošinātu, ka 48 stundu laikā saņemat izmaksas savā bankas kontā.
nb: Terminalen utfører automatisk rapportering på slutten av dagen. Dette er for å sikre at du mottar betaling til bankkontoen din innen 48 timer.
sv: Terminalen rapporterar automatiskt dagsavslut på daglig basis. Detta är för att se till att du får utbetalningarna till ditt bankkonto inom 48 timmar.

# ms_terminal_finish_screen_title
source: This is how you will receive your payouts
da: Sådan modtager du dine udbetalinger
de: So erhalten Sie Ihre Auszahlungen
et_ee: Sedasi saate oma väljamaksed
fi: Näin vastaanotat maksusi
fr: Vous recevrez vos versements de cette façon
it: Riceverai i pagamenti in questa modalità
lt_lt: Štai, kaip gausite savo išmokas
lv_lv: Tādā veidā jūs saņemsiet izmaksas
nb: Dette er måten du vil motta betalinger på
sv: Så här får du dina utbetalningar

# ms_terminal_fork_detail_screen1_subtitle
source: Click on the Favorites icon and then Menu
da: Klik på Foretrukne-ikonet, og derefter på Menu
de: Klicken Sie auf das Favoritensymbol und dann auf Menü
et_ee: Klõpsake lemmikute ikoonil ja seejärel valikul Menüü
fi: Klikkaa Suosikit-kuvaketta ja valikkoa
fr: Cliquer sur l'icône Favoris, puis sur Menu
it: Fai clic sull'icona Preferiti e quindi su Menu
lt_lt: Spustelėkite piktogramą „Favorites“ (mėgstamiausi), o tada „Menu“ (meniu)
lv_lv: Noklikšķiniet uz ikonas Izlase un pēc tam uz Izvēlne
nb: klikk på ikonet Favoritter, og deretter på Meny
sv: Klicka på ikonen Favoriter och sedan Meny

# ms_terminal_fork_detail_screen2_subtitle
source: Enter the pincode 003563
da: Indtast pinkoden 003563
de: Geben Sie den Pincode 003563 ein
et_ee: Sisestage PIN-kood 003563
fi: Syötä PIN-koodi 003563
fr: Entrer le code PIN 003563
it: Inserisci il codice pin 003563
lt_lt: Įveskite PIN kodą 003563
lv_lv: Ievadiet PIN kodu 003563
nb: Skriv inn PIN-kode 003563
sv: Ange pin-kod 003563

# ms_terminal_fork_detail_screen2_title
source: Enter menu PIN
da: Indtast menu-pinkoden
de: Geben Sie die Menü-PIN ein
et_ee: Sisestage menüü PIN-kood
fi: Syötä valikon PIN
fr: Entrer le code PIN du menu
it: Inserisci PIN del menu
lt_lt: Įveskite meniu PIN kodą
lv_lv: Ievadīt izvēlnes PIN
nb: Skriv inn PIN-koden til menyen
sv: Ange pinkod för menyn

# ms_terminal_fork_detail_screen3_subtitle
source: Choose Service, then choose Startup and click the checkmark and now you can choose the language for your terminal
da: Vælg Service og derefter Opstart, og tryk på fluebenet. Du kan nu vælge sprog til terminalen.
de: Wählen Sie zuerst Service, dann Startup und klicken Sie auf das Häkchen. Nun können Sie die Sprache für Ihr Terminal auswählen.
et_ee: Valige Teenus, seejärel valige Käivitamine ja klõpsake märkeruutu, nüüd saate valida oma terminali keele
fi: Valitse Palvelu, valitse sitten (Käynnistys ja napsauta tarkistusmerkkiä. Nyt voit valita päätelaitteen kielen.
fr: Choisir Service, puis Démarrage et cliquer sur la coche. Choisir à présent la langue à utiliser sur le terminal
it: Scegli Servizio, quindi Startup e fai clic sulla spunta, ora puoi scegliere la lingua per il tuo terminale
lt_lt: Pasirinkite „Service“ (paslauga), tada pasirinkite „Start-up“ (paleidimas) ir spustelėkite varnelę. Dabar galite pasirinkti savo terminalo kalbą.
lv_lv: Izvēlieties Pakalpojums, pēc tam izvēlieties Sākšana un noklikšķiniet uz atzīmes, un tagad varat izvēlēties termināļa valodu
nb: Velg Service og deretter Oppstart, og klikk på haken slik at du kan velge språk for terminalen
sv: Välj Tjänst, sedan Starta och klicka på bockmarkeringen för att välja språk för terminalen

# ms_terminal_fork_detail_screen3_title
source: Choose language
da: Vælg sprog
de: Wählen Sie eine Sprache
et_ee: Valige keel
fi: Valitse kieli
fr: Choisir la langue
it: Scegli la lingua
lt_lt: Pasirinkite kalbą
lv_lv: Izvēlēties valodu
nb: Velg språk
sv: Välj språk

# ms_terminal_fork_detail_screen4_subtitle
source: Press on the checkmark to confirm
da: Tryk på fluebenet for at bekræfte
de: Wählen Sie das Häkchen zur Bestätigung
et_ee: Kinnitamiseks klõpsake märkeruudul
fi: Vahvista painamalla tarkistusmerkkiä
fr: Appuyer sur la coche pour confirmer
it: Premi sulla spunta per confermare
lt_lt: Patvirtinkite spustelėdami varnelę
lv_lv: Nospiediet atzīmi, lai apstiprinātu
nb: Trykk på haken for å bekrefte
sv: Tryck på bockmarkeringen för att bekräfta

# ms_terminal_fork_detail_screen4_title
source: Confirm your Terminal ID
da: Bekræft dit terminal-id
de: Bestätigen Sie Ihre Terminal-ID
et_ee: Kinnitage oma terminali ID
fi: Vahvista päätetunnus
fr: Confirmer l'identifiant de votre terminal
it: Conferma l'ID del tuo terminale
lt_lt: Patvirtinkite savo terminalo ID
lv_lv: Apstipriniet savu termināļa ID
nb: Bekreft terminal-ID-en
sv: Bekräfta ditt Terminal-ID

# ms_terminal_fork_detail_screen5_subtitle
source: Choose option 1: Nexi and after that you can select WLAN
da: Vælg mulighed 1: Nexi, hvorefter du kan vælge WLAN
de: Wählen Sie Option 1: Nexi und danach können Sie das entsprechende WLAN auswählen
et_ee: Valige valik 1: Nexi ja seejärel saate valida WLAN-i
fi: Valitse vaihtoehto 1: Nexi ja valitse sitten WLAN
fr: Choisir l'option 1: Nexi, puis sélectionner le réseau WLAN
it: Scegli l'opzione 1: Nexi e poi puoi selezionare WLAN
lt_lt: Pasirinkite 1 parinktį: „Nexi“, o tada galite pasirinkti WLAN
lv_lv: Izvēlieties 1. opciju: Nexi un pēc tam varat izvēlēties WLAN
nb: Velg alternativ 1: Nexi, deretter kan du velge WLAN
sv: Välj alternativ 1: Nexi och efter det kan du välja WLAN

# ms_terminal_fork_detail_screen5_title
source: Choose PU
da: Vælg PU
de: Wählen Sie die PU aus
et_ee: Valige PU
fi: Valitse PU
fr: Choisir PU
it: Scegli PU
lt_lt: Pasirinkite PU
lv_lv: Izvēlēties PU
nb: Velg PU
sv: Välj PU

# ms_terminal_fork_detail_screen6_subtitle
source: Insert the correct password to connect
da: Indtast den korrekte adgangskode for at oprette forbindelse
de: Geben Sie das richtige Passwort ein, um eine Verbindung herzustellen
et_ee: Ühendamiseks sisestage õige salasõna
fi: Syötä oikea salasana
fr: Saisir le bon mot de passe pour se connecter
it: Inserisci la password corretta per connetterti
lt_lt: Norėdami prisijungti, įveskite teisingą slaptažodį
lv_lv: Lai izveidotu savienojumu, ierakstiet pareizo paroli
nb: Sett inn riktig passord for å koble til
sv: Ange korrekt lösenord för att ansluta

# ms_terminal_fork_detail_screen6_title
source: Connect to WLAN
da: Opret forbindelse til WLAN
de: Verbinden Sie sich mit dem WLAN
et_ee: Ühendage WLAN-iga
fi: Yhdistä WLAN-verkkoon
fr: Se connecter au réseau WLAN
it: Connessione alla WLAN
lt_lt: Prisijunkite prie WLAN
lv_lv: Izveidot savienojumu ar WLAN
nb: Koble til WLAN
sv: Anslut till WLAN

# ms_terminal_fork_detail_subtitle
source: How to set up to WLAN
da: Sådan opsættes WLAN
de: Einrichten des WLANs
et_ee: Kuidas seadistada WLAN-i
fi: WLAN-verkon määrittäminen
fr: Comment paramétrer le réseau WLAN
it: Come configurare la WLAN
lt_lt: Kaip nustatyti WLAN sąranką
lv_lv: Kā iestatīt WLAN
nb: Slik konfigurerer du WLAN
sv: Så ställer du in WLAN

# ms_terminal_fork_link
source: Click here to see the guide
da: Tryk her for at se vejledningen
de: Klicken Sie hier, um die Anleitung anzuzeigen.
et_ee: Klõpsake juhiste nägemiseks siin
fi: Katso ohje klikkaamalla tätä
fr: Cliquer ici pour consulter le guide
it: Fai clic qui per consultare la guida
lt_lt: Spustelėkite čia, jei norite atverti vedlį
lv_lv: Noklikšķiniet šeit, lai skatītu ceļvedi
nb: Klikk her for å se veiledningen
sv: Klicka här för att se guiden

# ms_terminal_fork_link_desc2
source: If you rather want to use the WLAN
da: Hvis du hellere vil bruge WLAN
de: Wenn Sie lieber das WLAN nutzen möchten:
et_ee: Kui soovite pigem WLAN-i kasutada
fi: Jos haluat mieluummin käyttää WLAN
fr: Si vous préférez utiliser le réseau WLAN
it: Se preferisci usare la WLAN
lt_lt: Jei verčiau norite naudoti WLAN
lv_lv: Ja vēlaties izmantot WLAN
nb: Hvis du heller vil bruke WLAN
sv: Om du hellre vill använda WLAN

# ms_terminal_fork_link_screen1_title
source: Go to the terminal menu
da: Gå til terminalens menu
de: Rufen Sie das Terminal-Menü auf
et_ee: Minge terminali menüüsse
fi: Mene päätteen valikkoon
fr: Aller au menu du terminal
it: Vai al menu del terminale
lt_lt: Atverkite terminalo meniu
lv_lv: Doties uz termināļa izvēlni
nb: Gå til terminalmenyen
sv: Gå till terminalmenyn

# ms_terminal_fork_link_subtitle
source: Connect to LAN
da: Opret forbindelse til LAN
de: Stellen Sie eine Verbindung mit dem LAN her
et_ee: Ühendage LAN-iga
fi: Yhdistä LAN-verkkoon
fr: Se connecter au réseau LAN
it: Connessione alla LAN
lt_lt: Prisijunkite prie LAN
lv_lv: Izveidojiet savienojumu ar LAN
nb: Koble til LAN
sv: Anslut till LAN

# ms_terminal_fork_link_title
source: Connect to internet
da: Opret forbindelse til internettet
de: Verbinden Sie sich mit dem Internet
et_ee: Ühendage internetiga
fi: Yhdistä internetiin
fr: Se connecter à Internet
it: Connessione a internet
lt_lt: Prisijunkite prie interneto
lv_lv: Izveidot savienojumu ar internetu
nb: Koble til Internett
sv: Anslut till internet

# ms_terminal_fork_subtitle_desc1
source: Insert the LAN cable.
da: Tilslut LAN-kablet.
de: Stecken Sie das LAN-Kabel ein.
et_ee: Sisestage LAN-kaabel.
fi: Kytke LAN-kaapeli.
fr: Insérez le câble LAN.
it: Inserisci il cavo LAN.
lt_lt: Prijunkite LAN kabelį.
lv_lv: Ievietojiet LAN kabeli.
nb: Sett inn LAN-kabelen.
sv: Sätt i LAN-kabeln.

# ms_terminal_guide_cancel_payment
source: How to cancel a payment
da: Sådan annulere du en transaktion
fi: Maksun peruutus
nb: Annullere en transaksjon
sv: Annullera en transaktion

# ms_terminal_guide_change_ppr_option
source: How to change receipt paper
da: Sådan skifter du bonrulle
de: Wechseln des Quittungspapiers
fi: Kuittipaperin vaihtaminen
fr: Comment remplacer le rouleau de papier pour reçus
it: Come cambiare la carta delle ricevute
lv_lv: Kā nomainīt papīru kvītīm
nb: Slik bytter du kvitteringspapir
sv: Så byter du kvittopapper

# ms_terminal_guide_changes_header
source: Guides for CCV A920
da: Vejledninger til CCV A920
de: Anleitungen für CCV A920
fi: Oppaat CCV A920 varten
fr: Guides pour CCV A920
it: Guide per CVV A920
lv_lv: CCV A920 ceļveži
nb: Veiledninger for CCV A920
sv: Guider för CCV A920

# ms_terminal_guide_changes_paper_reciept
source: How to change receipt paper
da: Sådan skifter du bonrulle
de: So tauschen Sie das Papier für Belege aus
fi: Kuittipaperin vaihtaminen
fr: Comment remplacer le rouleau de papier pour reçus
it: Come cambiare la carta della ricevuta
lv_lv: Kā nomainīt papīru kvītīm
nb: Slik bytter du kvitteringspapir
sv: Så byter du kvittopapper

# ms_terminal_guide_changes_refund
source: How to refund
da: Sådan foretages en tilbagebetaling
de: So erstatten Sie
fi: Maksun palauttaminen
fr: Comment effectuer un remboursement
it: Come eseguire un rimborso
lv_lv: Kā atmaksāt
nb: Slik refunderer du
sv: Så gör du en återbetalning

# ms_terminal_guide_changes_refund_question
source: How to refund a payment
da: Sådan foretages en tilbagebetaling
de: So erstatten Sie eine Zahlung
fi: Maksun palauttaminen
fr: Comment rembourser un paiement
it: Come rimborsare un pagamento
lv_lv: Kā atmaksāt maksājumu
nb: Slik refunderer du en betaling
sv: Så återför du en betalning

# ms_terminal_guide_changes_subtitle
source: See the different guide we have for the %@ terminal and in-app settings for this model.
da: Se vores vejledninger til terminalen "%@" og indstillingerne i appen for denne model.
de: Lesen Sie die andere Anleitung, die es für das Terminal %@ und In-App-Einstellungen für dieses Modell gibt.
fi: Katso %@-päätteelle ja mallin sovellusasetuksille laaditut ohjeet.
fr: Découvrez les différents guides que nous proposons pour le terminal %@ et les paramètres intégrés dans l'application pour ce modèle.
it: Consulta le guide per il %@ terminale e le impostazioni in-app per questo modello.
lv_lv: Skatiet dažādus šī modeļa termināļa %@ un lietotnes iestatījumu ceļvežus.
nb: Se veiledningen for "%@"-terminalen og appinnstillinger for denne modellen.
sv: Se våra olika guider för terminalen ”%@” och inställningarna i appen för denna modell.

# ms_terminal_guide_changes_tip_question
source: How to receive tip
da: Sådan modtager du drikkepenge
de: So erhalten Sie Trinkgeld
fi: Juomarahan vastaanottaminen
fr: Comment recevoir un pourboire
it: Come ricevere una mancia
lv_lv: Kā saņemt dzeramnaudu
nb: Slik mottar du driks
sv: Så tar du emot dricks

# ms_terminal_guide_copy
source: Terminal guides
da: Vejledninger til terminaler
de: Anleitungen für Terminals
fi: Pääteoppaat
fr: Guides des terminaux
it: Guide del terminale
lv_lv: Termināļa ceļveži
nb: Terminalveiledninger
sv: Terminalguider

# ms_terminal_guide_desc
source: Quick guide on how to setup terminal
da: Lynvejledning i opsætning af terminal
de: Kurzanleitung für die Einrichtung eines Terminals
fi: Pikaopas päätteen määrittämiseen
fr: Guide de consultation rapide pour le paramétrage d'un terminal
it: Guida rapida alla configurazione del terminale
lv_lv: Īss ceļvedis par termināļa iestatīšanu
nb: Hurtigveiledning om hvordan du konfigurerer terminalen
sv: Snabbguide till hur du konfigurerar terminalen

# ms_terminal_guide_desc_model_wise
source: See the different guides we have for the "%d" terminal and in-app settings for this model.
da: Se vores vejledninger til terminalen "%d" og indstillingerne i appen for denne model.
de: Sehen Sie sich die verschiedenen Anleitungen an, die wir für das „%d“-Terminal und die In-App-Einstellungen für dieses Modell haben.
fi: Katso erillinen "%d"-päätteen opas sekä tätä mallia koskevat sovelluksen sisäiset asetukset.
fr: Découvrez les différents guides que nous proposons pour le terminal «%d» et les paramètres intégrés dans l'application pour ce modèle.
it: Consulta le diverse guide che abbiamo per il terminale "%d" e le impostazioni in-app per questo modello.
lv_lv: Skatiet dažādus šī modeļa termināļa "%d" un lietotnes iestatījumu ceļvežus.
nb: Se veiledningen for "%d"-terminalen og appinnstillinger for denne modellen.
sv: Se våra olika guider för terminalen ”%d” och inställningarna i appen för denna modell.

# ms_terminal_guide_diag_btn
source: Find the diagnosis button
da: Find knappen til diagnosticering
de: Suchen Sie die Schaltfläche Diagnose
fi: Etsi diagnoosipainike
fr: Trouver le bouton Diagnostic
it: Trova il pulsante diagnosi
lv_lv: Atrodiet diagnostikas pogu
nb: Finn diagnostikknappen
sv: Hitta diagnosknappen

# ms_terminal_guide_diag_enable
source: Click on diagnosis
da: Tryk på Diagnosticering
de: Klicken Sie auf Diagnose
fi: Klikkaa diagnoosia
fr: Cliquer sur Diagnostic
it: Fai clic su diagnosi
lv_lv: Noklikšķiniet uz diagnozes
nb: Klikk på diagnostikk
sv: Klicka på diagnos

# ms_terminal_guide_make_payment_option
source: How to make a payment
da: Sådan foretages en betaling
de: Wie man eine Zahlung vornimmt
fi: Maksun maksaminen
fr: Comment effectuer un paiement
it: Come effettuare un pagamento
lv_lv: Kā veikt maksājumu
nb: Slik utfører du en betaling
sv: Så gör du en betalning

# ms_terminal_guide_refund_option
source: How to refund
da: Sådan foretages en tilbagebetaling
de: Wie man eine Erstattung vornimmt
fi: Maksun palauttaminen
fr: Comment effectuer un remboursement
it: Come effettuare un rimborso
lv_lv: Kā atmaksāt
nb: Slik refunderer du
sv: Så gör du en återbetalning

# ms_terminal_guide_refund_payment_option
source: How to refund a payment
da: Sådan foretages en tilbagebetaling
de: Wie man eine Zahlung erstattet
fi: Maksun palauttaminen
fr: Comment rembourser un paiement
it: Come rimborsare un pagamento
lv_lv: Kā atmaksāt maksājumu
nb: Slik refunderer du en betaling
sv: Så återför du en betalning

# ms_terminal_guide_setup_option
source: Setup the terminal
da: Opsæt terminalen
de: Einrichtung des Terminals
fi: Päätteen määrittely
fr: Paramétrer le terminal
it: Configura il terminale
lv_lv: Iestatīt termināli
nb: Konfigurere terminalen
sv: Installera terminalen

# ms_terminal_guide_swipe_left
source: BACK
da: TILBAGE
de: ZURÜCK
fi: TAKAISIN
fr: PRÉCÉDENT
it: INDIETRO
lv_lv: ATPAKAĻ
nb: TILBAKE
sv: TILLBAKA

# ms_terminal_guide_swipe_right
source: NEXT
da: NÆSTE
de: WEITER
fi: SEURAAVA
fr: SUIVANT
it: AVANTI
lv_lv: TĀLĀK
nb: NESTE
sv: NÄSTA

# ms_terminal_guide_tip_receive_option
source: How to receive tip
da: Sådan modtager du drikkepenge
de: Wie man Trinkgeld erhält
fi: Juomarahan vastaanottaminen
fr: Comment recevoir un pourboire
it: Come ricevere una mancia
lv_lv: Kā saņemt dzeramnaudu
nb: Slik mottar du driks
sv: Så tar du emot dricks

# ms_terminal_guides_setup_payments
source: Set up payments
da: Opsæt betalinger
de: Zahlungen einrichten
et_ee: Seadistage maksed
fi: Määritä maksut
fr: Paramétrer des paiements
it: Configura i pagamenti
lt_lt: Nustatyti mokėjimus
lv_lv: Iestatiet maksājumus
nb: Konfigurer betalinger
sv: Konfigurera betalningar

# ms_terminal_guides_setup_payments_desc
source: See how you make your first transaction and how to pay on the terminal
da: Se, hvordan du foretager din første transaktion, og hvordan du betaler på terminalen
de: Hier wird gezeigt, wie Sie Ihre erste Transaktion tätigen und wie Sie am Terminal bezahlen können
et_ee: Vaadake, kuidas teha oma esimene tehing ja kuidas terminalis maksta
fi: Katso, miten teet ensimmäisen maksutapahtuman ja miten maksat päätteellä.
fr: Découvrez comment effectuer votre première transaction et comment payer sur le terminal
it: Guarda come effettuare la prima transazione e come pagare sul terminale
lt_lt: Pažiūrėkite, kaip atlikti pirmąją operaciją ir kaip mokėti naudojantis terminalu
lv_lv: Skatiet, kā veicat savu pirmo darījumu un kā norēķināties terminālī
nb: Se hvordan du utfører den første transaksjonen og hvordan du bruker terminalen til betaling
sv: Se hur du gör din första transaktion och hur du betalar på terminalen

# ms_terminal_guides_setup_terminal
source: Set up a terminal
da: Opsæt en terminal
de: Richten Sie ein Terminal ein
et_ee: Seadistage terminal
fi: Määritä pääte
fr: Paramétrer un terminal
it: Configura un terminale
lt_lt: Nustatykite terminalo sąranką
lv_lv: Iestatiet termināli
nb: Konfigurer en terminal
sv: Konfigurera en terminal

# ms_terminal_guides_title
source: Terminal guides
da: Terminal vejledninger
de: Terminal-Leitfäden
et_ee: Terminali juhised
fi: Pääteoppaat
fr: Guides des terminaux
it: Guide del terminale
lt_lt: Naudojimosi terminalu vedliai
lv_lv: Termināļa ceļveži
nb: Terminalinstruksjoner
sv: Terminalinstruktioner

# ms_terminal_help_link
source: Not the right terminal model?
da: Ikke den rigtige terminalmodel?
de: Nicht das richtige Terminalmodell?
et_ee: Kas see ei ole õige terminali mudel?
fi: Eikö ole oikea päätemalli?
fr: Le modèle de terminal n'est pas le bon?
it: Non è il modello di terminale giusto?
lt_lt: Ne tas terminalo modelis?
lv_lv: Vai nav īstais termināļa modelis?
nb: Ikke riktig terminalmodell?
sv: Inte rätt terminalmodell?

# ms_terminal_help_subtitle
source: You can see the name on your terminal on the back of it
da: Du kan se navnet på din terminal på bagsiden af den.
de: Sie können den Namen Ihres Terminals auf dessen Rückseite sehen
et_ee: Näete oma terminali nime selle tagaküljel
fi: Päätteen nimi näkyy sen takapuolelta
fr: Le nom de votre terminal est indiqué à l'arrière de celui-ci
it: Puoi vedere il nome del tuo terminale nella parte posteriore.
lt_lt: Savo terminalo pavadinimą galite rasti jo galinėje pusėje.
lv_lv: Jūs varat redzēt termināļa nosaukumu tā aizmugurē
nb: Du kan se navnet på terminalen din på baksiden
sv: Du kan se namnet på din terminal på baksidan av den

# ms_terminal_help_txt_header
source: When you receive your terminal we will help you setting it up.
da: Når du har modtaget din terminal, hjælper vi dig med at sætte den op.
de: Sobald Sie Ihr Terminal erhalten haben, unterstützen wir Sie bei der Einrichtung.
et_ee: Kui saate oma terminali kätte, aitame teid selle seadistamisel.
fi: Kun saat päätteesi, autamme sinua sen käyttöönotossa.
lt_lt: Kai gausite savo terminalą, padėsime nustatyti jo sąranką.
lv_lv: Kad saņemsiet savu termināli, mēs palīdzēsim to iestatīt.
nb: Vi hjelper deg med å konfigurere terminalen når du mottar den.
sv: När du får terminalen hjälper vi dig att konfigurera den.

# ms_terminal_id
source: Terminal ID
et_ee: Terminali ID
fi: Päätetunnus
fr: ID du terminal
it: ID terminale
lt_lt: Terminalo ID
lv_lv: Termināļa ID

# ms_terminal_id_merchant
source: Terminal-ID
et_ee: Terminali ID
fi: Päätetunnus
lt_lt: Terminalo ID
lv_lv: Termināļa ID

# ms_terminal_model
source: Model
da: Terminalmodel
de: Terminalmodell
et_ee: Terminali mudel
fi: Päätemalli
fr: Modèle
it: Modello
lt_lt: Terminalo modelis
lv_lv: Termināla modelis
nb: Terminalmodell
sv: Terminalmodell
