Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_guiide_green_ok
source: Press the GREEN OK button and use your own payment card to finish the test transaction. When successful, a receipt will be printed.
da: Tryk på den GRØNNE OK-knap, og brug dit eget betalingskort til at afslutte testtransaktionen. Når den er afsluttet, udskrives der en kvittering.
de: Drücken Sie die GRÜNE OK-Taste und verwenden Sie Ihre eigene Zahlungskarte, um die Testtransaktion abzuschließen. Bei Erfolg wird ein Beleg gedruckt.
et_ee: Vajutage ROHELIST nuppu OK ja kasutage oma maksekaarti, et testtehing lõpule viia. Kui see õnnestub, trükitakse kviitung.
fi: Paina VIHREÄÄ OK-painiketta ja käytä omaa maksukorttiasi testitapahtuman loppuun saattamiseksi. Kun maksutapahtuma onnistuu, kuitti tulostuu.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai) ir užbaikite bandomąją operaciją naudodami savo mokėjimo kortelę. Sėkmingai įvykdžius bandomąją operaciją, bus išspausdintas kvitas.
lv_lv: Nospiediet ZAĻO OK (Labi) pogu un izmantojiet savu maksājumu karti, lai pabeigtu testa darījumu. Kad tas izdosies, tiks izdrukāta kvīts.
nb: Trykk på den GRØNNE OK-knappen og bruk ditt eget betalingskort for å fullføre prøvetransaksjonen. Når transaksjonen er vellykket, skrives det ut en kvittering.
sv: Tryck på den GRÖNA OK-knappen för att använda ditt eget betalkort för att slutföra testtransaktionen. Om den lyckas skrivs ett kvitto ut.

# ms_handed_over_receipt
source: Hand over the printed receipt to your customer
da: Udlever kvitteringen til kunden
de: Den ausgedruckten Beleg Ihrem Kunden übergeben
et_ee: Andke trükitud kviitung kliendile üle
fi: Anna tulostettu kuitti asiakkaalle
lt_lt: Perduokite išspausdintą kvitą klientui
lv_lv: Izsniedziet klientam izdrukāto kvīti
nb: Gi kvitteringen til kunden
sv: Ge kvittot till kunden

# ms_hardware_id
source: Hardware ID
et_ee: Riistvara ID
fi: Laitteistotunnus
lt_lt: Techninės įrangos ID
lv_lv: Aparatūras ID
nb: Maskinvare-ID
sv: Utrustnings-id

# ms_have_been_refunded
source: Have been refunded
da: Er blevet tilbagebetalt
de: Wurde erstattet
fi: On palautettu
fr: Ont été remboursés
it: Sono stati rimborsati
lv_lv: Ir atmaksāta
nb: Er refundert
sv: Har återbetalats

# ms_help_articles
source: Help articles
da: Emner i Hjælp
de: Hilfeartikel
et_ee: Abiartiklid
fi: Ohjeartikkelit
fr: Articles d'aide
it: Articoli utili
lt_lt: Naudingi straipsniai
lv_lv: Palīdzības raksti
nb: Hjelpeartikler
sv: Hjälpartiklar

# ms_help_desc
source: What can we help you with?
da: Hvad kan vi hjælpe med?
de: Wie möchten sie uns kontaktieren?
et_ee: Millega saame teid aidata?
fi: Kuinka voimme auttaa?
fr: Que pouvons-nous faire pour vous aider?
it: In cosa possiamo esserti utili?
lt_lt: Kuo galėtume Jums padėti?
lv_lv: Ar ko mēs varam jums palīdzēt?
nb: Hva kan vi hjelpe deg med?
sv: Vad kan vi hjälpa dig med?

# ms_hide_analytics_pro
source: true
de: wahr
fi: tosi
fr: vrai
it: vero

# ms_high_msg_tootltip
source: High
da: Høj
de: Hoch
et_ee: Kõrge
fi: Korkea
fr: Élevé
it: Alto
lt_lt: Didelis
lv_lv: Augsts
nb: Høy
sv: Hög

# ms_hint_callus_for_terminalID
source: Have this Terminal ID number ready
da: Sørg for at have terminal-ID'et klar
de: Halten Sie diese Terminalnummer bereit
et_ee: Pange see Terminali ID-number valmis
fi: Pidä tämän päätteen tunnistenumero valmiina
fr: Préparez ce numéro d'identification de terminal
it: Tieni a portata di mano questo numero ID del terminale
lt_lt: Turėkite po ranka šį terminalo ID numerį
lv_lv: Sagatavojiet šī termināļa ID numuru
nb: Ha dette terminal-ID-nummeret klart
sv: Ha terminal-ID-numret redo

# ms_hint_for_terminal_callus
source: Have this Merchant code / Terminal menu code number ready
da: Sørg for at have denne forretnings-/terminalkode klar
de: Halten Sie den Händlercode/ Terminalmenü-Code bereit
et_ee: Pange see Kaupmehe kood / Terminali menüü koodi number valmis
fi: Pidä tämä kauppiaskoodi/päätteen valikkokoodi valmiina
fr: Préparez ce numéro de code commerçant/de menu du terminal
it: Tieni a portata di mano questo codice esercente/numero di codice menu del terminale
lt_lt: Turėkite po ranka šį prekybininko kodą / terminalo meniu kodą
lv_lv: Sagatavojiet šī tirgotāja kodu/termināļa izvēlnes koda numuru
nb: Ha denne salgsstedkoden/terminalmenykoden klar
sv: Se till att ha den här handlarkoden/terminalmenykoden redo

# ms_how to use
source: How to use
da: Sådan gør du
de: So verwenden Sie
fi: Käyttöohje
fr: Mode d'emploi
it: Modalità d'uso
lv_lv: Kā izmantot
nb: Bruk
sv: Användning

# ms_how_to_use_ttpoi
source: How to use Tap to Pay on iPhone
da: Sådan bruger du Tap to Pay på iPhone
de: So verwenden Sie Tap to Pay auf dem iPhone
fi: iPhonen Tap to Pay-toiminnon käyttäminen
fr: Comment utiliser Tap to Pay sur iPhone
it: Come usare Tap to Pay su iPhone
lv_lv: Kā izmantot funkciju Tap to Pay on iPhone
nb: Slik bruker du Tap to Pay on iPhone
sv: Så använder du Tap to Pay på iPhone

# ms_immediate_update
source: Update Now
da: Opdater nu
de: Aktualisieren
et_ee: Värskenda nüüd
fi: Päivitä nyt
fr: Màj maintenant
it: Aggiorna ora
lt_lt: Naujinti dabar
lv_lv: Atjaunināt tagad
nb: Oppdater nå
sv: Uppdatera nu

# ms_incorrect_code
source: Incorrect code 3 times
da: Forkert kode 3 gange
de: Dreimal falscher Code
et_ee: Vale kood 3 korda
fi: Virheellinen koodi 3 kertaa
fr: Code incorrect 3 fois
it: Codice errato 3 volte
lt_lt: Neteisingas kodas 3 kartus
lv_lv: Trīs reizes nepareizs kods
nb: Feil kode 3 ganger
sv: Felaktig kod tre gånger

# ms_incorrect_code_msg
source: An incorrect code has been entered 3 times.
da: Du har indtastet en forkert kode 3 gange.
de: Es wurde dreimal ein falscher Code eingegeben.
et_ee: Sisestasite valet koodi 3 korda.
fi: Virheellinen koodi syötetty 3 kertaa.
fr: Un code incorrect a été entré 3 fois.
it: È stato inserito 3 volte un codice errato.
lt_lt: Neteisingas kodas įvestas 3 kartus.
lv_lv: Trīs reizes ir ievadīts nepareiz kods.
nb: Feil kode er angitt 3 ganger.
sv: En felaktig kod har angetts tre gånger.

# ms_info
source: Information
de: Informationen
et_ee: Teave
fi: Tiedot
fr: Informations
it: Informazioni
lt_lt: Informacija
lv_lv: Informācija
nb: Informasjon

# ms_info_your_information
source: Your information
da: Dine oplysninger
de: Ihre Informationen
et_ee: Teie teave
fi: Omat tietosi
fr: Vos informations
it: Le tue informazioni
lt_lt: Jūsų informacija
lv_lv: Jūsu informācija
nb: Din informasjon
sv: Dina uppgifter

# ms_insert_amount
source: Insert amount
da: Angiv beløb
de: Betrag eingeben
fi: Syötä summa
fr: Introduire le montant
it: Inserisci l'importo
lv_lv: Ierakstiet summu
nb: Skriv inn beløp
sv: Ange belopp

# ms_insight_best_day_subtitle
source: Best day since beginning of %d
da: Bedste dag siden begyndelsen af %d
de: Bester Tag seit Beginn von %d
fi: Paras päivä alusta lähtien%d
fr: Journée la plus fructueuse depuis le début de %d
it: Migliore giornata dall'inizio del %d
lv_lv: Labākā diena kopš %d sākuma
nb: Beste dag siden begynnelsen av %d
sv: Bästa dagen sedan början av %d

# ms_insight_best_day_subtitle_copy
source: Best day since beginning of %@
da: Bedste dag siden begyndelsen af %@
de: Bester Tag seit Beginn von %@
et_ee: Parim päev alates %@ algusest
fi: Paras päivä %@:n alusta lähtien
fr: Journée la plus fructueuse depuis le début de %@
it: Migliore giornata dall'inizio del %@
lt_lt: Geriausia diena nuo %@ pradžios
lv_lv: Labākā diena kopš %@ sākuma
nb: Beste dag siden begynnelsen av %@
sv: Bästa dagen sedan början av %@

# ms_insight_churn_ratio_header
source: %d customers %@
da: %d kunder %@
de: %d Kunden %@
fi: %d as. %@
fr: %d clients %@
it: %d clienti %@
lv_lv: %d klienti %@
nb: %d kunder %@
sv: %d kunder %@

# ms_insight_churn_ratio_header_copy
source: %@ customers %@
da: %@ kunder %@
de: %@ Kunden %@
et_ee: %@ klienti %@
fi: %@as. %@
fr: %@ client %@
it: %@ clienti %@
lt_lt: %@ %@ klientai (-ų)
lv_lv: %@ klienti %@
nb: %@ kunder %@
sv: %@ kunder %@

# ms_insight_churn_ratio_single_header
source: %d customer %@
da: %d kunde %@
de: %d Kunde %@
fi: %d asiakas %@
fr: %d client %@
it: %d cliente %@
lv_lv: %d klients %@
nb: %d kunde %@
sv: %d kund %@

# ms_insight_churn_ratio_single_header_copy
source: %@ customer %@
da: %@ kunde %@
de: %@ Kunde %@
et_ee: %@ klient %@
fi: %@ asiakas %@
fr: %@ client %@
it: %@ cliente %@
lt_lt: %@ %@ klientas (-ų)
lv_lv: %@ klients %@
nb: %@ kunde %@
sv: %@ kund %@

# ms_insight_churn_ratio_subtitle
source: by %@ during %@ %d , compared to the previous month
da: Kunder opnået %@ i løbet af %@ %d, sammenlignet med måneden før
de: Kunden %@ bis %@ während %@ %d, im Vergleich zum Vormonat
et_ee: Customers %@ by %@ during %@ %d , compared to the previous month
fi: Asiakkaat, jotka %@ %@ %@ %d aikana , edelliseen kuukauteen verrattuna
fr: par %@ au cours du mois de %@ %d, par rapport au mois précédent
it: da %@ durante %@%d, rispetto al mese precedente
lt_lt: Customers %@ by %@ during %@ %d , compared to the previous month
lv_lv: par %@ laika posmā %@ %d, salīdzinot ar iepriekšējo mēnesi
nb: Kunder %@ med %@ i løpet av %@ %d , sammenlignet med forrige måned
sv: Kunder %@ av %@ under %@ %d jämfört med föregående månad

# ms_insight_churn_ratio_subtitle_copy
source: Customers %@ by %@ during %@ %@, compared to the previous month
da: Kunder opnået %@ i løbet af %@ %@, sammenlignet med måneden før
de: Kunden %@ bis %@ während %@ %@, im Vergleich zum Vormonat
et_ee: Kliendid %@ võrra %@ kuu %@ %@ jooksul, võrreldes eelmise kuuga
fi: Asiakkaat, jotka %@ %@ %@ %@ aikana , edelliseen kuukauteen verrattuna
fr: Clients %@ par %@ au cours du mois de %@ %@, par rapport au mois précédent
it: I clienti %@ per %@ durante %@ %@, rispetto al mese precedente
lt_lt: %@ %@ mėn. %@ %@ klientai, palyginti su praeitu mėnesiu
lv_lv: Klienti %@ no %@ laika posmā no %@ %@, salīdzinot ar iepriekšējo mēnesi
nb: Kunder %@ med %@ i løpet av %@ %@ , sammenlignet med forrige måned
sv: Kunder %@ av %@ under %@ %@ jämfört med föregående månad

# ms_insight_churn_ratio_subtitle_v2
source: by %@ during %@ %@, compared to the previous month
da: ved %@ i løbet af %@ %@, sammenlignet med måneden før
de: bis %@ während %@ %@, im Vergleich zum Vormonat
et_ee: %@võrra kuu %@ %@ jooksul, võrreldes eelmise kuuga
fi: %@ %@ %@ , edelliseen kuukauteen verrattuna
fr: par %@ au cours du mois de %@ %@, par rapport au mois précédent
it: da %@ durante %@%@, rispetto al mese precedente
lt_lt: įmonės %@ %@ m. %@ mėn., palyginti su praeitu mėnesiu
lv_lv: no %@ laika posmā no %@ %@, salīdzinot ar iepriekšējo mēnesi
nb: med %@ i løpet av %@ %@ , sammenlignet med forrige måned
sv: av %@ under %@ %@ jämfört med föregående månad

# ms_insight_customer_hero_header
source: Highest Spender: %f %@
da: Største kunde: %f %@
de: Bester Kunde: %f %@
fi: Paras asiakas: %f%@
fr: Le + dépensier: %f %@
it: Spender maggiore: %f %@
lv_lv: Lielākais tēr.: %f %@
nb: Høyeste beløp: %f %@
sv: Högst spenderande: %f %@

# ms_insight_customer_hero_header_copy
source: Highest Spender: %@ %@
da: Største kunde: %@ %@
de: Bester Kunde: %@ %@
et_ee: Suurim kulutaja: %@ %@
fi: Paras asiakas: %@%@
fr: Le + dépensier: %@ %@
it: Chi spende di più: %@ %@
lt_lt: Didž. išlaidūnas: %@ %@
lv_lv: Lielākais tēr.: %@ %@
nb: Høyeste beløp: %@ %@
sv: Högst spenderande: %@ %@

# ms_insight_customer_hero_subtitle
source: Customer at %@ in %@ %d
da: Kunde, hos %@ i %@ %d
de: Kunde mit %@ in %@ %d
fi: asiakas %@:ssa %@ %d
fr: Client chez %@ en %@ %d
it: Cliente al %@ in %@ %d
lv_lv: Klienti no %@ datumā: %@ %d
nb: Kunden hos %@ i %@ %d
sv: kund på %@ i %@ %d

# ms_insight_customer_hero_subtitle_copy
source: Highest Spending Customer at %@ in %@ %@
da: Kunde, der har brugt mest hos %@ i %@ %@
de: Kunde mit den höchsten Ausgaben bei %@ in %@ %@
et_ee: Enim kulutav klient kohas %@ kuu %@ %@ jooksul
fi: Eniten ostoja tehnyt asiakas %@:ssa %@ %@
fr: Client le plus dépensier chez %@ en %@ %@
it: Cliente con la spesa più alta al %@ in %@ %@
lt_lt: Daugiausiai %@ m. %@ mėn. %@ išleidęs klientas
lv_lv: Klients, kas visvairāk tērē uzņēmumā %@ %@. gada %@
nb: Kunden med høyest forbruk hos %@ i %@ %@
sv: Högst spenderande kund på %@ i %@ %@

# ms_insight_monthly_turnover_subtitle
source: Combined card sales turnover for %@ %d
da: Kombineret kortsalgsomsætning for %@ %d
de: Kombinierter Umsatz Kreditkarten für %@ %d
fi: Yhdistetty korttiliikevaihto %@ %d
fr: Chiffre d'affaires combiné généré par les ventes réglées par carte en %@ %d
it: Fatturato complessivo delle vendite con carte per %@ %d
lv_lv: Kombinētais karšu pārdošanas apgrozījums par %@ %d
nb: Samlet kortsalgsomsetning for %@ %d
sv: Kombinerad kortförsäljningsomsättning för %@ %d

# ms_insight_monthly_turnover_subtitle_copy
source: Combined card sales turnover for %@ %@
da: Kombineret kortsalgsomsætning for %@ %@
de: Kombinierter Umsatz Kreditkarten für %@ %@
et_ee: Kombineeritud kaardimüügi käive kuu %@ %@ kohta
fi: Yhdistetty korttiliikevaihto %@ %@
fr: Chiffre d'affaires combiné généré par les ventes réglées par carte en %@ %@
it: Fatturato complessivo delle vendite con carte per %@ %@
lt_lt: %@ m. %@ mėn. bendra atsiskaitymų kortelėmis apyvarta
lv_lv: Kombinētais karšu pārdošanas apgrozījums par %@ %@
nb: Samlet kortsalgsomsetning for %@ %@
sv: Kombinerad kortförsäljningsomsättning för %@ %@

# ms_insight_mtly_trnovr_bm_yr_header
source: Card Sales %@ by %d
da: Kortsalg %@ med %d
de: Umsatz Kreditkarten %@ bis %d
fi: Korttimyynti %@ %d
fr: Ventes réglées par carte %@ de %d
it: Vendite con carte %@ da %d
lv_lv: Karšu pārdošana %@ no %d
nb: Kortsalg %@ med %d
sv: Kortförsäljning %@ med %d

# ms_insight_mtly_trnovr_bm_yr_header_copy
source: Card Sales %@ by %@
da: Kortsalg %@ med %@
de: Umsatz Kreditkarten %@ um %@
et_ee: Kaardimüük %@ %@ võrra
fi: Korttimyynti %@ %@
fr: Ventes réglées par carte %@ de %@
it: Vendite con carte %@ da %@
lt_lt: Atsiskaitymų kortelėmis apimtis %@ %@
lv_lv: Karšu pārdošana %@ no %@
nb: Kortsalg %@ med %@
sv: Kortförsäljning %@ med %@

# ms_insight_mtly_trnovr_bm_yr_subtitle
source: turnover in %@ , %d compared to last year
da: Kortsalgsomsætning i %@ %d, sammenlignet med året før
de: Umsatz Kreditkarten in %@, %d im Vergleich zum Vorjahr
et_ee: in %@ , %d compared to last year
fi: Korttimyynnin liikevaihto %@ %d viime vuoteen verrattuna
fr: chiffre d'affaires en %@ %d par rapport à l'année dernière
it: fatturato in %@, %d rispetto all'anno precedente
lt_lt: in %@ , %d compared to last year
lv_lv: in %@ , %d compared to last year
nb: Kortsalgsomsetning i %@ %d sammenlignet med fjoråret
sv: Kortförsäljningsomsättning i %@, %d jämfört med föregående år

# ms_insight_mtly_trnovr_bm_yr_subtitle_copy
source: Card sales turnover in %@ , %@ compared to last year
da: Kortsalgsomsætning i %@ %@, sammenlignet med året før
de: Umsatz Kreditkarten in %@, %@ im Vergleich zum Vorjahr
et_ee: Kaardimüügi käive kuu %@ jooksul , %@ võrreldes eelmise aastaga
fi: Korttimyynnin liikevaihto %@ %@ viime vuoteen verrattuna
fr: Chiffre d'affaires généré par les ventes réglées par carte en %@ %@ par rapport à l'année dernière
it: Fatturato delle vendite con carte in %@, %@ rispetto all'anno precedente
lt_lt: %@ %@ atsiskaitymų kortelėmis apyvarta, palyginti su praeitais metais
lv_lv: Karšu pārdošanas apgrozījums %@, %@ salīdzinājumā ar pagājušo gadu
nb: Kortsalgsomsetning i %@ %@ sammenlignet med fjoråret
sv: Kortförsäljningsomsättning i %@, %@ jämfört med föregående år

# ms_insight_pareto_rule_header
source: %d sales contributed by %d customers
da: %d salg fra %d kunder
de: %d Umsatz von %d Kunden
fi: %d myyntiä %d asiakkaalle
fr: %d des ventes par %d des clients
it: %d vendite fornite dai %d clienti
lv_lv: %d pārdošanu veicināja %d klientu
nb: %d salg utført av %d kunder
sv: %d försäljning till %d kunder

# ms_insight_pareto_rule_header_copy
source: %@ sales contributed by %@ customers
da: %@ salg fra %@ kunder
de: %@ Umsatz von %@ Kunden
et_ee: %@ müüki panustas %@ klienti
fi: %@ myynnistä tuli %@ lta asiakkaita
fr: %@ des ventes par %@ des clients
it: %@ vendite fornite dai %@ clienti
lt_lt: %@ pardavimų sugeneravo %@ klientų
lv_lv: %d sales contributed by %d customers
nb: %@ salg utført av %@ kunder
sv: %@ försäljning till %@kunder

# ms_insight_pareto_rule_subtitle
source: at %@ in %@ %d
da: hos %@ i %@ %d
de: bei %@ im %@ %d
fi: %@ %@%d
fr: chez %@ en %@ %d
it: a %@ in %@ %d
lv_lv: %@ datumā %@ %d
nb: hos %@ i %@ %d
sv: på %@ i %@ %d

# ms_insight_qtly_trnovr_bm_yr_header
source: Card sales %@ by %d
da: Kortsalg %@ med %d
de: Kartenumsatz %@ um %d
fi: Korttim. %@ %d
fr: Ventes carte %@ de %d
it: Vendite carte %@ da %d
lv_lv: Karšu pārdošana %@ %d
nb: Kortsalg %@ med %d
sv: Kortförsäljning %@ av %d

# ms_insight_qtly_trnovr_bm_yr_header_copy
source: Card sales %@ by %@
da: Kortsalg %@ med %@
de: Kartenumsatz %@ bis %@
et_ee: Kaardimüük %@ %@ võrra
fi: Korttim. %@ %@
fr: Ventes carte %@ de %@
it: Vendite carte %@ da %@
lt_lt: Atsisk. kortele %@ %@
lv_lv: Karšu pārdošana %@ %@
nb: Kortsalg %@ med %@
sv: Kortförsäljning %@ av %@

# ms_insight_qtly_trnovr_bm_yr_subtitle
source: turnover in Quarter %d , %d compared to last year
da: Kortsalgsomsætning i %d. kvartal %d, sammenlignet med året før
de: Umsatz Kreditkarten im Quartal %d, %d im Vergleich zum Vorjahr
fi: Kortimyynnin liikevaihto Q %d , %d viime vuoteen verrattuna
fr: chiffre d'affaires au %d trimestre %d par rapport à l'année dernière
it: fatturato del trimestre %d, %d rispetto all'anno precedente
lv_lv: apgrozījums %d %d. ceturksnī salīdzinājumā ar pagājušo gadu
nb: Kortsalgsomsetning i %d. kvartal %d sammenlignet med fjoråret
sv: Kortförsäljningsomsättning kvartal %d %d jämfört med föregående år

# ms_insight_qtly_trnovr_bm_yr_subtitle_copy
source: Card sales turnover in Quarter %@ , %@ compared to last year
da: Kortsalgsomsætning i %@. kvartal %@, sammenlignet med året før
de: Umsatz Kreditkarten im Quartal %@, %@ im Vergleich zum Vorjahr
et_ee: Kaardimüügi käive kvartalis %@ , %@ võrreldes eelmise aastaga
fi: Kortimyynnin liikevaihto Q %@ , %@ viime vuoteen verrattuna
fr: Chiffre d'affaires généré par les ventes réglées par carte au %@ trimestre %@ par rapport à l'année dernière
it: Fatturato delle vendite con carte nel Trimestre %@, %@ rispetto all'anno scorso
lt_lt: %@ %@ ketvirčio atsiskaitymų kortelėmis apyvarta, palyginti su praeitais metais
lv_lv: Karšu pārdošanas apgrozījums %@. gada %@. ceturksnī salīdzinājumā ar pagājušo gadu
nb: Kortsalgsomsetning i %@. kvartal %@ sammenlignet med fjoråret
sv: Kortförsäljningsomsättning kvartal %@ %@ jämfört med föregående år

# ms_insight_sales_growth_header
source: Sales performance: %d
da: Salgsresult.: %d
de: Umsatzleistung: %d
fi: Myynnin kehitys: %d
fr: Résultats des ventes: %d
it: Performance vendite: %d
lv_lv: Pārdošanas rezultāti: %d
nb: Salgsresultat: %d
sv: Försäljningsresultat: %d

# ms_insight_sales_growth_header_copy
source: Sales performance: %@
da: Salgsresult.: %@
de: Umsatzleistung: %@
et_ee: Müügitulemused: %@
fi: Myynnin keh.: %@
fr: Résultats des ventes: %@
it: Andamento vendite: %@
lt_lt: Pardavimo rezultatai: %@
lv_lv: Pārdošanas rezultāti: %@
nb: Salgsresultat: %@
sv: Försäljningsresultat: %@

# ms_insight_sales_growth_subtitle
source: %@ overall performance of companies in " %@ " segment during %@ %d
da: Salgsresultater %@ samlet resultat for virksomheder i segmentet " %@ " i løbet af %@ %d
de: Umsatzleistung %@ Gesamtleistung von Unternehmen im "%@"-Segment im %@ %d
fi: Myynnin kehitys %@ segmentin %@ yritysten kokonaiskehitys %@ %d aikana
fr: %@ des résultats globaux des entreprises dans le segment «%@» en %@ %d
it: %@ prestazioni complessive delle aziende nel segmento " %@ " durante %@%d
lv_lv: %@ uzņēmumu kopējais sniegums segmentā “%@” laika posmā %@ %d
nb: Salgsresultat %@ samlet ytelse for selskaper i "%@"-segmentet i løpet av %@ %d
sv: Försäljningsresultat %@ övergripande resultat för företag i ”%@” under %@ %d

# ms_insight_sales_growth_subtitle_copy
source: %@ overall performance of companies in " %@ " segment during %@ %@
da: %@ samlet resultat for virksomheder i segmentet " %@ " i løbet af %@ %@
de: %@ Gesamtleistung von Unternehmen im "%@"-Segment im %@ %@
et_ee: %@ üldine ettevõtete tulemuslikkus segmendis " %@ " kuu %@ %@ jooksul
fi: %@ segmentin %@ yritysten kokonaiskehitys %@ %@ aikana
fr: %@ des résultats globaux des entreprises dans le segment «%@» en %@ %@
it: %@ prestazioni complessive delle aziende nel segmento " %@ " durante %@ %@
lt_lt: %@ bendro įmonių veiklos rezultatų vidurkio „%@“ segmente %@ m. %@ mėn.
lv_lv: %@ uzņēmumu kopējā snieguma nozarē “%@” laika posmā no %@ %@
nb: %@ samlet ytelse for selskaper i "%@"-segmentet i løpet av %@ %@
sv: %@ övergripande resultat för företag i ”%@” under %@ %@

# ms_insights
source: Insights
da: Indsigt
de: Einblicke
et_ee: Ülevaade
fi: Kohokohdat
fr: Infos
it: Info
lt_lt: Įžvalgos
lv_lv: Ieskats
nb: Innsikt
sv: Insikter

# ms_insights_above
source: above
da: over
de: über
fi: yllä
fr: sur
it: sopra
lv_lv: virs
nb: over
sv: över

# ms_insights_below
source: below
da: under
de: unter
fi: alla
fr: sous
it: sotto
lv_lv: zem
nb: under
sv: under

# ms_insights_down
source: down
da: faldet
de: gesunken
fi: alas
fr: bas
it: basso
lv_lv: uz leju
nb: ned
sv: ned

# ms_insights_gained
source: gained
da: erhvervede
de: gewonnen
fi: enemmän
fr: gagné
it: guadagnate
lv_lv: iegūts
nb: økte med
sv: ökad

# ms_insights_lost
source: lost
da: mistede
de: verloren
fi: vähemmän
fr: perdu
it: perse
lv_lv: zaudēts
nb: mistet
sv: minskad

# ms_insights_release
source: New Analytics Pro feature
da: Nye Analytics Pro funktion
de: Neu Analytics Pro funktion
fi: Uudet Analytics Pro toimintoon
fr: Nouvelle fonctionnalité Analytics Pro
it: Nuova funzione Analytics Pro
lv_lv: Jauna Analytics Pro funkcija
nb: Nye Analytics Pro funksjonen
sv: Nya Analytics Pro funktionen

# ms_insights_up
source: up
da: steget
de: gestiegen
et_ee: üles
fi: ylös
fr: haut
it: alto
lt_lt: aukštyn
lv_lv: uz augšu
nb: opp
sv: upp

# ms_internet_connected
source: Internet connected
da: Forbindelse til internettet
de: Internetverbindung aktiv
et_ee: Internetiga ühendatud
fi: Internet-yhteys yhdistetty
fr: Connexion à l'internet
it: Connessione a Internet
lt_lt: Prisijungta prie interneto
lv_lv: Savienots ar internetu
nb: Internett koblet til
sv: Ansluten till internet

# ms_internet_connection_lost
source: Internet connection lost
da: Internetforbindelse mistet
de: Keine Internetverbindung
et_ee: Internetiühendus on kadunud
fi: Internet-yhteys puuttuu
fr: Perte de la connexion Internet
it: Perdita della connessione a Internet
lt_lt: Prarastas interneto ryšys
lv_lv: Zaudēts interneta savienojums
nb: Internettforbindelsen er brutt
sv: Internetanslutning saknas

# ms_internet_connection_lost_desc
source: Tap To Pay is disabled when the internet is gone. Try to reconnect the network again.
da: Tap to Pay deaktiveres, når der ikke er forbindelse til internettet. Forsøg at skabe internetforbindelse igen
de: Tap to Pay ist deaktiviert, wenn keine Verbindung zum Internet besteht. Versuchen Sie, sich erneut mit dem Netzwerk zu verbinden
et_ee: Kui internet ei ole enam saadaval, funktsioon „Puudutage maksmiseks” keelatud. Proovige uuesti võrku ühenduda
fi: Tap to Pay ei ole käytössä, kun internet-yhteys puuttuu. Yritä muodostaa yhteys verkkoon uudelleen
fr: Tap To Pay est désactivé lorsque l'internet n'est pas disponible. Essayez de vous reconnecter au réseau.
it: Tap To Pay è disattivato quando la rete internet è interrotta. Provare a ricollegare nuovamente la rete.
lt_lt: Kai nėra interneto, „Tap to Pay“ funkcija neveikia. Pabandykite dar kartą prisijungti prie tinklo.
lv_lv: Pakalpojums Tap to Pay ir atspējots, kad nav piekļuve internetam. Mēģiniet vēlreiz izveidot savienojumu ar tīklu
nb: Tap to Pay på er deaktivert når internett er frakoblet. Prøv å koble til nettverket på nytt
sv: Tap to Pay är inaktiverat när internetanslutning saknas. Försök ansluta till nätverket igen
