Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_template_body
source: "%d" has asked for access to see data for "%s" in the MyPayments app. As you are registered in MyNets as administrator for this company ID, you receive this e-mail
da: "%d" har bedt om adgang til at se data for "%s" i MyPayments-appen. Du modtager denne mail, fordi du er registreret i MyNets som administrator for dette virksomheds-id.
de: %d hat Einsicht in die Daten für %s in der MyPayments App beantragt. Da Sie in MyNets als Administrator für diese Unternehmens-ID registriert sind, erhalten Sie diese E-Mail
et_ee: "%d" taotles juurdepääsu, et näha rakenduses MyPayments konto "%s" andmeid. Saate selle e-kirja, kuna olete registreeritud MyNetsis selle ettevõtte ID administraatorina
fi: "%d" on pyytänyt käyttöoikeutta tarkastellakseen "%s":n tietoja MyPayments-sovelluksessa. Saat tämän sähköpostin, koska olet rekisteröity MyNetsiin tämän yritystunnuksen järjestelmävalvojaksi
fr: «%d» a demandé un accès pour consulter les données correspondant à «%s» dans l'application MyPayments. Vous recevez cet e-mail parce que vous êtes enregistré dans MyNets en qualité d'administrateur pour cet identifiant d'entreprise.
it: "%d" ha richiesto l'accesso per vedere i dati di "%s" nell'app MyPayments. Ricevi questa e-mail perché sei registrato come amministratore per questo ID aziendale
lt_lt: „%d“ paprašė leidimo peržiūrėti „%s“ duomenis mobiliojoje programoje „MyPayments“. Gavote šį el. laišką, nes „MyNets“ sistemoje pagal šios įmonės ID esate užregistruotas kaip administratorius.
lv_lv: “%d” lūdza piekļuvi, lai skatītu datus par “%s” lietotnē MyPayments. Tā kā esat reģistrēts MyNets kā šī uzņēmuma ID administrators, jūs saņemat šo e-pastu
nb: "%d" har bedt om tilgang til å se data for "%s" i MyPayments-appen. Du mottar denne e-posten fordi du er registrert som administrator i MyNets for denne selskaps-ID-en
sv: "%d" har begärt åtkomst till data för "%s" i appen MyPayments app. Du får det här e-postmeddelandet ftersom du är registrerad som administratör i MyNets för det här företags-id:t

# ms_template_copy_txt
source: Copy code to clipboard
da: Kopier kode til udklipsholder
de: Kopieren Sie den Code in das Clipboard
et_ee: Kopeeri kood lõikelauale
fi: Kopioi koodi leikekirjaan
fr: Copier le code dans le presse-papiers
it: Copia il codice negli appunti
lt_lt: Nukopijuokite kodą į įškarpinę
lv_lv: Kopējiet kodu starpliktuvē
nb: Kopier koden til utklippstavlen
sv: Kopiera koden till Urklipp

# ms_template_header
source: Lets get you signed in
da: Lad os få dig logget på
de: Melden Sie sich an
et_ee: Logime teid sisse
fi: Voit nyt kirjautua sisään
fr: Procédons à votre enregistrement
it: Consente l'accesso
lt_lt: Užsiregistruokite
lv_lv: Pierakstīsim jūs
nb: La oss få deg pålogget
sv: Nu är det dags att logga in

# ms_template_subtitle
source: Please enter the code below in the app
da: Indtast koden nedenfor i appen
de: Bitte geben Sie den folgenden Code in der App ein
et_ee: Sisestage allolev kood rakendusse
fi: Syötä alla oleva koodi sovellukseen
fr: Entrer le code ci-dessous dans l'application
it: Inserisci il codice riportato sotto nell'app
lt_lt: Įveskite kodą toliau mobilioje programoje
lv_lv: Lūdzu, ievadiet tālāk norādīto kodu lietotnē
nb: Skriv inn koden nedenfor i appen
sv: Ange koden nedan i appen

# ms_template_support_txt
source: Have questions or trouble logging in? Please contact support on email@nets.eu or call +4533445566
da: Har du spørgsmål eller problemer med at logge på? Kontakt vores support på email@nets.eu eller tlf. +45 33 44 55 66.
de: Haben Sie Probleme bei der Anmeldung? Kontaktieren Sie den Support über email@nets.eu oder unter der Nummer +4533445566
et_ee: Kas teil on sisselogimisel küsimusi või probleeme? Võtke ühendust toega aadressil email@nets.eu või helistage +4533445566
fi: Onko sinulla kysymyksiä tai kirjautumisvaikeuksia? Ota yhteys tukeen email@nets.eu tai +4533445566
fr: Vous avez des questions ou des problèmes de connexion? Contactez l'assistance à l'adresse email@nets.eu ou composer le +4533445566
it: Per eventuali domande o problemi di accesso, contatta l'assistenza all'indirizzo e-mail email@nets.eu o chiama il numero +4533445566
lt_lt: Turite klausimų ar sunkumų prisijungiant? Kreipkitės į klientų aptarnavimo skyrių adresu email@nets.eu arba skambinkite telefonu +4533445566
lv_lv: Vai jums ir jautājumi vai problēmas ar pieteikšanos? Lūdzu, sazinieties ar atbalsta centru pa e-pastu email@nets.eu vai zvaniet +4533445566
nb: Har du spørsmål eller problemer med å logge på? Ta kontakt med kundestøtte på email@nets.eu, eller ring +4533445566
sv: Har du frågor eller problem med att logga in? Kontakta supporten på email@nets.eu eller ring +4533445566

# ms_term
source: Term
da: Terminal
de: Begriff
fi: Ajanjakso
fr: Terme
lv_lv: Terminālis

# ms_terminal_another_setup_link
source: Setup another terminal
da: Opsætning anden terminal
de: Ein weiteres Terminal einrichten
et_ee: Seadistage teine terminal
fi: Asenna toinen pääte
fr: Paramétrer un autre terminal
it: Configura un altro terminale
lt_lt: Nustatyti kito terminalo sąranką
lv_lv: Iestatīt citu termināli
nb: Sett opp en annen terminal
sv: Ställa in en annan terminal

# ms_terminal_article_1_text
source: In our terminal section you can view your specific terminals and find guides on: • How to make a refund • How to print latest receipt • How to receive a tip
da: I vores terminalsektion kan du se dine specifikke terminaler og finde vejledninger om: • Hvordan man laver en tilbagebetaling • Hvordan man printer den seneste kvittering • Hvordan man modtager et tip
de: In unserem Terminalbereich können Sie Ihre spezifischen Terminals anzeigen und Anleitungen finden zu: • Wie man eine Rückerstattung macht • Wie man den letzten Beleg druckt • Wie man ein Trinkgeld erhält
fi: Terminallamme voit tarkastella erityisiä terminaalejasi ja löytää oppaita aiheista: • Miten tehdä hyvitys • Miten tulostaa viimeisin kuitti • Miten vastaanottaa tippi
fr: Dans notre section terminale, vous pouvez consulter vos terminaux spécifiques et trouver des guides sur: • Comment effectuer un remboursement • Comment imprimer votre dernier reçu • Comment recevoir un pourboire
it: Nella nostra sezione terminale puoi visualizzare i tuoi terminali specifici e trovare guide su: • Come effettuare un rimborso • Come stampare l'ultima ricevuta • Come ricevere una mancia
nb: I vår terminalseksjon kan du se dine spesifikke terminaler og finne guider om: • Hvordan lage en refusjon • Hvordan skrive ut den siste kvitteringen • Hvordan motta et tips
sv: I vår terminalavdelning kan du se dina specifika terminaler och hitta guider om: • Hur man gör en återbetalning • Hur man skriver ut den senaste kvittot • Hur man tar emot ett tips

# ms_terminal_article_1_title
source: Get started with your terminal(s)
da: Kom godt i gang med din terminal(er)
de: So starten Sie mit Ihrem Terminal(en)
fi: Aloita terminaalisi käyttö
fr: Comment commencer avec votre(vos) terminal(s)
it: Come iniziare con il tuo(i) terminale(i)
nb: Komme i gang med terminalen(e) din
sv: Komma igång med din(e) terminal(er)

# ms_terminal_article_subtitle
source: Take payments, create refunds, print your last receipt and receive a tip.
da: Tag betalinger, lav tilbagebetalinger, print din seneste kvittering og modtag et tip.
de: Nehmen Sie Zahlungen entgegen, erstellen Sie Rückerstattungen, drucken Sie Ihren letzten Beleg aus und erhalten Sie ein Trinkgeld.
fi: Ota maksut, tee hyvityksiä, tulosta viimeisin kuitti ja vastaanota tippi.
fr: Acceptez des paiements, effectuez des remboursements, imprimez votre dernier reçu et recevez un pourboire.
it: Accetta pagamenti, crea rimborsi, stampa l'ultima ricevuta e ricevi una mancia.
nb: Ta imot betalinger, lag refusjoner, skriv ut den siste kvitteringen og motta et tips.
sv: Ta emot betalningar, gör återbetalningar, skriv ut ditt senaste kvitto och ta emot ett tips.

# ms_terminal_article_title
source: Getting started with your terminal in the app
da: Kom godt i gang med din terminal i appen
de: So beginnen Sie mit Ihrem Terminal in der App
fi: Aloita terminaalin käyttö sovelluksessa
fr: Démarrer avec votre terminal dans l'application
it: Iniziare con il tuo terminale nell'app
nb: Komme i gang med terminalen din i appen
sv: Komma igång med din terminal i appen

# ms_terminal_card_title
source: Getting started with your terminal
da: Hvordan du kommer i gang med din terminal
de: So starten Sie mit Ihrem Terminal
fi: Kuinka aloittaa terminaalisi käyttö
fr: Comment commencer avec votre terminal
it: Come iniziare con il tuo terminale
nb: Hvordan komme i gang med terminalen din
sv: Hur du kommer igång med din terminal

# ms_terminal_charging_desc
source: Is the terminal charging? If not, check if the power cable is connected properly. Is the 4G connection visible? If not, make sure the sim card is inserted properly. You can check this if you open the back cover of the terminal.
da: Oplader terminalen? Hvis ikke, skal du kontrollere, at strømkablet er korret tilsluttet. Er der 4G-forbindelse? Hvis ikke, skal du kontrollere, at SIM-kortet er sat korrekt i, ved at åbne dækslet bag på terminalen.
de: Lädt das Terminal? Wenn nicht, überprüfen Sie, ob das Stromkabel richtig angeschlossen ist. Ist die 4G-Verbindung sichtbar? Wenn nicht, stellen Sie sicher, dass die SIM-Karte richtig eingesetzt ist. Sie können dies überprüfen, indem Sie die Abdeckung auf der Rückseite des Terminals öffnen.
et_ee: Kas terminali laadib? Kui ei, kontrollige, kas toitekaabel on korralikult ühendatud. Kas 4G-ühendus on nähtav? Kui ei, siis veenduge, et sim-kaart oleks õigesti sisestatud. Seda saate kontrollida, kui avate terminali tagumise kaane.
fi: Latautuuko pääte? Jos ei, tarkista, onko virtajohtoqz<A kytketty oikein. Onko 4G-yhteys näkyvissä? Jos ei, tarkista, että sim-kortti on asetettu oikein. Voit tarkistaa tämän avaamalla päätteen takakannen.
lt_lt: Ar terminalas įkraunamas? Jei ne, patikrinkite, ar tinkamai įjungtas maitinimo laidas. Ar matyti 4G ryšio indikatorius? Jei ne, patikrinkite, ar tinkamai įdėta SIM kortelė. Tai galite patikrinti atidarę galinį terminalo dangtelį.
lv_lv: Vai terminālis tiek uzlādēts? Ja nē, pārbaudiet, vai strāvas kabelis ir pareizi pievienots. Vai ir redzams 4G savienojums? Ja nē, pārliecinieties, vai SIM karte ir ievietota pareizi. To var pārbaudīt, atverot termināļa aizmugurējo vāciņu.
nb: Lader terminalen? Hvis ikke, kontroller at strømkabelen er koblet til riktig. Er 4G-tilkoblingen synlig? Hvis ikke må du kontrollere at SIM-kortet er satt inn riktig. Du kan sjekke dette ved å åpne bakdekselet på terminalen.
sv: Laddar terminalen? Om inte ska du kontrollera om strömkabeln är korrekt ansluten. Är 4G-anslutningen synlig? Om inte ska du se till att sim-kortet är ordentligt insatt. Du kan kontrollera detta genom att öppna luckan på baksidan av terminalen.

# ms_terminal_charging_desc_move
source: Is the terminal charging? If not, check if power cable is inserted properly. Is the Bluetooth icon green? If not, check if the network cable is connected to the terminal and router or disconnect and connect again.
da: Oplader terminalen? Hvis ikke, skal du kontrollere, at strømkablet er korrekt tilsluttet. Lyser Bluetooth-ikonet grønt? Hvis ikke, skal du kontrollere, at netværkskablet er sluttet til terminalen og routeren, eller genstarte terminalen.
de: Lädt das Terminal? Wenn nicht, überprüfen Sie, ob das Stromkabel richtig angeschlossen ist. Ist das Bluetooth-Symbol grün? Wenn nicht, überprüfen Sie, ob das Netzwerkkabel mit dem Terminal und dem Router verbunden ist oder trennen Sie es und verbinden Sie es erneut.
et_ee: Kas terminal laadib? Kui ei, kontrollige, kas toitekaabel on korralikult sisestatud. Kas Bluetoothi ikoon on roheline? Kui mitte, kontrollige, kas võrgukaabel on ühendatud terminali ja ruuteriga või ühendage see lahti ja ühendage uuesti.
fi: Latautuuko pääte? Jos ei, tarkista, onko virtajohto asetettu oikein. Onko Bluetooth-kuvake vihreä? Jos ei, tarkista, onko verkkokaapeli kytketty päätteeseen ja reitittimeen, tai katkaise yhteys ja kytke se uudelleen.
lt_lt: Ar terminalas įkraunamas? Jei ne, patikrinkite, ar tinkamai įjungtas maitinimo laidas. Ar „Bluetooth“ piktograma žalia? Jei ne, patikrinkite, ar tinklo kabelis prijungtas prie terminalo ir maršruto parinktuvo, arba atjunkite jį ir vėl prijunkite.
lv_lv: Vai terminālis tiek uzlādēts? Ja nē, pārbaudiet, vai strāvas kabelis ir pareizi ievietots. Vai Bluetooth ikona ir zaļa? Ja nē, pārbaudiet, vai tīkla kabelis ir pievienots terminālim un maršrutētājam, vai atvienojiet un pievienojiet vēlreiz.
nb: Lader terminalen? Hvis ikke, sjekk om strømkabelen er satt inn riktig. Er Bluetooth-ikonet grønt? Hvis ikke, sjekk om nettverkskabelen er koblet til terminalen og ruteren, eller koble den fra og koble til på nytt.
sv: Laddar terminalen? Om inte, kontrollera att strömkabeln är ordentligt ansluten. Är Bluetooth-ikonen grön? Om inte, kontrollera att nätverkskabeln är ansluten till terminalen och routern eller koppla från och anslut igen.

# ms_terminal_delivery_notifications_release_notes
source: German users will now get notified when their terminal order is placed and receive delivery details with the tracking information.
da: Tyske brugere vil nu få besked, når deres terminalbestilling er afgivet, og modtage leveringsoplysninger med sporingsoplysninger.
de: Deutsche Nutzer werden jetzt benachrichtigt, wenn ihre Terminal-Bestellung aufgegeben wird, und erhalten Lieferdetails mit den Tracking-Informationen.
et_ee: Saksa kasutajaid teavitatakse nüüd, kui nende terminali tellimus on tehtud, ja nad saavad saatmise üksikasjad koos jälgimisandmetega.
fi: Saksalaiset käyttäjät saavat nyt ilmoituksen, kun heidän päätetilauksensa on tehty, ja saavat toimitustiedot ja seurantatiedot.
fr: Les utilisateurs allemands seront désormais avertis de l'exécution de leur commande de terminal et recevront le détail de la livraison avec les informations de suivi.
it: Gli utenti tedeschi riceveranno una notifica al momento dell'ordine del terminale e i dettagli relativi alla consegna con le informazioni di tracciamento.
lt_lt: Dabar Vokietijos naudotojai gaus pranešimą, kai bus pateiktas jų terminalo užsakymas, ir pristatymo informaciją su sekimo informacija.
lv_lv: Tagad Vācijas lietotāji saņems paziņojumu, kad tiks veikts termināļa pasūtījums, un saņems piegādes informāciju ar izsekošanas informāciju.
nb: Tyske brukere vil nå bli varslet når terminalbestillingen er lagt inn, og motta leveringsdetaljer med sporingsinformasjon.
sv: Tyska användare får nu ett meddelande när deras terminalorder läggs och får leveransuppgifter med spårningsinformation.

# ms_terminal_diag_desc
source: This process takes a few seconds. When a receipt is printed you know the terminal is setup right.
da: Denne proces tager et par sekunder. Når der udskrives en kvittering, ved du, at terminalen er sat korrekt op.
de: Dieser Vorgang dauert ein paar Sekunden. Wenn eine Quittung gedruckt wird, wissen Sie, dass das Terminal richtig eingerichtet ist.
et_ee: See protsess võtab paar sekundit. Kui kviitung on prinditud, teate, et terminal on õigesti seadistatud.
fi: Tämä prosessi kestää muutaman sekunnin. Kun kuitti tulostuu, tiedät, että pääte on asennettu oikein.
fr: Ce processus prend quelques secondes. Lorsqu'un reçu est imprimé, vous savez que le terminal est correctement paramétré.
it: Questo processo richiede pochi secondi. Quando viene stampata una ricevuta sai che il terminale è stato configurato correttamente.
lt_lt: Šis procesas trunka kelias sekundes. Kai atspausdinamas kvitas, tai reiškia, kad terminalo sąranka nustatyta teisingai.
lv_lv: Šis process aizņem dažas sekundes. Kad tiek izdrukāta kvīts, jūs zināt, ka terminālis ir iestatīts pareizi.
nb: Denne prosessen tar noen sekunder. Terminalen er riktig konfigurert når det skrives ut en kvittering.
sv: Processen tar ett par sekunder. När ett kvitto skrivs vet du att terminalen är inställd.

# ms_terminal_diagnose_smoothly
source: You are now ready to use the terminal. To make sure it works smoothly, make a test print or run a diagnose.
da: Terminalen er nu klar til brug. For at sikre at den fungerer korrekt, kan du lave en testudskrivning eller køre en diagnosticering.
de: Sie sind nun bereit, das Terminal zu benutzen. Um sicherzustellen, dass alles reibungslos funktioniert, führen Sie einen Testdruck oder eine Diagnose durch.
fi: Olet nyt valmis käyttämään päätettä. Varmistaaksesi, että se toimii moitteettomasti, tee testitulostus tai suorita diagnoosi.
fr: Vous êtes maintenant prêt à utiliser le terminal. Pour vérifier son bon fonctionnement, effectuez un test d'impression ou un diagnostic.
it: Ora puoi usare il terminale. Per accertarti che funzioni, fai una prova di stampa o esegui una diagnosi.
lv_lv: Tagad esat gatavs termināļa lietošanai. Lai pārliecinātos, ka tas darbojas nevainojami, veiciet pārbaudes izdruku vai veiciet diagnostiku.
nb: Terminalen er nå klar til bruk. Ta en utskriftsprøve eller kjør diagnostikk for å sikre at den fungerer som den skal.
sv: Nu kan du använda den nya terminalen. Testa att skriva ut eller kör en diagnos för att kontrollera att allt fungerar som det ska.

# ms_terminal_edit_selection
source: Select terminal(s) that you want to edit
da: Vælg den/de terminaler, du vil redigere
de: Wählen Sie zu bearbeitende Terminals aus
et_ee: Valige terminal(id), mida soovite muuta
fi: Valitse muokattavat päätteet
fr: Sélection. terminal/terminaux à modifier
it: Seleziona il/i terminale/i da modificare
lt_lt: Pasirinkite terminalą (-us), kurį (-ius)
lv_lv: Atlasiet termināli(-ļus), kuru(-us) vēla
nb: Velg terminalen(e) du vil redigere
sv: Välj terminal(er) som du vill redigera

# ms_terminal_enabledservices_abonnementsbet
source: Recurring payments
da: Tilbagevendende betalinger
de: Wiederkehrende Zahlungen
et_ee: Perioodilised maksed
fi: Toistuvat maksut
fr: Paiements réguliers
it: Pagamenti ricorrenti
lt_lt: Pasikartojantys mokėjimai
lv_lv: Periodiski maksājumi
nb: Faste betalinger
sv: Återkommande betalningar

# ms_terminal_enabledservices_contactless
source: Contactless
da: Kontaktløs
de: Kontaktlos
et_ee: Viipemakse
fi: Lähimaksut
fr: Sans contact
lt_lt: Bekontaktis
lv_lv: Bezkontakta
nb: Kontaktløs
sv: Kontaktlös

# ms_terminal_enabledservices_dcc
source: Dynamic currency conversion (DCC)
da: Dynamisk valutakonvertering (DCC)
de: Dynamische Währungsumrechnung (DCC = Dynamic Currency Conversion)
et_ee: Vääringu automaatne ümberarvestamine
fi: Dynaaminen valuuttamuunnos (DCC)
fr: Conversion dynamique des devises (DCC)
it: Conversione dinamica della valuta (DCC)
lt_lt: Dinaminis valiutos keitimas (DCC)
lv_lv: Dinamiskā valūtas konvertācija (DVK)
nb: Dynamisk valutakonvertering (DCC)
sv: Dynamisk valutakonvertering (DCC)

# ms_terminal_enabledservices_disable_man_pan
source: Manual PAN entry Disabled
da: Manuel PAN-indtastning deaktiveret
de: Manuelle PAN-Eingabe deaktiviert
et_ee: PAN-i käsitsi sisestamine keelatud
fi: Manuaalinen korttinumeron syöttö pois käytöstä
fr: Saisie PAN manuelle désactivée
it: Inserimento PAN manuale disabilitato
lt_lt: Rankinis PAN įvedimas išjungtas
lv_lv: Manuālā PAN ievade atslēgta
nb: Manuell kortinntasting deaktivert
sv: Manuell kortnummerinmatning inaktiverad

# ms_terminal_enabledservices_fixed_price
source: Fixed transaction price
da: Fast transaktionspris
de: Fester Transaktionspreis
et_ee: Fikseeritud tehinguhind
fi: Kiinteä tapahtumamaksu
fr: Prix de transaction fixe
it: Prezzo fisso della transazione
lt_lt: Fiksuota operacijos kaina
lv_lv: Fiksēta darījuma maksa
nb: Fast transaksjonspris
sv: Fast transaktionspris

# ms_terminal_enabledservices_force_offline
source: Force offline
da: Gennemtving offline
de: Offline erzwingen
et_ee: Lahku võrgust
fi: Pakotettu offline
fr: Hors ligne forcé
lt_lt: Priverstinai atlikti operaciją neprisijungus
lv_lv: Izpildīt bezsaistē
nb: Tving offline
sv: Tvinga offline

# ms_terminal_enabledservices_ladeterminal
source: Lunchcard
et_ee: Lõunakaart
fi: Lounaskortti
fr: Carte-repas
lt_lt: Priešpiečių kortelė
lv_lv: Pusdienu karte
nb: Lunsjkort
sv: Lunchkort

# ms_terminal_enabledservices_mail_tlf_order
source: Mail/Telephone order allowed
da: Post-/telefonordre tilladt
de: Mail-/Telefonbestellung erlaubt
et_ee: Tellimine kirja/telefoni teel lubatud
fi: Posti- ja puhelinmyynti sallittu
fr: Commande par courrier/téléphone autorisée
it: Ordine via mail/telefono consentito
lt_lt: Užsakymai paštu / telefonu galimi
lv_lv: Pasta/Tālruņa pasūtījumi atļauti
nb: E-post-/telefonbestilling er tillatt
sv: Post- och telefonorder tillåten

# ms_terminal_enabledservices_no_cvm_limit
source: PIN entry limit
da: Grænse for PIN-kodeindtastning
de: PIN-Eingabebegrenzung
et_ee: PIN-koodi sisestamise piirang
fi: PIN-syötön raja
fr: Limite de saisie de code PIN
it: Limite inserimento PIN
lt_lt: PIN kodo įvedimo limitas
lv_lv: PIN ievades limits
nb: PIN-inntastingsgrense
sv: Begränsning av PIN-inmatning

# ms_terminal_enabledservices_oppgj_tidskt_avstem_terminal
source: Automatic end of day
da: Automatisk dagsafslutning
de: Automatisches Tagesende
et_ee: Päeva automaatne lõpp
fi: Automaattinen päivän päätös
fr: Fin de journée automatique
it: Fine giornata automatico
lt_lt: Automatė dienos užbaigimo procedūra
lv_lv: Automātiskās dienas beigas
nb: Automatisk avstemming
sv: Automatisk dagsavslut

# ms_terminal_enabledservices_pin_before_amount
source: Pin entry before amount allowed
da: PIN-kodeindtastning før beløb tilladt
de: Pin-Eingabe vor Freigabe des Betrags
et_ee: PIN-koodi sisestamine enne summat lubatud
fi: PIN-koodin syöttö ennen summaa sallittu
fr: Saisie du code PIN avant montant autorisée
it: Inserimento PIN prima di autorizzare l'importo
lt_lt: Galima įvesti PIN kodą prieš nurodant sumą
lv_lv: PIN ievade pirms summas atļauta
nb: Inntasting av PIN-kode før beløp er tillatt
sv: PIN-inmatning före belopp tillåtet

# ms_terminal_enabledservices_preauth
source: Preauthorisation allowed
da: Forhåndsautorisation tilladt
de: Vorautorisierung erlaubt
et_ee: Eelautoriseerimine lubatud
fi: Ennakkovarmennus sallittu
fr: Pré-autorisation autorisée
it: Preautorizzazione concessa
lt_lt: Leidžiama išankstinė autorizacija
lv_lv: Priekšautorizācija atļāuta
nb: Pre-autorisasjon tillatt
sv: Förauktorisering tillåten

# ms_terminal_enabledservices_psp_rec
source: Central end of day
da: Central dagsafslutning
de: Zentrales Tagesende
et_ee: Keskne päeva lõpp
fi: Keskitetty päivän päätös
fr: Clôture de mi-journée
it: Fine giornata centrale
lt_lt: Centrinė dienos užbaigimo procedūra
lv_lv: Centrālās dienas beigas
nb: Sentral avstemming
sv: Centralt dagsavslut

# ms_terminal_enabledservices_surcharge
source: Surcharge
de: Zuschlag
et_ee: Lisatasu
fi: Lisämaksu
fr: Majoration
it: Supplemento
lt_lt: Papildomas apmokestinimas
lv_lv: Papildus maksa
nb: Tilleggsavgift
sv: Tilläggsavgift

# ms_terminal_enabledservices_telefonsupport
source: Telepfone support
da: Telefonsupport
de: Telefon-Support
et_ee: Telefonitugi
fi: Puhelintuki
fr: Assistance téléphonique
it: Assistenza telefonica
lt_lt: Pagalba telefonu
lv_lv: Atbalsts pa telefonu
nb: Telefonsupport
sv: Telefonsupport

# ms_terminal_enabledservices_telephone_not_mandatory
source: Telephone not printed on receipt
da: Telefonnummer ikke trykt på kvittering
de: Telefonnummer nicht auf Quittung gedruckt
et_ee: Telefoni ei prindita tšekile
fi: Puhelinnumeroa ei tulosteta kuittiin
fr: Le n° de téléphone n'est pas imprimé sur le reçu
it: Telefono non stampato sulla ricevuta
lt_lt: Telefono numeris kvite neatspausdintas
lv_lv: Tālrunis neparādās kvītī
nb: Telefonnummer ekskludert fra kvittering
sv: Telefonnumret är inte utskrivet på kvittot
