Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_softpay_read_guide
source: READ THE GUIDE
de: ANLEITUNG LESEN
fi: LUE OHJE
fr: LIRE LE GUIDE
it: LEGGI LA GUIDA

# ms_softpay_release_notes
source: MyPayments app now supports SoftPay! Use your Android phone as a mobile terminal to receive card payments from your customers
da: MyPayments-appen understøtter nu SoftPay! Brug din Android-telefon som mobil terminal til at modtage kortbetalinger fra dine kunder.
de: Die MyPayments-App unterstützt jetzt SoftPay! Verwenden Sie Ihr Android-Smartphone als mobiles Terminal, mit dem Sie Kartenzahlungen Ihrer Kunden empfangen.
et_ee: MyPayments rakendus toetab nüüd SoftPayd! Kasutage oma Androidi telefoni mobiilse terminalina, et võtta klientidelt kaardimakseid vastu.
fi: MyPayments-sovellus tukee nyt SoftPayta! Käytä Android-puhelintasi mobiilipäätteenä ja vastaanota korttimaksuja asiakkailtasi.
lt_lt: „MyPayments“ mobilioji programa nuo šiol palaiko „SoftPay“! Savo „Android“ telefoną naudokite kaip mobilųjį terminalą klientų mokėjimams kortele priimti.
lv_lv: Lietotne MyPayments tagad atbalsta SoftPay! Izmantojiet savu Android tālruni kā mobilo termināli, lai saņemtu karšu maksājumus no klientiem
nb: MyPayments-appen støtter nå SoftPay! Bruk Android-telefonen din som en mobilterminal for å motta kortbetalinger fra kunder.
sv: MyPayments-appen har stöd för SoftPay! Använd din Android-telefon som mobilterminal för att ta emot kortbetalningar från kunder

# ms_softpay_start_ttpoa
source: START NEXI SOFTPOS
de: NEXI SOFTPOS STARTEN
fi: KÄYNNISTÄ NEXI SOFTPOS
fr: LANCER NEXI SOFTPOS
it: AVVIA NEXI SOFTPOS

# ms_softpay_start_ttpoi
source: START TAP TO PAY
de: TAP TO PAY STARTEN
fi: KÄYNNISTÄ TAP TO PAY
fr: LANCER TAP TO PAY
it: AVVIA TAP TO PAY

# ms_softpay_wrong_pin_txt
source: Wrong Pin
da: Forkert PIN-kode
de: Falscher Pin
et_ee: Vale pin-kood
fi: Väärä PIN
lt_lt: Neteisingas PIN
lv_lv: Nepareizs PIN kods
nb: Feil PIN-kode
sv: Fel pinkod

# ms_softpos_license_article_1_text
source: Get started with your Nexi SoftPOS, go to the Nexi SoftPOS section in the bottom navigation, where you can pair your licence to a specific sales location.
da: Kom i gang med din Nexi SoftPOS, gå til Nexi SoftPOS-sektionen i bunden af navigationsmenuen, hvor du kan parre din licens med en specifik salgsplacering.
de: Beginnen Sie mit Ihrer Nexi SoftPOS, gehen Sie zum Nexi SoftPOS-Bereich in der unteren Navigation, wo Sie Ihre Lizenz mit einem bestimmten Verkaufsstandort koppeln können.
fi: Aloita Nexi SoftPOS:in käyttö, siirry Nexi SoftPOS-osioon alavalikossa, jossa voit yhdistää lisenssisi tiettyyn myyntipaikkaan.
fr: Commencez avec votre Nexi SoftPOS, accédez à la section Nexi SoftPOS dans la navigation inférieure, où vous pouvez associer votre licence à un point de vente spécifique.
it: Inizia a utilizzare il tuo Nexi SoftPOS, vai alla sezione Nexi SoftPOS nella navigazione inferiore, dove puoi abbinare la tua licenza a una specifica sede di vendita.
nb: Kom i gang med din Nexi SoftPOS, gå til Nexi SoftPOS-seksjonen i bunnmenyen, hvor du kan koble lisensen til et spesifikt salgssted.
sv: Börja använda din Nexi SoftPOS, gå till Nexi SoftPOS-avsnittet i den nedre navigeringen, där du kan koppla din licens till en specifik försäljningsplats.

# ms_softpos_license_article_1_title
source: Pairing to a sales location
da: Parring med en salgsplacering
de: Koppeln mit einem Verkaufsstandort
fi: Yhdistäminen myyntipaikkaan
fr: Associer à un point de vente
it: Abbinamento a una sede di vendita
nb: Koble til et salgssted
sv: Para ihop med en försäljningsplats

# ms_softpos_license_article_2_text
source: Please be aware not all devices are compatible with Nexi SoftPOS, please contact us regarding the approved devices to use this feature.
da: Vær opmærksom på, at ikke alle enheder er kompatible med Nexi SoftPOS. Kontakt os venligst angående godkendte enheder til at bruge denne funktion.
de: Bitte beachten Sie, dass nicht alle Geräte mit Nexi SoftPOS kompatibel sind. Kontaktieren Sie uns bitte bezüglich der zugelassenen Geräte für diese Funktion.
fi: Huomioithan, että kaikki laitteet eivät ole yhteensopivia Nexi SoftPOS:in kanssa. Ota yhteyttä saadaksesi lisätietoja hyväksytyistä laitteista, jotka tukevat tätä ominaisuutta.
fr: Veuillez noter que tous les appareils ne sont pas compatibles avec Nexi SoftPOS. Veuillez nous contacter pour connaître les appareils approuvés pour utiliser cette fonctionnalité.
it: Si prega di notare che non tutti i dispositivi sono compatibili con Nexi SoftPOS. Contattaci per informazioni sui dispositivi approvati per utilizzare questa funzionalità.
nb: Vær oppmerksom på at ikke alle enheter er kompatible med Nexi SoftPOS. Kontakt oss angående godkjente enheter for å bruke denne funksjonen.
sv: Observera att alla enheter inte är kompatibla med Nexi SoftPOS. Kontakta oss angående godkända enheter för att använda den här funktionen.

# ms_softpos_license_article_2_title
source: Compatible devices
da: Kompatible enheder
de: Kompatible Geräte
fi: Yhteensopivat laitteet
fr: Appareils compatibles
it: Dispositivi compatibili
nb: Kompatible enheter
sv: Kompatibla enheter

# ms_softpos_license_article_3_text1
source: Please note once the Nexi SoftPOS licence is assigned to this device it cannot be undone without contacting customer service.
da: Bemærk, når Nexi SoftPOS-licensen er tildelt denne enhed, kan den ikke ændres uden at kontakte kundeservice.
de: Bitte beachten Sie, sobald die Nexi SoftPOS-lizenz diesem Gerät zugewiesen ist, kann dies nur durch Kontaktaufnahme mit dem Kundendienst rückgängig gemacht werden.
fi: Huomio, kun Nexi SoftPOS lisenssi on liitetty tähän laitteeseen, sitä ei voi peruuttaa ottamatta yhteyttä asiakaspalveluun.
fr: Veuillez noter que, une fois la licence Nexi SoftPOS attribuée à cet appareil, elle ne peut être annulée qu’en contactant le service client.
it: Si prega di notare che, una volta assegnata la licenza Nexi SoftPOS a questo dispositivo, non può essere annullata senza contattare l'assistenza clienti.
nb: Vennligst merk, når Nexi SoftPOS-lisensen er tildelt denne enheten, kan den ikke endres uten å kontakte kundeservice.
sv: Observera att när Nexi SoftPOS licensen har tilldelats denna enhet kan den inte ändras utan att kontakta kundtjänst.

# ms_softpos_license_article_3_title
source: Activate your licence
da: Aktiver din licens
de: Aktivieren Sie Ihre Lizenz
fi: Aktivoi lisenssis
fr: Activez votre licence
it: Attiva la tua licenza
nb: Aktiver lisensen din
sv: Aktivera din licens

# ms_softpos_license_article_subtitle
source: Sign up, pair your licence to your device or add more licences.
da: Tilmeld dig, par din licens med din enhed, eller tilføj flere licenser.
de: Registrieren Sie sich, koppeln Sie Ihre Lizenz mit Ihrem Gerät oder fügen Sie weitere Lizenzen hinzu.
fi: Rekisteröidy, yhdistä lisenssi laitteeseesi tai lisää lisenssejä.
fr: Inscrivez-vous, associez votre licence à votre appareil ou ajoutez des licences supplémentaires.
it: Registrati, abbina la tua licenza al dispositivo o aggiungi altre licenze.
nb: Registrer deg, koble lisensen til enheten din eller legg til flere lisenser.
sv: Registrera dig, koppla din licens till din enhet eller lägg till fler licenser.

# ms_softpos_license_article_title
source: Your Nexi SoftPOS licence is ready for activation
da: Din SoftPOS-licens er klar til aktivering
de: Ihre Nexi SoftPOS-Lizenz ist bereit zur Aktivierung
fi: Nexi SoftPOS-lisenssisi on valmis aktivoitavaksi
fr: Votre licence Nexi SoftPOS est prête à être activée
it: La tua licenza Nexi SoftPOS è pronta per l'attivazione
nb: Din Nexi SoftPOS-lisens er klar for aktivering
sv: Din Nexi SoftPOS-licens är klar för aktivering

# ms_softpos_started_article_1_text
source: You can start receiving payments via your Nexi SoftPOS licence, just go to the Nexi SoftPOS section via the bottom navigation. Go to our guide to see how to receive a payment:
da: Du kan begynde at modtage betalinger via din Nexi SoftPOS-licens. Gå til Nexi SoftPOS-sektionen via den nederste navigation. Gå til vores guide for at se, hvordan du modtager en betaling:
de: Sie können mit Ihrer Nexi SoftPOS-Lizenz Zahlungen entgegennehmen. Gehen Sie einfach über die untere Navigation zum Nexi SoftPOS-Bereich. Sehen Sie sich unseren Leitfaden an, um zu erfahren, wie Sie eine Zahlung erhalten:
fi: Voit aloittaa maksujen vastaanottamisen Nexi SoftPOS-lisenssilläsi. Siirry Nexi SoftPOS-osioon alavalikon kautta. Katso oppaastamme, kuinka voit vastaanottaa maksun:
fr: Vous pouvez commencer à recevoir des paiements via votre licence Nexi SoftPOS. Accédez à la section Nexi SoftPOS via la navigation en bas de l'écran. Consultez notre guide pour savoir comment recevoir un paiement :
it: Puoi iniziare a ricevere pagamenti con la tua licenza Nexi SoftPOS. Vai alla sezione Nexi SoftPOS tramite la navigazione in basso. Consulta la nostra guida per sapere come ricevere un pagamento:
nb: Du kan begynne å motta betalinger med Nexi SoftPOS-lisensen din. Gå til Nexi SoftPOS-seksjonen via navigasjonen nederst. Gå til guiden vår for å lære hvordan du mottar en betaling:
sv: Du kan börja ta emot betalningar via din Nexi SoftPOS-licens. Gå till Nexi SoftPOS-sektionen via den nedre navigeringen. Gå till vår guide för att se hur du tar emot en betalning:

# ms_softpos_started_article_1_title
source: Getting a Nexi SoftPOS licence
da: Få en Nexi SoftPOS-licens
de: Eine Nexi SoftPOS-Lizenz erhalten
fi: Hanki Nexi SoftPOS-lisenssi
fr: Obtenir une licence Nexi SoftPOS
it: Ottenere una licenza Nexi SoftPOS
nb: Skaff deg en Nexi SoftPOS-lisens
sv: Skaffa en Nexi SoftPOS-licens

# ms_softpos_started_article_2_title
source: Which cards are accepted?
da: Hvilke kort accepteres?
de: Welche Karten werden akzeptiert?
fi: Mitä kortteja hyväksytään?
fr: Quelles cartes sont acceptées ?
it: Quali carte sono accettate?
nb: Hvilke kort aksepteres?
sv: Vilka kort accepteras?

# ms_softpos_started_article_3_text
source: Please consult your agreement or sales advisor for more details.
da: Se venligst din aftale eller kontakt en salgsrådgiver for flere oplysninger.
de: Bitte konsultieren Sie Ihre Vereinbarung oder einen Verkaufsberater für weitere Details.
fi: Tarkista sopimuksesi tai ota yhteyttä myyntineuvojaan saadaksesi lisätietoja.
fr: Veuillez consulter votre contrat ou votre conseiller commercial pour plus de détails.
it: Consulta il tuo accordo o un consulente commerciale per maggiori dettagli.
nb: Vennligst se avtalen din eller kontakt en salgsrådgiver for mer informasjon.
sv: Vänligen konsultera ditt avtal eller kontakta en försäljningsrådgivare för mer information.

# ms_softpos_started_article_3_title
source: Local schemes?
da: Lokale ordninger?
de: Lokale Systeme?
fi: Paikalliset ohjelmat?
fr: Programmes locaux ?
it: Programmi locali?
nb: Lokale ordninger?
sv: Lokala system?

# ms_softpos_started_article_4_text
source: Your Nexi SoftPOS licence is paired with one device and sales location at any one time. If you wish to use Nexi SoftPOS with more devices or sales locations, contact sales or visit your portal to add more licences to your account
da: Din Nexi SoftPOS-licens er parret med én enhed og én salgsplacering ad gangen. Hvis du ønsker at bruge Nexi SoftPOS med flere enheder eller salgsplaceringer, skal du kontakte salg eller besøge din portal for at tilføje flere licenser til din konto.
de: Ihre Nexi SoftPOS-Lizenz ist jeweils mit einem Gerät und einem Verkaufsstandort gekoppelt. Wenn Sie Nexi SoftPOS mit weiteren Geräten oder Verkaufsstandorten verwenden möchten, kontaktieren Sie den Vertrieb oder besuchen Sie Ihr Portal, um weitere Lizenzen zu Ihrem Konto hinzuzufügen.
fi: Nexi SoftPOS-lisenssisi on yhdistetty yhteen laitteeseen ja myyntipaikkaan kerrallaan. Jos haluat käyttää Nexi SoftPOS:ia useammilla laitteilla tai myyntipaikoilla, ota yhteyttä myyntiin tai käy portaalissasi lisätäksesi lisenssejä tiliisi.
fr: Votre licence Nexi SoftPOS est associée à un appareil et à un lieu de vente à la fois. Si vous souhaitez utiliser Nexi SoftPOS avec plus d'appareils ou de lieux de vente, contactez le service commercial ou visitez votre portail pour ajouter plus de licences à votre compte.
it: La tua licenza Nexi SoftPOS è associata a un dispositivo e a una sede di vendita alla volta. Se desideri utilizzare Nexi SoftPOS con più dispositivi o sedi di vendita, contatta il reparto vendite o visita il tuo portale per aggiungere altre licenze al tuo account.
nb: Nexi SoftPOS-lisensen din er koblet til én enhet og én salgsplassering om gangen. Hvis du ønsker å bruke Nexi SoftPOS med flere enheter eller salgsplasseringer, kontakt salg eller besøk portalen din for å legge til flere lisenser til kontoen din.
sv: Din Nexi SoftPOS-licens är kopplad till en enhet och en försäljningsplats åt gången. Om du vill använda Nexi SoftPOS med fler enheter eller försäljningsplatser, kontakta försäljning eller besök din portal för att lägga till fler licenser till ditt konto.

# ms_softpos_started_article_4_title
source: Adding more licences?
da: Tilføje flere licenser?
de: Weitere Lizenzen hinzufügen?
fi: Lisääminen lisenssejä?
fr: Ajouter d'autres licences?
it: Aggiungere altre licenze?
nb: Legge til flere lisenser?
sv: Lägga till fler licenser?

# ms_softpos_started_article_5_text
source: Please be aware that not all devices are compatible with Nexi SoftPOS, please contact us regarding the approved devices to use this feature.
da: Vær opmærksom på, at ikke alle enheder er kompatible med Nexi SoftPOS. Kontakt os for at få oplysninger om godkendte enheder til at bruge denne funktion.
de: Bitte beachten Sie, dass nicht alle Geräte mit Nexi SoftPOS kompatibel sind. Kontaktieren Sie uns bezüglich der zugelassenen Geräte für diese Funktion.
fi: Huomioithan, että kaikki laitteet eivät ole yhteensopivia Nexi SoftPOS:n kanssa. Ota yhteyttä saadaksesi lisätietoja hyväksytyistä laitteista tämän toiminnon käyttämiseen.
fr: Veuillez noter que tous les appareils ne sont pas compatibles avec Nexi SoftPOS. Veuillez nous contacter pour obtenir des informations sur les appareils approuvés pour utiliser cette fonctionnalité.
it: Tieni presente che non tutti i dispositivi sono compatibili con Nexi SoftPOS. Contattaci per informazioni sui dispositivi approvati per utilizzare questa funzione.
nb: Vær oppmerksom på at ikke alle enheter er kompatible med Nexi SoftPOS. Kontakt oss angående godkjente enheter for å bruke denne funksjonen.
sv: Observera att inte alla enheter är kompatibla med Nexi SoftPOS. Kontakta oss angående godkända enheter för att använda denna funktion.

# ms_softpos_started_article_5_title
source: Compatible devices
da: Kompatible enheder
de: Kompatible Geräte
fi: Yhteensopivat laitteet
fr: Appareils compatibles
it: Dispositivi compatibili
nb: Kompatible enheter
sv: Kompatibla enheter

# ms_softpos_started_article_subtitle
source: Sign up, pair your licence to your device or add more licences.
da: Tilmeld dig, par din licens med din enhed eller tilføj flere licenser.
de: Registrieren Sie sich, koppeln Sie Ihre Lizenz mit Ihrem Gerät oder fügen Sie weitere Lizenzen hinzu.
fi: Rekisteröidy, yhdistä lisenssi laitteeseesi tai lisää lisenssejä.
fr: Inscrivez-vous, associez votre licence à votre appareil ou ajoutez d'autres licences.
it: Registrati, associa la tua licenza al dispositivo o aggiungi altre licenze.
nb: Registrer deg, koble lisensen til enheten din eller legg til flere lisenser.
sv: Registrera dig, koppla licensen till din enhet eller lägg till fler licenser.

# ms_softpos_started_article_title
source: Getting started with Nexi SoftPOS
da: Kom godt i gang med Nexi SoftPOS.
de: Erste Schritte mit Nexi SoftPOS.
fi: Aloita Nexi SoftPOS -palvelun käyttö.
fr: Commencez avec Nexi SoftPOS.
it: Inizia con Nexi SoftPOS.
nb: Kom i gang med Nexi SoftPOS.
sv: Kom igång med Nexi SoftPOS.

# ms_softpos_started_card_title
source: Getting started with Tap to Pay and Nexi SoftPOS
da: Kom godt i gang med Tap to Pay og Nexi SoftPOS.
de: Erste Schritte mit Tap to Pay und Nexi SoftPOS.
fi: Aloita Tap to Pay ja Nexi SoftPOS -palveluiden käyttö.
fr: Commencez avec Tap to Pay et Nexi SoftPOS.
it: Inizia con Tap to Pay e Nexi SoftPOS.
nb: Kom i gang med Tap to Pay og Nexi SoftPOS.
sv: Kom igång med Tap to Pay och Nexi SoftPOS.

# ms_stabilizeApp
source: Cleaning up our code and stabilizing the app
da: Oprydning i koden og stabilisering af appen
de: Code bereinigen und die App stabilisieren
et_ee: Meie koodi puhastamine ja rakenduse stabiliseerimine
fi: Koodin puhdistaminen ja sovelluksen vakauttaminen
fr: Nettoyage de notre code et stabilisation de l'application
it: Pulizia del nostro codice e stabilizzazione dell'app
lt_lt: Mūsų kodo pašalinimas ir programos stabilizavimas
lv_lv: Mūsu koda tīrīšana un lietotnes stabilizēšana
nb: Rydding i koden vår og stabilisering av appen
sv: Städar upp vår kod och stabiliserar appen

# ms_statement
source: Statement
da: Kontoudtog
et_ee: Konto väljavõte
fi: Tiliote
fr: Rapport
it: Rapporto mensile
lt_lt: Sąskaitos išrašas
lv_lv: Konta izraksts
nb: Kontoutskrift
sv: Kontoutdrag

# ms_statement_article_1_text
source: Under the Accounting section, available at the top of the overview screen, you can find your statement reports alongside your invoices.
da: Under afsnittet Regnskab, som er tilgængeligt øverst på oversigtsskærmen, kan du finde dine kontoudtog sammen med dine fakturaer.
de: Im Bereich Buchhaltung, der oben auf dem Übersichtsbildschirm verfügbar ist, finden Sie Ihre Kontoauszüge zusammen mit Ihren Rechnungen.
et_ee: Raamatupidamise jaotises, mis on saadaval ülevaate ekraani ülaosas, leiate oma väljavõtete aruanded koos arvetega.
fi: Kirjanpito-osiossa, joka löytyy yleisnäkymän yläosasta, löydät tiliotteesi raportit yhdessä laskujesi kanssa.
fr: Dans la section Comptabilité, accessible en haut de l'écran d'aperçu, vous pouvez trouver vos relevés de compte ainsi que vos factures.
it: Nella sezione Contabilità, disponibile nella parte superiore della schermata panoramica, puoi trovare i tuoi rapporti mensili insieme alle tue fatture.
lt_lt: Apskaitos skiltyje, kurią rasite ekrano viršuje esančioje apžvalgos dalyje, galite rasti savo ataskaitas kartu su sąskaitomis faktūromis.
lv_lv: Grāmatvedības sadaļā, kas pieejama pārskata ekrāna augšdaļā, jūs varat atrast savus izrakstu pārskatus līdzās saviem rēķiniem.
nb: Under regnskapsseksjonen, som du finner øverst på oversiktssiden, kan du finne kontoutskriftene dine sammen med fakturaene dine.
sv: Under avsnittet Bokföring, som finns högst upp på översiktsskärmen, hittar du dina kontoutdrag tillsammans med dina fakturor.

# ms_statement_article_1_title
source: Viewing your statement report(s)
da: Visning af din(e) kontoudtog
de: Anzeigen Ihres Kontoauszugs bzw. Ihrer Kontoauszüge
et_ee: Aruande/aruannete vaatamine
fi: Tiliote-raporttien tarkastelu
fr: Afficher votre(vos) rapport(s) de relevé
it: Visualizzazione dei tuo rapporti mensili
lt_lt: Jūsų ataskaitos (-ų) peržiūra
lv_lv: Jūsu pārskata(-u) apskate
nb: Vise din(e) kontoutskrift(er)
sv: Visa din/dina kontoutdrag

# ms_statement_article_2_text
source: If you need to share a statement report with your accountant or print it directly for your records, you can navigate to the report you are looking for, download it, and tap the share button.
da: Hvis du har brug for at dele en kontoudtog med din revisor eller udskrive det direkte til dine optegnelser, kan du navigere til den rapport, du leder efter, downloade den og trykke på del-knappen.
de: Wenn Sie einen Kontoauszug mit Ihrem Steuerberater teilen oder ihn direkt für Ihre Unterlagen ausdrucken möchten, können Sie zu dem gewünschten Bericht navigieren, ihn herunterladen und auf die Teilen-Schaltfläche tippen.
et_ee: Kui soovite jagada aruannet oma raamatupidajaga või printida selle otse oma dokumentide jaoks, saate navigeerida otsitava aruande juurde, selle alla laadida ja puudutada jagamise nuppu.
fi: Jos sinun tarvitsee jakaa tiliote-raportti kirjanpitäjällesi tai tulostaa se suoraan omia arkistojasi varten, voit siirtyä haluamaasi raporttiin, ladata sen ja napauttaa jakopainiketta.
fr: Si vous devez partager un rapport de relevé avec votre comptable ou l'imprimer directement pour vos dossiers, vous pouvez accéder au rapport souhaité, le télécharger, puis appuyer sur le bouton de partage.
it: Se hai bisogno di condividere un rapporto mensile con il tuo commercialista o di stamparlo direttamente per i tuoi archivi, puoi accedere al report che ti interessa, scaricarlo e toccare il pulsante di condivisione.
lt_lt: Jei reikia pasidalinti ataskaitos išrašu su savo buhalteriu arba jį atsispausdinti savo reikmėms, galite pereiti prie norimos ataskaitos, ją atsisiųsti ir paspausti bendrinimo mygtuką.
lv_lv: Ja jums nepieciešams kopīgot izraksta atskaiti ar savu grāmatvedi vai izdrukāt to saviem ierakstiem, varat pāriet uz vajadzīgo atskaiti, to lejupielādēt un pieskarties kopīgošanas pogai.
nb: Hvis du trenger å dele en kontoutskrift med regnskapsføreren din eller skrive den ut direkte for dine egne arkiver, kan du gå til rapporten du leter etter, laste den ned og trykke på delingsknappen.
sv: Om du behöver dela en rapport med din revisor eller skriva ut den direkt för dina egna arkiv, kan du gå till den rapport du söker, ladda ner den och trycka på delningsknappen.

# ms_statement_article_subtitle
source: Find statements, share with your accountant, or print directly from the app.
da: Find kontoudtog, del dem med din revisor eller udskriv dem direkte fra appen.
de: Finden Sie Kontoauszüge, teilen Sie sie mit Ihrem Steuerberater oder drucken Sie sie direkt aus der App aus.
et_ee: Leia väljavõtted, jaga neid oma raamatupidajaga või prindi otse rakendusest.
fi: Löydä tiliotteet, jaa ne kirjanpitäjällesi tai tulosta suoraan sovelluksesta.
fr: Trouvez des relevés, partagez-les avec votre comptable ou imprimez-les directement depuis l'application.
it: Trova i rapporti mensili, condividili con il tuo commercialista o stampali direttamente dall'app.
lt_lt: Raskite ataskaitas, pasidalykite jomis su savo buhalteriu arba spausdinkite tiesiai iš programėlės.
lv_lv: Atrodiet pārskatus, kopīgojiet tos ar savu grāmatvedi vai izdrukājiet tieši no lietotnes.
nb: Finn kontoutskrifter, del med regnskapsføreren din, eller skriv ut direkte fra appen.
sv: Hitta kontoutdrag, dela med din revisor eller skriv ut direkt från appen.

# ms_statement_article_title
source: How to view and share your statement report
da: Sådan ser og deler du din kontoudtog
de: So können Sie Ihren Kontoauszug anzeigen und teilen
et_ee: Kuidas vaadata ja jagada oma konto väljavõtet
fi: Kuinka tarkastella ja jakaa tilioteraporttisi
fr: Comment consulter et partager votre rapport de relevé
it: Come visualizzare e condividere i tuoi rapporti mensili
lt_lt: Kaip peržiūrėti ir bendrinti savo ataskaitos ataskaitą
lv_lv: Kā apskatīt un kopīgot savu izraksta pārskatu
nb: Hvordan se og dele din kontoutskrift
sv: Hur du visar och delar din kontoutdrag

# ms_statement_no
source: Statement no
da: Kontoudtog nr
de: Statement Nr
et_ee: Konto väljavõte nr
fi: Tiliote nro
fr: Rapport n°
it: Rapporto n
lt_lt: Sąskaitos išrašas Nr
lv_lv: Konta izraksts nr
nb: Kontoutskrift nr
sv: Kontoutdrag nr

# ms_statistics
source: Statistics
da: Statistik
de: Statistiken
et_ee: Statistika
fi: Analytiikka
fr: Statistiques
it: Statistiche
lt_lt: Statistika
lv_lv: Statistika
nb: Statistikk
sv: Statistik

# ms_submitted
source: Submitted
da: Sendt
de: Eingereicht
et_ee: Esitatud
fi: Lähetetty
lt_lt: Pateikta
lv_lv: Iesniegts
nb: Sendt inn
sv: Skickad

# ms_suggestion
source: Suggestion
da: Forslag
de: Vorschlag
et_ee: Soovitus
fi: Ehdotus
lt_lt: Pasiūlymas
lv_lv: Ieteikums
nb: Forslag
sv: Förslag
