Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_my_info
source: My Info
da: Mine oplysninger
de: Meine Daten
et_ee: Minu info
fi: Omat tiedot
fr: Mes infos
it: Le mie informazioni
lt_lt: Mano informacija
lv_lv: Mana informācija
nb: Min informasjon
sv: Min info

# ms_my_sales_locations
source: My sales locations
da: Mine salgssteder
de: Meine Verkaufsstandorte
et_ee: Minu müügikohad
fi: Omat myyntipisteet
fr: Mes points de vente
it: Le mie sedi di vendita
lt_lt: Mano pardavimo vietos
lv_lv: Manas tirdzniecības vietas
nb: Mine salgssteder
sv: Mina försäljningsplatser

# ms_my_terminals
source: My Terminals
da: Mine terminaler
de: Meine Terminals
et_ee: Minu terminalid
fi: Omat päätteet
fr: Mes terminaux
it: I miei terminali
lt_lt: Mano terminalai
lv_lv: Mani termināļi
nb: Mine terminaler
sv: Mina terminaler

# ms_navigate_tips
source: Navigate to ‘Tips’ and press OK
da: Naviger til "Tips", og tryk på OK
de: Zu „Tipps“ navigieren und OK drücken
et_ee: Navigeerige jaotisesse „Nõuanded” ja vajutage OK
fi: Siirry kohtaan Juomarahat ja paina OK
lt_lt: Eikite į „Tips“ (arbatpinigiai) ir spauskite „OK“ (gerai).
lv_lv: Dodieties uz “Dzeramnaudas” un nospiediet OK
nb: Naviger til "Tips" og trykk på OK
sv: Gå till ”Dricks” och tryck på OK

# ms_navigate_tips_green
source: Use the arrow buttons to navigate down to ‘Tips’ Press the GREEN OK button.
da: Brug piletasterne til at navigere ned til "Tips" Tryk på den GRØNNE OK-knap.
de: Verwenden Sie die Pfeiltasten, um zu „Tipps“ zu navigieren Drücken Sie die GRÜNE OK-Taste.
et_ee: Kasutage nooleklahve, et navigeerida allapoole jaotisesse „Nõuanded”. Vajutage ROHELIST OK nuppu.
fi: Siirry nuolinäppäimillä alaspäin kohtaan Juomarahat. Paina VIHREÄÄ OK-painiketta.
lt_lt: Rodyklių mygtukais eikite žemyn iki „Tips“ (arbatpinigiai) ir spauskite ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Dzeramnaudas” Nospiediet ZAĻO OK pogu.
nb: Bruk pilknappene til å navigere ned til "Tips". Trykk på den GRØNNE OK-knappen.
sv: Använd pilknapparna för att gå ned till ”Dricks” Tryck på den gröna OK-knappen.

# ms_netsTerminalSupport
source: Support for users with a Nets terminal
da: Support til brugere med en Nets-terminal
de: Support für Benutzer mit einem Nets-Terminal
et_ee: Netsi terminaliga kasutajate tugi
fi: Tuki käyttäjille, joilla on Nets-pääte
fr: Assistance pour les utilisateurs équipés d'un terminal Nets
it: Assistenza per gli utenti con un terminale Nets
lt_lt: Vartotojų, turinčių „Nets“ terminalą, palaikymas
lv_lv: Atbalsts lietotājiem ar Nets termināli
nb: Støtte for brukere med Nets-terminal
sv: Stöd för användare med en Nets-terminal

# ms_nets_select_outlet_confirmation
source: Are you sure you want to pair Nets SoftPOS to this sales location? This action cannot be undone without contacting sales.
da: Er du sikker på, at du vil parre Nets SoftPOS med denne salgsplacering? Denne handling kan ikke fortrydes uden at kontakte salgsafdelingen.
de: Sind Sie sicher, dass Sie Nets SoftPOS mit diesem Verkaufsstandort koppeln möchten? Diese Aktion kann nicht rückgängig gemacht werden, ohne den Vertrieb zu kontaktieren.
fi: Oletko varma, että haluat yhdistää Nets SoftPOS tähän myyntipaikkaan? Tätä toimintoa ei voi peruuttaa ottamatta yhteyttä myyntiin.
fr: Êtes-vous sûr de vouloir associer Nets SoftPOS à cet emplacement de vente ? Cette action ne peut être annulée sans contacter le service des ventes.
it: Sei sicuro di voler abbinare Nets SoftPOS a questa sede di vendita? Questa azione non può essere annullata senza contattare il reparto vendite.
nb: Er du sikker på at du vil koble Nets SoftPOS til denne salgsplassen? Denne handlingen kan ikke angres uten å kontakte salg.
sv: Är du säker på att du vill koppla Nets SoftPOS till denna försäljningsplats? Denna åtgärd kan inte ångras utan att kontakta försäljningen.

# ms_nets_select_outlet_title_confirmation
source: Pair Nets SoftPOS to "%@"?
de: Nets SoftPOS mit "%@" koppeln?
fi: Parita Nets SoftPOS laitteeseen "%@"?
fr: Associer Nets SoftPOS à "%@" ?
it: Associare Nets SoftPOS a "%@"?
nb: Koble Nets SoftPOS til "%@"?
sv: Para Nets SoftPOS med "%@"?

# ms_nets_softpos_license_article_1_text
source: Get started with your Nets SoftPOS, go to the Nets SoftPOS section in the bottom navigation, where you can pair to a specific sales location.
da: Kom i gang med din Nets SoftPOS, gå til Nets SoftPOS-sektionen i den nederste navigation, hvor du kan parre den med et specifikt salgssted
de: Beginnen Sie mit Ihrem Nets SoftPOS, indem Sie den Nets SoftPOS-Bereich in der unteren Navigation aufrufen, wo Sie ihn mit einem bestimmten Verkaufsstandort koppeln können
fi: Aloita Nets SoftPOSin käyttö siirtymällä alavalikon Nets SoftPOS-osioon, jossa voit parittaa sen tiettyyn myyntipisteeseen
fr: Pour commencer avec votre Nets SoftPOS, allez dans la section Nets SoftPOS de la navigation inférieure, où vous pourrez l’associer à un point de vente spécifique
it: Inizia a usare il tuo Nets SoftPOS accedendo alla sezione Nets SoftPOS nella navigazione inferiore, dove puoi associarlo a un punto vendita specifico
nb: Kom i gang med Nets SoftPOS ved å gå til Nets SoftPOS-seksjonen i den nederste navigasjonen, hvor du kan koble den til et spesifikt salgssted
sv: Kom igång med din Nets SoftPOS genom att gå till Nets SoftPOS-sektionen i den nedre navigeringen, där du kan para ihop den med en specifik försäljningsplats

# ms_nets_softpos_license_article_3_text1
source: Please note once the Nets SoftPOS is assigned to this device it cannot be undone without contacting customer service.
da: Bemærk, at når Nets SoftPOS er tildelt denne enhed, kan det ikke fortrydes uden at kontakte kundeservice.
de: Bitte beachten Sie, dass die Zuweisung von Nets SoftPOS zu diesem Gerät nicht rückgängig gemacht werden kann, ohne den Kundenservice zu kontaktieren.
fi: Huomioithan, että kun Nets SoftPOS on liitetty tähän laitteeseen, sitä ei voi perua ilman asiakaspalveluun ottamista yhteyttä.
fr: Veuillez noter qu'une fois que le Nets SoftPOS est attribué à cet appareil, il ne pourra pas être annulé sans contacter le service client.
it: Tieni presente che, una volta assegnato Nets SoftPOS a questo dispositivo, non sarà possibile annullarlo senza contattare il servizio clienti.
nb: Vær oppmerksom på at når Nets SoftPOS er tilordnet denne enheten, kan det ikke angres uten å kontakte kundeservice.
sv: Observera att när Nets SoftPOS har tilldelats denna enhet kan det inte ångras utan att kontakta kundtjänst.

# ms_nets_softpos_license_article_3_title
source: Activate Nets SoftPOS
da: Aktivér Nets SoftPOS
de: Aktivieren Sie Nets SoftPOS
fi: Aktivoi Nets SoftPOS
fr: Activez Nets SoftPOS
it: Attiva Nets SoftPOS
nb: Aktiver Nets SoftPOS
sv: Aktivera Nets SoftPOS

# ms_nets_softpos_license_article_title
source: Nets SoftPOS is ready for activation
da: Nets SoftPOS er klar til aktivering
de: Nets SoftPOS ist bereit zur Aktivierung
fi: Nets SoftPOS on valmis aktivointiin
fr: Nets SoftPOS est prêt pour l’activation
it: Nets SoftPOS è pronto per l'attivazione
nb: Nets SoftPOS er klar for aktivering
sv: Nets SoftPOS är redo för aktivering

# ms_nets_softpos_started_article_1_text
source: You can start receiving payments via Nets SoftPOS, just go to the Nets SoftPOS section via the bottom navigation. Go to our guide to see how to receive a payment:
da: Du kan begynde at modtage betalinger via Nets SoftPOS, gå blot til Nets SoftPOS-sektionen via den nederste navigation. Gå til vores guide for at se, hvordan du modtager en betaling:
de: Sie können Zahlungen über Nets SoftPOS empfangen, indem Sie einfach über die untere Navigation zum Nets SoftPOS-Bereich gehen. Sehen Sie sich unseren Leitfaden an, um zu erfahren, wie Sie eine Zahlung empfangen:
fi: Voit alkaa vastaanottaa maksuja Nets SoftPOSin kautta siirtymällä Nets SoftPOS-osioon alavalikon kautta. Siirry oppaaseemme nähdäksesi, miten maksun vastaanottaminen tapahtuu:
fr: Vous pouvez commencer à accepter des paiements via Nets SoftPOS, il vous suffit d'aller dans la section Nets SoftPOS via la navigation inférieure. Consultez notre guide pour voir comment recevoir un paiement :
it: Puoi iniziare a ricevere pagamenti tramite Nets SoftPOS, basta accedere alla sezione Nets SoftPOS tramite la navigazione inferiore. Consulta la nostra guida per scoprire come ricevere un pagamento:
nb: Du kan begynne å motta betalinger via Nets SoftPOS ved å gå til Nets SoftPOS-seksjonen via den nederste navigasjonen. Gå til vår guide for å se hvordan du mottar en betaling:
sv: Du kan börja ta emot betalningar via Nets SoftPOS genom att gå till Nets SoftPOS-sektionen via den nedre navigeringen. Gå till vår guide för att se hur du tar emot en betalning:

# ms_nets_softpos_started_article_1_title
source: Getting Nets SoftPOS
da: Få Nets SoftPOS
de: Nets SoftPOS erhalten
fi: Hanki Nets SoftPOS
fr: Obtenir Nets SoftPOS
it: Ottenere Nets SoftPOS
nb: Skaffe Nets SoftPOS
sv: Skaffa Nets SoftPOS

# ms_nets_softpos_started_article_5_text
source: Please be aware that not all devices are compatible with Nets SoftPOS, please contact us regarding the approved devices to use this feature.
da: Vær opmærksom på, at ikke alle enheder er kompatible med Nets SoftPOS. Kontakt os venligst for oplysninger om godkendte enheder til denne funktion.
de: Bitte beachten Sie, dass nicht alle Geräte mit Nets SoftPOS kompatibel sind. Kontaktieren Sie uns bitte, um Informationen zu den zugelassenen Geräten für diese Funktion zu erhalten.
fi: Huomioithan, että kaikki laitteet eivät ole yhteensopivia Nets SoftPOSin kanssa. Ota meihin yhteyttä saadaksesi lisätietoja hyväksytyistä laitteista tämän ominaisuuden käyttämiseen.
fr: Veuillez noter que tous les appareils ne sont pas compatibles avec Nets SoftPOS. Veuillez nous contacter pour connaître les appareils approuvés pour cette fonctionnalité.
it: Tieni presente che non tutti i dispositivi sono compatibili con Nets SoftPOS. Contattaci per informazioni sui dispositivi approvati per utilizzare questa funzione.
nb: Vær oppmerksom på at ikke alle enheter er kompatible med Nets SoftPOS. Ta kontakt med oss for informasjon om godkjente enheter for denne funksjonen.
sv: Observera att inte alla enheter är kompatibla med Nets SoftPOS. Kontakta oss för information om godkända enheter för denna funktion.

# ms_nets_softpos_started_article_subtitle
source: Sign up, pair your Nets SoftPOS to your device.
da: Tilmeld dig, par Nets SoftPOS med din enhed
de: Registrieren Sie sich, koppeln Sie Nets SoftPOS mit Ihrem Gerät
fi: Rekisteröidy, parita Nets SoftPOS laitteeseesi
fr: Inscrivez-vous, associez Nets SoftPOS à votre appareil
it: Registrati, associa Nets SoftPOS al tuo dispositivo
nb: Registrer deg, koble Nets SoftPOS til enheten din
sv: Registrera dig, para ihop Nets SoftPOS med din enhet

# ms_nets_softpos_started_article_title
source: Getting started with Nets SoftPOS
da: Kom godt i gang med Nets SoftPOS
de: Erste Schritte mit Nets SoftPOS
fi: Aloittaminen Nets SoftPOSilla
fr: Commencer avec Nets SoftPOS
it: Iniziare con Nets SoftPOS
nb: Kom i gang med Nets SoftPOS
sv: Kom igång med Nets SoftPOS

# ms_netta_chat_del_btn
source: Delete
da: Slet
de: Löschen
et_ee: Kustuta
fi: Poista
fr: Supprimer
it: Elimina
lt_lt: Pašalinti
lv_lv: Dzēst
nb: Slett
sv: Radera

# ms_netta_chat_link
source: Need help with your terminal? Chat with us
da: Brug for hjælp med din terminal? Chat med os.
de: Benötigen Sie Hilfe beim Umgang mit Ihrem Terminal? Chatten Sie mit uns
et_ee: Vajate terminaliga abi? Vestelge meiega
fi: Tarvitsetko apua päätteen kanssa? Keskustele kanssamme
fr: Besoin d'aide avec votre terminal? Discutez avec nous
it: Hai bisogno di aiuto con il terminale? Chatta con noi
lt_lt: Reikia pagalbos dėl terminalo? Kalbėkitės su mumis.
lv_lv: Nepieciešama palīdzība ar termināli? Tērzējiet ar mums
nb: Trenger du hjelp med terminalen? Chat med oss
sv: Behöver du hjälp med din terminal? Chatta med oss

# ms_netta_confirm_del
source: Confirm Delete
da: Bekræft sletning
de: Löschen bestätigen
et_ee: Kinnita kustutamine
fi: Vahvista poisto
fr: Confirmer la suppression
it: Conferma Elimina
lt_lt: Patvirtinti šalinimą
lv_lv: Apstipriniet dzēšanu
nb: Bekreft sletting
sv: Bekräfta borttagning

# ms_netta_del_msg
source: Are you sure you want to delete this conversation?
da: Er du sikker på, at du vil slette denne samtale?
de: Sind Sie sicher, dass Sie dieses Gespräch löschen möchten?
et_ee: Kas olete kindel, et soovite selle vestluse kustutada?
fi: Haluatko varmasti poistaa tämän keskustelun?
fr: Voulez-vous vraiment supprimer cette conversation?
it: Vuoi eliminare questa conversazione?
lt_lt: Ar tikrai norite pašalinti šį pokalbį?
lv_lv: Vai tiešām vēlaties dzēst šo sarunu?
nb: Er du sikker på at du vil slette denne samtalen?
sv: Är du säker på att du vill radera den här konversationen?

# ms_netta_download_chat
source: Download
de: Herunterladen
et_ee: Laadi alla
fi: Tallenna
fr: Télécharger
it: Scarica
lt_lt: Atsisiųsti
lv_lv: Lejupielādēt
nb: Last ned
sv: Ladda ned

# ms_netta_release_notes
source: Got questions related to your terminals? Chat with Netta inside the app to get the answers.
da: Har du spørgsmål til dine terminaler? Få svar ved at chatte med Netta i appen.
de: Haben Sie Fragen zu Ihren Terminals? Chatten Sie mit Netta in der App, um Antworten zu bekommen.
fi: Onko sinulla päätteihisi liittyviä kysymyksiä? Keskustele Nettan kanssa sovelluksen sisällä saadaksesi vastauksia.
fr: Des questions à propos de vos terminaux? Discutez avec Netta dans l'application pour connaître les réponses.
it: Hai domande relative ai tuoi terminali? Chatta con Netta nell'app per avere le risposte.
lv_lv: Vai jums ir jautājumi par jūsu termināļiem? Tērzējiet ar Netta lietotnē, lai saņemtu atbildes.
nb: Har du spørsmål knyttet til terminalene dine? Chat med Netta i appen.
sv: Har du frågor om dina terminaler? Chatta med Netta i appen för att få svar.

# ms_new_analytics_pro
source: New Analytics Pro feature
da: Ny Analytics Pro-funktion
de: Neue Analytics Pro Funktion
fi: Uusi Analytics Pro -ominaisuus
fr: Nouvelle fonctionnalité Analytics Pro
it: Nuova funzione Analytics Pro
lv_lv: Jauna Analytics Pro funkcija
nb: Ny Analytics Pro-funksjon
sv: Ny Analytics Pro-funktion

# ms_new_guide_start_subtxt
source: It’s easy and quick to set up your terminal and you need no assistance to do this.
de: Die Einrichtung Ihres Terminals ist unkompliziert und schnell und lässt sich ohne Hilfe erledigen.
fi: Päätelaitteen määrittäminen on helppoa ja nopeaa, etkä tarvitse siihen apua.
fr: Votre terminal se paramètre facilement et rapidement ; vous n'avez pas besoin d'aide pour le faire.
it: La configurazione del terminale è facile e rapida e non richiede assistenza.

# ms_new_guides_ttpoi_leading_body
source: Accept contactless payments with only an iPhone. Click “Learn more” to go through a short guide.
da: Tag imod kontaktløse betalinger med kun en iPhone. Klik på »Lær mere« for at gennemgå en kort guide.
de: Akzeptieren Sie kontaktlose Zahlungen mit ihrem iPhone. Klicken Sie auf „Mehr erfahren“, um eine kurze Anleitung zu erhalten.
et_ee: Võtta vastu viipemakseid ainult iPhone'iga. Lühikese juhendi läbimiseks klõpsa „Lisateave“.
fi: Hyväksy kontaktittomia maksuja vain iPhonella. Klikkaa ”Lue lisää” ja käy läpi lyhyt opas.
fr: Acceptez les paiements sans contact avec un simple iPhone. Cliquez sur « En savoir plus » pour consulter un petit guide.
it: Accettate pagamenti senza contatto con un solo iPhone. Fate clic su “Per saperne di più” per consultare una breve guida.
nb: Godta kontaktløse betalinger med bare en iPhone. Klikk på «Lær mer» for å gå gjennom en kort veiledning.
sv: Du behöver bara en iPhone för att ta emot kontaktlösa betalningar. Klicka på "Läs mer" för en snabbguide om hur du kommer igång.

# ms_new_guides_ttpoi_leanding_learnmore
source: LEARN MORE
da: LÆR MERE
de: MEHR ERFAHREN
et_ee: ÕPIME LISAKS
fi: LISÄTIETOJA
fr: EN SAVOIR PLUS
it: SCOPRI DI PIÙ
nb: LÆR MER
sv: LÄR DIG MER

# ms_new_guides_ttpoi_screen_title
source: Tap to Pay on iPhone
da: Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone
fi: iPhonen Tap to Pay
fr: Tap to Pay sur iPhone
it: Tap to Pay su iPhone
nb: Tap to Pay på iPhone
sv: Tap to Pay på iPhone

# ms_new_receipt_instruction
source: A new receipt will be printed with the refunded amount.
da: Der udskrives en ny kvittering med det tilbagebetalte beløb.
de: Eine neue Quittung wird mit dem erstatteten Betrag wird ausgedruckt.
fi: Tulostetaan uusi kuitti, jossa on palautettu summa.
fr: Un nouveau reçu indiquant le montant remboursé sera imprimé.
it: Sarà stampata una nuova ricevuta con l'importo rimborsato.
lt_lt: Bus atspausdintas naujas kvitas su grąžinta suma.
lv_lv: Tiks izdrukāta jauna kvīts ar atmaksāto summu.
nb: En ny kvittering med refundert beløp skrives ut.
sv: Ett nytt kvitto skrivs ut med återbetalat belopp.

# ms_new_settle_acquirer
source: Acquirer
da: Indløser
de: Akzeptierende Bank
et_ee: Ostja
fi: Korttitapahtumien vastaanottaja
fr: Acquéreur
it: Acquirente
lt_lt: Pirkėjas
lv_lv: Ieguvējs
nb: Erverver
sv: Inlösare

# ms_new_settle_chargeback
source: Chargeback
da: Tilbageført beløb
de: Rückbuchung
et_ee: Tagasimakse
fi: Hyvitys
fr: Rejet de débit
it: Storno di addebito
lt_lt: Grąžinimas
lv_lv: Atmaksa

# ms_new_settle_fees
source: Fees
da: Gebyrer
de: Gebühren
et_ee: Tasud
fi: Palkkiot
fr: Frais
it: Commissioni
lt_lt: Mokesčiai
lv_lv: Maksas
nb: Avgifter
sv: Avgifter

# ms_new_settle_gross_amount
source: Gross
da: Bruttobeløb
de: Brutto
et_ee: Brutosumma
fi: Bruttosumma
fr: Brut
it: Lordo
lt_lt: Bendra suma
lv_lv: Bruto summa
nb: Bruttobeløp
sv: Bruttobelopp

# ms_new_settle_netamount
source: Net amount
da: Nettobeløb
de: Nettobetrag
et_ee: Netosumma
fi: Nettosumma
fr: Montant net
it: Importo netto
lt_lt: Grynoji suma
lv_lv: Neto summa
nb: Nettobeløp
sv: Nettobelopp

# ms_new_settle_payment_reference
source: Payment reference
da: Betalingsreference
de: Zahlungsreferenz
et_ee: Makse viitenumber
fi: Maksuviite
fr: Référence du paiement
it: Riferimento pagamento
lt_lt: Mokėjimo nuoroda
lv_lv: Maksājuma atsauce
nb: Betalingsreferanse
sv: Betalningsreferens

# ms_new_user_teaser_header
source: What you can do with MyPayments
da: Hvad kan du bruge MyPayments til?
de: Was Sie mit MyPayments machen können
fi: Mitä voit tehdä MyPaymentsilla
fr: Que peut-on faire avec MyPayments?
it: Cosa puoi fare con MyPayments
lv_lv: Ko jūs varat darīt ar MyPayments
nb: Dette kan du gjøre med MyPayments
sv: Vad du kan göra med MyPayments

# ms_nexi_cvi_release
source: MyPayments app now adopts the corporate visual identity of its parent - the Nexigroup.
da: MyPayments-appen har nu samme visuelle identitet som moderselskabet Nexi.
de: Die MyPayments-App nimmt nun die visuelle Identität der Muttergesellschaft an - der Nexigroup.
fi: MyPayments-sovellus omaksuu nyt emoyhtiönsä Nexigroupin visuaalisen ilmeen.
fr: L'application MyPayments a adopté l'identité visuelle de sa maison mère, le groupe Nexi.
it: L'app MyPayments ora adotta l'identità visiva aziendale della casa madre - The Nexigroup.
lv_lv: Lietotne MyPayments tagad izmanto tās mātes uzņēmuma Nexigroup korporatīvo vizuālo identitāti.
nb: MyPayments-appen bruker nå den visuelle bedriftsidentiteten til morselskapet – Nexi-konsernet.
sv: MyPayments-appen använder nu den grafiska identiteten från dess moderföretag – Nexigroup.

# ms_nexi_select_outlet_confirmation
source: Are you sure you want to pair Nexi SoftPOS to this sales location? This action cannot be undone without contacting sales.
da: Er du sikker på, at du vil parre Nexi SoftPOS med denne salgsplacering? Denne handling kan ikke fortrydes uden at kontakte salgsafdelingen.
de: Sind Sie sicher, dass Sie Nexi SoftPOS mit diesem Verkaufsstandort koppeln möchten? Diese Aktion kann nicht rückgängig gemacht werden, ohne den Vertrieb zu kontaktieren.
fi: Oletko varma, että haluat yhdistää Nexi SoftPOS tähän myyntipaikkaan? Tätä toimintoa ei voi peruuttaa ottamatta yhteyttä myyntiin.
fr: Êtes-vous sûr de vouloir associer Nexi SoftPOS à cet emplacement de vente ? Cette action ne peut être annulée sans contacter le service des ventes.
it: Sei sicuro di voler abbinare Nexi SoftPOS a questa sede di vendita? Questa azione non può essere annullata senza contattare il reparto vendite.
nb: Er du sikker på at du vil koble Nexi SoftPOS til denne salgsplassen? Denne handlingen kan ikke angres uten å kontakte salg.
sv: Är du säker på att du vill koppla Nexi SoftPOS till denna försäljningsplats? Denna åtgärd kan inte ångras utan att kontakta försäljningen.

# ms_nexi_select_outlet_title_confirmation
source: Pair Nexi SoftPOS to "%@"?
da: Par Nexi SoftPOS til "%@"?
de: Nexi SoftPOS mit "%@" koppeln?
fi: Parita Nexi SoftPOS laitteeseen "%@"?
fr: Associer Nexi SoftPOS à "%@" ?
it: Associare Nexi SoftPOS a "%@"?
nb: Koble Nexi SoftPOS til "%@"?
sv: Para Nexi SoftPOS med "%@"?

# ms_nexi_support_information
source: Support information
de: Unterstützende Informationen
et_ee: Toe teave
fi: Asiakaspalvelu
fr: Informations d'assistance
it: Informazioni di supporto
lt_lt: Pagalbinė informacija
lv_lv: Atbalsta informācija
nb: Støtteinformasjon
sv: Stödinformation

# ms_no_connection_outlet_msg
source: We are unable to connect to %@ right now. Please try again later.
da: Der kan ikke oprettes forbindelse til %@ lige nu. Prøv igen senere.
de: Verbindung zu %@ momentan nicht möglich. Bitte versuchen Sie es später erneut.
et_ee: Meil ei õnnestu hetkel %@ ühendamine. Proovige hiljem uuesti.
fi: %@:n yhdistäminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Nous ne sommes pas en mesure de nous connecter à %@ pour le moment. Veuillez réessayer plus tard.
it: Impossibile effettuare la connessione a %@. Riprova più tardi.
lt_lt: Šiuo metu nepavyko prisijungti prie %@. Bandykite dar kartą vėliau.
lv_lv: Pašlaik nevar izveidot savienojumu ar %@. Lūdzu, vēlāk mēģiniet vēlreiz.
nb: Kunne ikke koble til %@ for øyeblikket. Prøv på nytt senere.
sv: Vi kan inte ansluta till %@ just nu. Försök igen senare.

# ms_no_data_available
source: Please select a different time interval
da: Vælg venligst et andet tidsinterval
de: Bitte wählen Sie ein anderes Zeitintervall aus.
et_ee: Valige muu ajavahemik
fi: Valitse toinen aikaväli
fr: Veuillez sélectionner un autre intervalle de temps
it: Seleziona un intervallo temporale diverso
lt_lt: Pasirinkite kitą laikotarpį
lv_lv: Lūdzu, izvēlieties citu laika intervālu
nb: Velg et annet tidsintervall
sv: Välj annan tidsperiod

# ms_no_data_org
source: There are no insights for your organization
fi: Organisaatiollesi ei ole tietoja
fr: Il n'y a pas d'informations pour votre entreprise
it: Non sono presenti informazioni per la tua organizzazione
lv_lv: Jūsu organizācijai nav ieskatu
nb: Det finnes ingen innsikt for organisasjonen

# ms_no_data_sales_location
source: Insight is not available for this sales location.
da: Der er ingen tilgængelig indsigt for dette salgssted.
de: Innsikt er ikke tilgjengelig for dette salgsstedet.
et_ee: Selle müügikoha kohta ei ole ülevaade saadaval.
fi: Tietoa ei ole käytettävissä tälle myyntipisteelle.
fr: Il n'y a pas d'informations disponibles pour ce point de vente.
it: L'informazione non è disponibile per questa sede di vendita.
lt_lt: Šiai pardavimo vietai įžvalga negalima.
lv_lv: Ieskats šai tirdzniecības vietai nav pieejams.
nb: Innsikt er ikke tilgjengelig for dette salgsstedet. Prøv igjen senere.
sv: Insikter är inte tillgängliga för det här försäljningsstället.

# ms_no_internet
source: No internet connection
da: Ingen internetforbindelse
de: Keine Internetverbindung
et_ee: Internetiühendus puudub
fi: Internet-yhteyttä ei ole
fr: Pas de connexion Internet
it: Nessuna conn. a internet
lt_lt: Nėra interneto ryšio
lv_lv: Nav interneta savienojuma
nb: Ingen internettilkobling
sv: Ingen internetanslutning
