Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_guide_receipt_desc_mov
source: A receipt will be printed. Afterwards, press the RED Cancel button to return to the home screen.
da: Der udskrives en kvittering. Tryk derefter på den RØDE Annuller-knap for at vende tilbage til startskærmen.
de: Es wird ein Beleg gedruckt. Drücken Sie danach die ROTE Abbrechen-Taste, um zum Startbildschirm zurückzukehren.
et_ee: Kviitung trükitakse. Seejärel vajutage punast tühistamisnuppu, et naasta avakuvale.
fi: Kuitti tulostetaan. Paina sen jälkeen PUNAISTA Peruuta-painiketta palataksesi aloitusnäyttöön.
lt_lt: Išspausdinamas kvitas. Vėliau norėdami grįžti į pagrindinį langą, paspauskite raudoną mygtuką „Cancel“ (atšaukti).
lv_lv: Kvīts tiks izdrukāta. Pēc tam nospiediet SARKANO pogu Atcelt (Cancel ), lai atgrieztos sākuma ekrānā.
nb: Det skrives ut en kvittering. Trykk deretter på den RØDE Avbryt-knappen for å gå tilbake til startskjermbildet.
sv: Ett kvitto skrivs ut. Tryck sedan på den röda Avbryt-knappen för att återgå till startskärmen.

# ms_guide_receipt_subtitle
source: A receipt will be printed
da: Der udskrives en kvittering
de: Es wird ein Beleg gedruckt. Drücken Sie danach die ROTE Abbrechen-Taste, um zum Startbildschirm zurückzukehren.
et_ee: Kviitung trükitakse
fi: Kuitti tulostetaan
lt_lt: Išspausdinamas kvitas
lv_lv: Kvīts tiks izdrukāta
nb: Det skrives ut en kvittering
sv: Ett kvitto skrivs ut

# ms_guide_reconciliation_desc
source: When the terminal is ready, press the Menu button. A reconciliation shows all the transactions and the total turnover you have had on your terminal.
da: Tryk på Menu-knappen, når terminalen er klar. En afstemning viser alle transaktioner og den samlede omsætning på terminalen.
de: Wenn das Terminal bereit ist, drücken Sie die Menü-Taste. Eine Abstimmung zeigt alle Transaktionen und den Gesamtumsatz, den Sie an Ihrem Terminal erzielt haben.
et_ee: Kui terminal on valmis, vajutage nuppu Menüü. Tasaarvestus näitab kõiki tehinguid ja kogu käivet, mis teil on terminalis olnud.
fi: Kun pääte on valmis, paina Menu-painiketta. Täsmäytys näyttää kaikki tapahtumat ja kokonaisliikevaihdon, joka sinulla on ollut päätteessä.
lt_lt: Kai terminalas paruoštas, spauskite mygtuką „Menu“ (meniu). Derinimo lange rodomos visos terminale atliktos operacijos ir bendra apyvarta.
lv_lv: Kad terminālis ir gatavs, nospiediet pogu Izvēlne (Menu). Saskaņošana parāda visus darījumus un kopējo apgrozījumu, kas ir bijis jūsu terminālī.
nb: Når terminalen er klar, trykker du på Meny-knappen. En avstemming viser alle transaksjonene og den totale omsetningen du har hatt på terminalen.
sv: När terminalen är redo trycker du på Meny-knappen. En avstämning visar alla transaktioner och den totala omsättningen på terminalen.

# ms_guide_reconciliation_desc_step2
source: Press 6 or navigate down to Reconciliation with the arrow buttons. Wait for the Reconciliation process to complete.
da: Tryk på 6, eller naviger ned til "Afstemning" med pileknapperne. Vent på, at afstemningsprocessen afsluttes.
de: Drücken Sie 6 oder navigieren Sie mit den Pfeiltasten nach unten zur Abstimmung. Warten Sie, bis der Abstimmungsprozess abgeschlossen ist.
et_ee: Vajutage klahvi 6 või navigeerige nooleklahvide abil allapoole kooskõlastuse juurde. Oodake, kuni kooskõlastusprotsess on lõpule viidud.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Täsmäytys. Odota, että täsmäytysprosessi on valmis.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Reconciliation“ (derinimas). Palaukite, kol bus užbaigtas derinimo procesas.
lv_lv: Nospiediet 6 vai virzieties uz leju līdz sadaļai Saskaņošana, izmantojot bulttaustiņus. Pagaidiet, līdz tiks pabeigts saskaņošanas process.
nb: Trykk på 6 eller naviger ned til Avstemming med pilknappene. Vent til avstemmingsprosessen er fullført.
sv: Tryck på 6 eller gå ned till Avstämning med pilknapparna. Vänta medan avstämningsprocessen slutförs.

# ms_guide_reconciliation_step2
source: Do a test reconciliation step 2/2
da: Foretag en testafstemning trin 2/2
de: Testabstimmung durchführen Schritt 2/2
et_ee: Tehke testkooskõlastamise samm 2/2
fi: Tee testitäsmäytys vaihe 2/2
lt_lt: Atlikite bandomojo derinimo žingsnį 2/2
lv_lv: Veiciet saskaņošanas pārbaudi 2/2 darbībām
nb: Utfør en testavstemming trinn 2/2
sv: Gör en testavstämning steg 2/2

# ms_guide_reconciliation_text
source: Press 6 or navigate down to Reconciliation with the arrow buttons. Wait for the Reconciliation process to complete.
da: Tryk på 6, eller naviger ned til "Afstemning" med pileknapperne. Vent på, at afstemningsprocessen afsluttes.
de: Drücken Sie 6 oder navigieren Sie mit den Pfeiltasten nach unten zur Abstimmung. Warten Sie, bis der Abstimmungsprozess abgeschlossen ist.
et_ee: Vajutage klahvi 6 või navigeerige nooleklahvide abil allapoole kooskõlastuse juurde. Oodake, kuni kooskõlastusprotsess on lõpule viidud.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Täsmäytys. Odota, että täsmäytysprosessi on valmis.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Reconciliation“ (derinimas). Palaukite, kol bus užbaigtas derinimo procesas.
lv_lv: Nospiediet 6 vai virzieties uz leju līdz Saskaņošana, izmantojot bulttaustiņus. Pagaidiet, līdz tiks pabeigts saskaņošanas process.
nb: Trykk på 6 eller naviger ned til Avstemming ved hjelp av pilknappene. Vent til avstemmingsprosessen er fullført.
sv: Tryck på 6 eller gå ner till Avstämning med pilknapparna. Vänta tills avstämningsprocessen är slutförd.

# ms_guide_reconciliation_txt
source: Do a test reconciliation step 1/2
da: Foretag en testafstemning trin 1/2
de: Testabstimmung durchführen Schritt 1/2
et_ee: Tehke testühtlustamise samm 1/2
fi: Tee testitäsmäytys vaihe 1/2
lt_lt: Atlikite bandomojo derinimo žingsnį 1/2
lv_lv: Veiciet saskaņošanas pārbaudi 1/2 darbībām
nb: Utfør en testavstemming trinn 1/2
sv: Gör en testavstämning steg 1/2

# ms_guide_reverse_main_txt
source: How to reverse a payment
da: Sådan tilbagefører du en betaling
de: Wie man eine Zahlung rückgängig macht
fi: Maksun peruuttaminen

# ms_guide_row_tap_to_pay_subtitle
source: How to use
de: Verwendungshinweise
fi: Käyttöohje
fr: Mode d'emploi
it: Modalità d'uso

# ms_guide_softpay_1_message
source: Open Tap to Pay on Android device by tapping the <b>NEXI SOFTPOS</b> menu option.
de: Tippen Sie zum Öffnen von Tap to Pay on Android auf die Menüoption <b>NEXI SOFTPOS</b>.
fi: Avaa Tap to Pay Android napauttamalla <b>NEXI SOFTPOS</b> -valikkovaihtoehtoa.
fr: Ouvrez Tap to Pay sur un appareil Android en appuyant sur l'option de menu <b>NEXI SOFTPOS</b>.
it: Apri Tap To Pay sul dispositivo Android toccando l'opzione di menu <b>NEXI SOFTPOS</b>.

# ms_guide_softpay_1_title
source: Open ‘Nexi SoftPOS’
de: Nexi SoftPOS öffnen
fi: Avaa Nexi SoftPOS
fr: Ouvrir «Nexi SoftPOS»
it: Apri ‘Nexi SoftPOS’

# ms_guide_softpay_2_message
source: Use the numeric pad to enter the amount of the transaction. Tap the <b>Charge</b> button to confirm.
de: Geben Sie über den Ziffernblock den Betrag der Transaktion ein. Tippen Sie zur Bestätigung auf die Schaltfläche <b>Belasten</b>.
fi: Syötä tapahtuman summa numeronäppäimillä. Vahvista napauttamalla <b>Valinta</b>-merkkiä.
fr: Utilisez le pavé numérique pour entrer le montant de la transaction. Appuyez sur le bouton <b>Faire payer</b> pour confirmer.
it: Usa il tastierino numerico per inserire l'importo della transazione. Tocca il pulsante <b>Addebita</b> per confermare.

# ms_guide_softpay_2_title
source: Enter the transaction amount
de: Transaktionsbetrag eingeben
fi: Syötä tapahtuman summa
fr: Entrez le montant de la transaction
it: Inserisci l'importo della transazione

# ms_guide_softpay_3_message
source: Your customer can use a payment card by holding it on the back of the phone. See next step in this guide for more purchase options.
de: Ihr Kunde kann eine Zahlungskarte verwenden, die an die Rückseite des Telefons gehalten wird. Weitere Kaufoptionensind im nächsten Schritt der Anleitung erläutert.
fi: Asiakkaasi voi käyttää maksukorttia pitämällä sitä puhelimen takapuolta vasten. Katso lisää ostovaihtoehtoja oppaan seuraavassa vaiheessa
fr: Votre client peut utiliser une carte de paiement en la tenant à l'arrière du téléphone. Consultez l'étape suivante de ce guide pour découvrir d'autres options d'achat.
it: Il tuo cliente può anche usare una carta di pagamento tenendola sul retro del telefono. Per altre opzioni di pagamento consulta il passo successivo di questa guida.

# ms_guide_softpay_3_title
source: Let your customer complete the purchase
de: Bitten Sie ihren Kunden, den Kauf abzuschließen
fi: Anna asiakkaan suorittaa ostos loppuun
fr: Laissez le client effectuer l'achat
it: Fai completare l'acquisto al tuo cliente

# ms_guide_softpay_4_message
source: Your customer can also use a digital wallet or smart watch by holding it on the back of the phone. In some cases, it might ask for a pincode.
de: Ihr Kunde kann auch eine digitale Brieftasche oder SmartWatch verwenden, die an die Rückseite des Telefons gehalten wird. In einigen Fällen kann die eine Eingabe eines Pincodes erforderlich sein.
fi: Asiakkaasi voi käyttää myös digitaalista lompakkoa tai älykelloa pitämällä sitä puhelimen takapuolta vasten. Joissain tapauksissa se saattaa kysyä pin-koodia.
fr: Votre client peut aussi utiliser un portefeuille numérique ou une montre connectée en le ou la tenant à l'arrière du téléphone. Dans certains cas, un code PIN peut être demandé.
it: Il tuo cliente può anche usare un portafoglio digitale o uno smartwatch, avvicinandolo al retro del telefono. In alcuni casi, potrebbe richiedere un codice PIN.

# ms_guide_softpay_4_title
source: Let your customer complete the purchase
de: Bitten Sie ihren Kunden, den Kauf abzuschließen
fi: Anna asiakkaan suorittaa ostos loppuun
fr: Laissez le client effectuer l'achat
it: Fai completare l'acquisto al tuo cliente

# ms_guide_softpay_5_message
source: If everything goes right, the payment will be completed and will automatically show you the receipt in the next step.
de: Wenn alles klappt, wird die Zahlung abgeschlossen. Dann wird Ihnen im nächsten Schritt automatisch der Beleg angezeigt.
fi: Jos kaikki menee oikein, maksu suoritetaan ja saat automaattisesti kuitin seuraavassa vaiheessa.
fr: Si tout se déroule normalement, le paiement sera exécuté et le reçu s'affichera automatiquement à l'étape suivante.
it: Se tutto va bene, il pagamento sarà completato e la ricevuta sarà visualizzata automaticamente nel prossimo passaggio.

# ms_guide_softpay_5_title
source: Payment completed
de: Zahlung abgeschlossen
fi: Maksu valmis
fr: Paiement exécuté
it: Pagamento completato

# ms_guide_softpay_6_message
source: Share the receipt with your customer by tapping the <b>sharing icon</b> in the top right corner of the screen.
de: Leiten Sie den Beleg durch Tippen auf das <b>Symbol Weiterleiten</b> in der oberen rechten Ecke des Bildschirms an Ihren Kunden weiter.
fi: Jaa kuitti asiakkaasi kanssa napauttamalla <b>jakamiskuvaketta</b> näytön oikeassa yläkulmassa.
fr: Partagez le reçu avec votre client en appuyant sur l'<b>icône de partage</b> dans le coin supérieur droit de l'écran.
it: Condividi la ricevuta con il cliente toccando l'<b>icona di condivisione</b> nell'angolo in alto a destra sullo schermo.

# ms_guide_softpay_6_title
source: Share the receipt with your customer
de: Weiterleiten des Belegs an Ihren Kunden
fi: Jaa kuitti asiakkaan kanssa
fr: Partager le reçu avec votre client
it: Condividi la ricevuta con il tuo cliente

# ms_guide_softpay_7_message
source: Choose the sharing option that your customer prefers to receive the receipt.
de: Wählen Sie die Option für das Weiterleiten aus, die Ihr Kunde bevorzugt, um den Beleg zu erhalten.
fi: Valitse jakamisvaihtoehto, jonka asiakas haluaa saada kuitin.
fr: Choisissez l'option de partage que votre client préfère pour recevoir le reçu.
it: Scegli l'opzione di condivisione che il tuo cliente preferisce per avere la ricevuta.

# ms_guide_softpay_7_title
source: Choose a sharing option
de: Auswählen einer Option für das Weiterleiten
fi: Valitse jakamisvaihtoehto
fr: Choisir une option de partage
it: Scegli un'opzione di condivisione

# ms_guide_softpay_8_message
source: Tap the <b>X icon</b> in the top left corner to return to the purchase screen.
de: Tippen Sie auf das <b>X-Symbol</b> in der oberen linken Ecke, um zum Kauf-Bildschirm zurückzukehren.
fi: Palaa ostonäyttöön napauttamalla vasemmassa yläkulmassa olevaa <b>X-kuvaketta</b>.
fr: Appuyez sur l'<b>icône X</b> dans le coin supérieur gauche de l'écran pour retourner à l'écran d'achat.
it: Tocca l'<b>icona della X</b> nell'angolo in alto a sinistra per tornare alla schermata di acquisto.

# ms_guide_softpay_8_title
source: Return to the purchase screen
de: Zurück zum Kauf-Bildschirm
fi: Palaa ostonäyttöön
fr: Retourner à l'écran d'achat
it: Torna alla schermata di acquisto

# ms_guide_softpay_9_message
source: You can continue receiving transactions through Nexi SoftPOS or tap the <b>X icon</b> in the top left corner to return to the MyPayments home screen.
de: Sie können weitere Transaktionen über Nexi SoftPOS empfangen oder auf das <b>X-Symbol</b> in der oberen linken Ecke tippen, um zum Start-Bildschirm von MyPayments zurückzukehren.
fi: Voit jatkaa maksutapahtumien vastaanottamista Nexi SoftPOS -palvelun kautta tai palata MyPayments-aloitusnäyttöön napauttamalla vasemmassa yläkulmassa olevaa <b>X-kuvaketta</b>.
fr: Vous pouvez continuer à recevoir des transactions via Nexi SoftPOS ou appuyez sur l'<b>icône X</b> dans le coin supérieur gauche de l'écran pour retourner à l'écran d'accueil de MyPayments.
it: Puoi continuare a ricevere le transazioni con Nexi SoftPOS o toccare l'<b>icona X</b> nell'angolo in alto a sinistra per tornare alla schermata principale di MyPayments.

# ms_guide_softpay_9_title
source: Continue using Nexi SoftPOS or navigate back to MyPayments
de: Weitere Verwendung von Nexi SoftPOS oder Navigieren zu MyPayments
fi: Jatka Nexi SoftPOS käyttöä tai siirry takaisin MyPayments-palveluun
fr: Continuer à utiliser Nexi SoftPOS ou revenir à MyPayments
it: Continua a usare Nexi SoftPOS o torna a MyPayments

# ms_guide_softpay_header_title
source: Tap to Pay on Android Device
de: Tap to Pay on Android
fi: Tap to Pay Android-laitteessa
fr: Tap to Pay sur un appareil Android
it: Tap To Pay sul dispositivo Android

# ms_guide_step_1_text
source: Flip the adapter (Magicbox) around and insert the network cable into the ethernet outlet. Connect the other end of the network cable to a router. Wait for the terminal to power up.
da: Vend adapteren (Magicbox) om, og indsæt netværkskablet i ethernetudgangen. Slut den anden ende af netværkskablet til en router. Vent på, at terminalen starter op.
de: Drehen Sie den Adapter (Magicbox) um und stecken Sie das Netzwerkkabel in den Ethernet-Anschluss. Verbinden Sie das andere Ende des Netzwerkkabels mit einem Router. Warten Sie, bis das Terminal eingeschaltet ist.
et_ee: Keerake adapter (Magicbox) ümber ja sisestage võrgukaabel Ethernet-pistikusse. Ühendage võrgukaabli teine ots ruuteriga. Oodake, kuni terminal sisse lülitub.
fi: Käännä sovitin (Magicbox) ympäri ja työnnä verkkokaapeli ethernet-pistorasiaan. Liitä verkkokaapelin toinen pää reitittimeen. Odota, että pääte käynnistyy.
lt_lt: Apverskite adapterį („Magicbox“) ir įjunkite tinklo kabelį į eterneto lizdą. Kitą tinklo kabelio galą įjunkite į maršruto parinktuvą. Palaukite, kol terminalas įsijungs.
lv_lv: Apgrieziet adapteri (Magicbox) un ievietojiet tīkla kabeli Ethernet kontaktligzdā. Pievienojiet otru tīkla kabeļa galu maršrutētājam. Pagaidiet, līdz terminālis ieslēdzas.
nb: Snu adapteren (Magicbox) og sett nettverkskabelen inn i Ethernet-uttaket. Koble den andre enden av nettverkskabelen til en ruter. Vent til terminalen slår seg på.
sv: Vänd på adaptern (Magicbox) och anslut nätverkskabeln till Ethernet-uttaget. Anslut den andra änden av nätverkskabeln till en router. Vänta medan terminalen startar.

# ms_guide_subtitle_model_name
source: Guides for %@
da: Vejledninger til %@
de: Anleitungen für %@
fi: %@-oppaat
fr: Guides pour %@
it: Guide per %@
lv_lv: %@ ceļveži
nb: Veiledninger for %@
sv: Guider för %@

# ms_guide_terminal_base_subtext
source: Place the terminal on the base station
da: Sæt terminalen i opladeren
de: Terminal auf die Basisstation stellen
et_ee: Asetage terminal tugijaama
fi: Aseta maksupääte tukiaseman päälle
lt_lt: Įstatykite mokėjimo terminalą į pagrindinę stotelę
lv_lv: Novietojiet termināli uz bāzes stacijas
nb: Plasser betalingsterminalen på basestasjonen
sv: Placera terminalen på basstationen

# ms_guide_test_trans_desc
source: Press the GREEN OK button, type in a small amount and press the GREEN OK button again.
da: Tryk på den GRØNNE OK-knap, indtast et lille beløb, og tryk på den GRØNNE OK-knap igen.
de: Drücken Sie die GRÜNE OK-Taste, geben Sie einen kleinen Betrag ein und drücken Sie erneut die GRÜNE OK-Taste.
et_ee: Vajutage ROHELIST nuppu OK, sisestage väike summa ja vajutage uuesti ROHELIST nuppu OK.
fi: Paina VIHREÄÄ OK-painiketta, syötä pieni määrä ja paina uudelleen VIHREÄÄ OK-painiketta.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai). Jei operacijos suma labai maža, jūsų bus paprašyta patvirtinti sumą dar kartą paspaudžiant ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Nospiediet ZAĻO OK pogu, ievadiet nelielu summu un vēlreiz nospiediet ZAĻO OK pogu.
nb: Trykk på den GRØNNE OK-knappen, skriv inn et lavt beløp og trykk på den GRØNNE OK-knappen på nytt.
sv: Tryck på den gröna OK-knappen, ange ett litet belopp och tryck på den gröna OK-knappen igen.

# ms_guide_test_trans_instructions
source: Press the GREEN OK button and use your own payment card to finish the test transaction. When successful, a receipt will be printed.
da: Tryk på den GRØNNE OK-knap, og brug dit eget betalingskort til at afslutte testtransaktionen. Når den er afsluttet, udskrives der en kvittering.
de: Drücken Sie die GRÜNE OK-Taste und verwenden Sie Ihre eigene Zahlungskarte, um die Testtransaktion abzuschließen. Bei Erfolg wird ein Beleg gedruckt.
et_ee: Vajutage ROHELIST nuppu OK ja kasutage oma maksekaarti, et testtehing lõpule viia. Kui see õnnestub, trükitakse kviitung.
fi: Paina VIHREÄÄ OK-painiketta ja käytä omaa maksukorttiasi testitapahtuman loppuun saattamiseksi. Kun maksutapahtuma onnistuu, kuitti tulostuu.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai) ir užbaikite bandomąją operaciją naudodami savo mokėjimo kortelę. Sėkmingai įvykdžius bandomąją operaciją, bus išspausdintas kvitas.
lv_lv: Nospiediet ZAĻO OK pogu un izmantojiet savu maksājumu karti, lai pabeigtu testa darījumu. Kad tas izdosies, tiks izdrukāta kvīts.
nb: Trykk på den GRØNNE OK-knappen og bruk ditt eget betalingskort til å fullføre testtransaksjonen. Når transaksjonen er vellykket, skrives det ut en kvittering.
sv: Tryck på den gröna OK-knappen och använd ditt eget betalkort för att slutföra testransaktionen. Om transaktionen lyckas skrivs ett kvitto ut.

# ms_guide_test_trans_step2_desc
source: Press the GREEN OK button and use your own payment card to finish the test transaction. When successful, a receipt will be printed.
da: Tryk på den GRØNNE OK-knap, og brug dit eget betalingskort til at afslutte testtransaktionen. Når den er afsluttet, udskrives der en kvittering.
de: Drücken Sie die GRÜNE OK-Taste und verwenden Sie Ihre eigene Zahlungskarte, um die Testtransaktion abzuschließen. Bei Erfolg wird ein Beleg gedruckt.
et_ee: Vajutage ROHELIST nuppu OK ja kasutage oma maksekaarti, et testtehing lõpule viia. Kui see õnnestub, trükitakse kviitung.
fi: Paina VIHREÄÄ OK-painiketta ja käytä omaa maksukorttiasi testitapahtuman loppuun saattamiseksi. Kun maksutapahtuma onnistuu, kuitti tulostuu.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai) ir užbaikite bandomąją operaciją naudodami savo mokėjimo kortelę. Sėkmingai įvykdžius bandomąją operaciją, bus išspausdintas kvitas.
lv_lv: Nospiediet ZAĻO OK pogu un izmantojiet savu maksājumu karti, lai pabeigtu testa darījumu. Kad tas izdosies, tiks izdrukāta kvīts.
nb: Trykk på den GRØNNE OK-knappen og bruk ditt eget betalingskort for å fullføre testtransaksjonen. Når transaksjonen er vellykket, skrives det ut en kvittering.
sv: Tryck på den gröna OK-knappen och använd ditt eget betalkort för att slutföra testtransaktionen. Om transaktionen lyckas skrivs ett kvitto ut.

# ms_guide_text
source: Guide
de: Anleitung
fi: Opas
it: Guida

# ms_guide_transaction_step1
source: Do a test transaction step 1/2
da: Lav en testtransaktion trin 1/2
de: Führen Sie eine Testüberweisung durch Schritt 1/2
et_ee: Tehke testtehing samm 1/2
fi: Tee testitapahtuma vaihe 1/2
lt_lt: Atlikite 1 iš 2 bandomosios operacijos žingsnių
lv_lv: Veiciet testa darījumu 1/2 darbībām
nb: Utfør en prøvetransaksjon trinn 1/2
sv: Utför en testtransaktion steg 1/2

# ms_guide_transaction_step2
source: Do a test transaction step 2/2
da: Lav en testtransaktion trin 2/2
de: Führen Sie eine Testüberweisung durch Schritt 2/2
et_ee: Tehke testtehing samm 2/2
fi: Tee testitapahtuma vaihe 2/2
it: Esegui una transazione di prova 2/2
lt_lt: Atlikite 2 iš 2 bandomios operacijos žingsnių
lv_lv: Veiciet testa darījumu 2/2 darbībām
nb: Utfør en prøvetransaksjon trinn 2/2
sv: Utför en testtransaktion steg 2/2

# ms_guide_ttpoa_setup_title
source: Set Up Nexi SoftPOS
da: Opsæt Nexi SoftPOS
de: Einrichten von Nexi SoftPOS
et_ee: Seadista Nexi SoftPOS
fi: Nexi SoftPOS -sovelluksen määrittäminen
fr: Configurer Nexi SoftPOS
it: Configura Nexi SoftPOS
lt_lt: Nustatyti „Nexi SoftPOS“
lv_lv: Iestatīt Nexi SoftPOS
nb: Sett opp Nexi SoftPOS
sv: Ställ in Nexi SoftPOS

# ms_guide_ttpoa_specific_refund_title
source: How to refund a specific payment
da: Sådan refunderer du en specifik betaling
de: Wie man eine bestimmte Zahlung erstattet
et_ee: Kuidas tagastada konkreetne makse
fi: Kuinka palauttaa tietty maksu
fr: Comment rembourser un paiement spécifique
it: Come rimborsare un pagamento specifico
lt_lt: Kaip grąžinti konkretų mokėjimą
lv_lv: Kā atmaksāt konkrētu maksājumu
nb: Hvordan refundere en spesifikk betaling
sv: Hur du återbetalar en specifik betalning

# ms_guide_ttpoad_header_txt
source: Guides for Tap To Pay on Android
de: Anleitungen für Tap to Pay on Android
fi: Tap To Pay on Android -oppaat
fr: Guides pour Tap to Pay on Android
it: Guide per Tap To Pay su Android

# ms_guides
source: Guides
da: Vejledninger
de: Anleitungen
et_ee: Juhised
fi: Oppaat
it: Guide
lt_lt: Vedliai
lv_lv: Ceļveži
nb: Veiledninger
sv: Guider

# ms_guides_terminals_header
source: Guides for your terminals
da: Vejledninger til dine terminaler
de: Anleitungen für Ihre Terminals
fi: Päätteiden oppaat
fr: Guides pour vos terminaux
it: Guide per i tuoi terminali
lv_lv: Ceļveži jūsu termināļiem
nb: Veiledninger om terminalene
sv: Guider för dina terminaler

# ms_guides_to_terminals
source: Guides to terminals
da: Vejledninger til terminaler
de: Anleitungen für Terminals
fi: Päätteiden oppaat
fr: Guides des terminaux
it: Guide ai terminali
lv_lv: Ceļveži termināļiem
nb: Veiledninger om terminaler
sv: Guider till terminaler

# ms_guides_ttpoi
source: Guides for Tap to Pay on iPhone
da: Vejledninger til Tap to Pay på iPhone
de: Anleitungen für Tap to Pay auf dem iPhone
fi: iPhonen Tap to Pay -oppaat
fr: Guides pour Tap to Pay sur iPhone
it: Guide per Tap to Pay su iPhone
lv_lv: Ceļveži pakalpojumam Tap to Pay on iPhone
nb: Veiledninger om Tap to Pay på iPhone
sv: Guider för Tap to Pay på iPhone
