Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ratings_5stars
source: Thank you very much for your kind review! We're thrilled to know you're enjoying MyPayments and truly appreciate your support.
da: Mange tak for din venlige anmeldelse! Vi er glade for at høre, at du nyder MyPayments, og vi sætter stor pris på din støtte.
de: Vielen herzlichen Dank für Ihre freundliche Bewertung! Es freut uns sehr zu hören, dass Sie MyPayments genießen, und wir schätzen Ihre Unterstützung sehr.
et_ee: Suur tänu teie lahkele arvustusele! Meil on hea meel kuulda, et naudite MyPaymentsi ja hindame teie toetust väga kõrgelt.
fi: Suuret kiitokset ystävällisestä arvostelustasi! Olemme iloisia kuullessamme, että nautit MyPayments-sovelluksesta, ja arvostamme suuresti tukeasi.
fr: Un grand merci pour votre aimable avis ! Nous sommes ravis d’apprendre que vous appréciez MyPayments et vous remercions sincèrement pour votre soutien.
it: La ringraziamo moltissimo per la sua recensione positiva! Siamo entusiasti di sapere che apprezza MyPayments e le siamo sinceramente grati per il suo supporto.
lt_lt: Nuoširdžiai dėkojame už jūsų malonią apžvalgą! Džiaugiamės, kad naudojatės MyPayments, ir labai vertiname jūsų palaikymą.
lv_lv: Liels paldies par jūsu laipno atsauksmi! Mēs esam priecīgi dzirdēt, ka jums patīk MyPayments, un mēs patiesi novērtējam jūsu atbalstu.
nb: Tusen takk for din hyggelige anmeldelse! Vi er glade for å høre at du setter pris på MyPayments, og vi setter stor pris på din støtte.
sv: Stort tack för din vänliga recension! Vi är glada att höra att du uppskattar MyPayments och vi värdesätter verkligen ditt stöd.

# ms_rebranded_app_release_content
source: "Nets MyPayments" is now just "MyPayments"! We have renamed our app to cater to a larger audience in Europe. No actions required from you.
da: "Nets MyPayments" hedder nu blot "MyPayments"! Vi har skiftet navn på appen for at nå ud til flere kunder i Europa. Du behøver ikke at gøre noget.
de: "Nets MyPayments" heißt ab jetzt "MyPayments"! Wir haben unsere App umbenannt, um ein größeres Publikum in Europa anzusprechen. Sie müssen nichts tun.
fi: "Nets MyPayments" on nyt vain "MyPayments"! Olemme nimenneet sovelluksemme uudelleen palvellaksemme laajempaa yleisöä Euroopassa. Sinulta ei vaadita toimenpiteitä.
fr: «Nets MyPayments» devient simplement «MyPayments»! Nous avons rebaptisé notre application pour toucher un public plus large en Europe. Vous n'avez rien à faire.
it: "Nets MyPayments" è ora solo "MyPayments". Abbiamo rinominato la nostra app per raggiungere un pubblico più vasto in Europa. Non devi fare niente.
lv_lv: “Nets MyPayments” tagad ir tikai “MyPayments”! Mēs esam pārdēvējuši savu lietotni, lai apmierinātu lielāku auditoriju Eiropā. Jums nav jāveic nekādas darbības.
nb: "Nets MyPayments" er nå bare "MyPayments"! Vi har omdøpt appen vår for å ta imøtekomme et større publikum i Europa. Du trenger ikke å gjøre noe.
sv: “Nets MyPayments“ är nu bara “MyPayments“! Vi har bytt namn på vår app för att tillgodose en större målgrupp i Europa. Du behöver inte göra något.

# ms_receipt_address
source: ADDRESS
da: ADRESSE
de: ADRESSE
et_ee: AADRESS
fi: OSOITE
fr: ADRESSE
it: INDIRIZZO
lt_lt: ADRESAS
lv_lv: ADRESE
nb: ADRESSE
sv: ADRESS

# ms_receipt_address_validation
source: Address must have between 2 and 24 characters
da: Adresse skal indeholde mellem 2 og 24 tegn
de: Adresse muss zwischen 2 und 24 Zeichen lang sein
et_ee: Aadress peab olema 2–24 tähemärgi pikkune
fi: Osoitteessa on oltava 2–24 merkkiä
fr: L'adresse doit comporter entre 2 et 24 caractères
it: L'indirizzo deve avere tra 2 e 24 caratteri
lt_lt: Adresą turi sudaryti nuo 2 iki 24 simbolių
lv_lv: Adresei jābūt no 2 līdz 24 rakstzīmēm
nb: Adressen må være på mellom 2 og 24 tegn
sv: Adressen måste vara mellan 2 och 24 tecken

# ms_receipt_card_no_txt
source: Card No:
da: Kortnummer:
de: Karte Nr:
et_ee: Kaardi nr:
fi: Kortin numero
fr: N° de carte:
it: Carta n:
nb: Kortnr.:
sv: Kort nr:

# ms_receipt_card_type_txt
source: Card Type:
da: Korttype:
de: Kartentyp:
et_ee: Kaardi tüüp:
fi: Kortin tyyppi:
fr: Type de carte :
it: Tipo di carta:
nb: Korttype:
sv: Korttyp:

# ms_receipt_change_text
source: Change receipt text
da: Ændr kvitteringsteks
de: Belegtext ändern
et_ee: Kviitungiteksti muut
fi: Vaihda kuitin teksti
fr: Modifier texte reçu
it: Modifica testo ric.
lt_lt: Keisti kvito tekstą
lv_lv: Mainīt kvīts tekstu
nb: Endre kvitter.tekst
sv: Redigera kvittotext

# ms_receipt_city
source: CITY
da: BY
de: ORT
et_ee: LINN
fi: KAUPUNKI
fr: VILLE
it: CITTÀ
lt_lt: MIESTAS
lv_lv: PILSĒTA
nb: STED
sv: ORT

# ms_receipt_city_validation
source: City must have between 2 and 16 characters
da: By skal indeholde mellem 2 og 16 tegn
de: Ort muss zwischen 2 und 16 Zeichen lang sein
et_ee: Linn peab olema 2–16 tähemärgi pikkune
fi: Postitoimipaikassa on oltava 2–16 merkkiä
fr: La ville doit comporter entre 2 et 16 caractères
it: La città deve avere tra 2 e 16 caratteri
lt_lt: Miesto pavadinimą turi sudaryti nuo 2 iki 16 simbolių
lv_lv: Pilsētas nosaukumam ir jābūt no 2 līdz 16 rakstzīmēm
nb: By må være på mellom 2 og 16 tegn
sv: Ort måste vara mellan 2 och 16 tecken

# ms_receipt_customer_title
source: Customer Receipt
da: Kundekvittering
de: Kundenquittung
fi: Asiakkaan kuitti
fr: Reçu du client
it: Ricevuta del cliente
nb: Kundens kvittering
sv: Kundkvitto

# ms_receipt_detail_title
source: Receipt Details
da: Kvitteringsdetaljer
de: Details der Quittung
fi: Kuitin tiedot
nb: Kvitteringsdetaljer
sv: Detaljer om kvitto

# ms_receipt_disabled_update
source: You need to call customer service to edit your receipt text for this terminal type.
da: Du skal ringe til kundeservice for at redigere din kvitteringstekst for denne terminaltype.
de: Sie müssen sich an den Kundenservice wenden, um Ihren Belegtext für diesen Terminaltyp zu bearbeiten.
et_ee: Selle terminali tüübi kviitungi teksti muutmiseks peate helistama klienditeenindusse.
fi: Sinun on soitettava asiakaspalveluun muokataksesi tämän päätetyypin kuittitekstiä.
fr: Vous devez contacter le service clientèle pour modifier le texte de vos reçus pour ce type de terminal.
it: Devi chiamare l'assistenza clienti per modificare il testo della ricevuta per questo tipo di terminale.
lt_lt: Norėdami redaguoti šio terminalo tipo kvito tekstą, turite paskambinti klientų aptarnavimo tarnybai.
lv_lv: Jums ir jāzvana klientu apkalpošanas dienestam, lai rediģētu šī termināļa veida kvīts tekstu.
nb: Du må ringe kundeservice for å redigere kvitteringsteksten for denne terminaltypen.
sv: Du måste ringa kundtjänst för att redigera kvittotexten för den här terminaltypen.

# ms_receipt_dwnld
source: On the website that appears on your customer’s phone, the receipt can be downloaded directly to their phone or they can send it to their email address.
da: Fra den hjemmeside, der vises på kundens telefon, kan kunden downloade kvitteringen direkte til sin telefon eller sende den til sin e-mailadresse.
de: Der Beleg kann auf der Webseite, die auf dem Telefon Ihres Kunden erscheint, direkt auf sein Telefon heruntergeladen oder an seine E-Mail-Adresse gesendet werden.
et_ee: Veebisaidil, mis kuvatakse teie kliendi telefonis, saab kviitungi otse telefoni alla laadida või saata selle kliendi e-posti aadressile.
fi: Asiakkaan puhelimessa näkyvällä verkkosivustolla kuitin voi ladata suoraan puhelimeen tai lähettää sen sähköpostiosoitteeseen.
fr: Sur le site Web qui s'affiche sur le téléphone de votre client, le reçu peut être téléchargé directement sur son téléphone ou envoyé à son adresse e-mail.
it: Sul sito web che appare sul telefono del tuo cliente, è possibile scaricare direttamente la ricevuta, o inviarla all'indirizzo e-mail.
lt_lt: Svetainėje, kuri rodoma jūsų kliento telefone, kvitą galima atsisiųsti tiesiai į telefoną arba išsiųsti į savo el. pašto dėžutę.
lv_lv: Tīmekļa vietnē, kura tiek parādīta jūsu klienta tālrunī, kvīti var lejupielādēt tieši viņa tālrunī vai nosūtīt to uz savu e-pasta adresi.
nb: På nettsiden som vises på kundens telefon, kan kvitteringen lastes ned direkte til telefonen eller sendes til kundens e-postadresse.
sv: Kvittot kan laddas ned från webbplatsen som dyker upp på kundens telefon, direkt till sin telefon eller e-postadress.

# ms_receipt_edit_close
source: Close
da: Luk
de: Schließ.
et_ee: Sulge
fi: Sulje
fr: Fermer
it: Chiudi
lt_lt: Uždaryti
lv_lv: Aizvērt
nb: Lukk
sv: Stäng

# ms_receipt_footer_text
source: FOOTER TEXT
da: SIDEFOD
de: FUßZEILENTEXT
et_ee: JALUS
fi: ALATUNNISTE
fr: TEXTE DE BAS DE PAGE
it: TESTO A PIÈ DI PAGINA
lt_lt: PORAŠTĖ
lv_lv: KĀJENE
nb: BUNNTEKST
sv: SIDFOT

# ms_receipt_footer_text_validation
source: Footer text must have between 2 and 50 characters
da: Sidefodstekst skal indeholde mellem 2 og 50 tegn
de: Fußzeilentext muss zwischen 2 und 50 Zeichen lang sein
et_ee: Jaluse tekst peab olema 2–50 tähemärgi pikkune
fi: Tekstissä on oltava 2–50 merkkiä
fr: Le texte de bas de page doit comporter entre 2 et 50 caractères
it: Il testo del piè di pagina deve avere tra 2 e 50 caratteri
lt_lt: Poraštės tekstą turi sudaryti nuo 2 iki 50 simbolių
lv_lv: Kājenes tekstam jābūt no 2 līdz 50 rakstzīmēm
nb: Bunnteksten må inneholde mellom 2 og 50 tegn
sv: Sidfotstexten måste vara mellan 2 och 50 tecken

# ms_receipt_header
source: Receipt
da: Kvittering
de: Beleg
fi: Kuitti
fr: Reçu
it: Ricevuta
lv_lv: Kvīts
nb: Kvittering
sv: Kvitto

# ms_receipt_info
source: Remember that the customer will receive the amount in approximate 5 days. It will be sent to the same card that was used.
da: Husk, at kunden først modtager beløbet efter ca. 5 dage. Det indsættes på det kort, der oprindeligt blev brugt til betalingen.
de: Bitte beachten Sie, dass die Kundin/der Kunde den Betrag erst nach etwa 5 Tagen erhält. Die Erstattung erfolgt auf die Karte, von der die Zahlung vorgenommen wurde.
fi: Muista, että asiakas saa summan noin 5 päivän kuluttua. Se lähetetään samalle kortille, jota käytettiin.
fr: N'oubliez pas que le client recevra le montant dans 5 jours environ. Il sera versé sur la même carte que celle utilisée.
it: Ricorda che il cliente riceverà l'importo in circa 5 giorni. Sarà inviato sulla stessa carta che è stata usata.
lv_lv: Atcerieties, ka klients vispirms saņems summu aptuveni 5 dienu laikā. Tas tiks nosūtīts uz to pašu karti, kas tika izmantota.
nb: Husk at kunden først vil motta beløpet etter ca. 5 dager. Beløpet sendes til kortet som ble brukt til å utføre betalingen.
sv: Kom ihåg att kunden får beloppet först om cirka fem dagar. Det skickas till samma kort som användes vid köpet.

# ms_receipt_locationwise_update
source: Apply to 3 terminals
da: Anvend på 3 term.
de: Auf 3 Terminals anw.
et_ee: Rakenda 3 terminalil
fi: Käytä 3 päätteeseen
fr: Appl. à 3 terminaux
it: Vale per 3 terminali
lt_lt: Taikyti 3 terminalam
lv_lv: Piemērot 3 termināļ.
nb: Bruk på 3 terminaler
sv: Gäller 3 terminaler

# ms_receipt_payment_mode
source: Payment made
da: Betaling gennemført
de: Zahlung durchgeführt
et_ee: Makse sooritatud
fi: Maksu suorirettu
lt_lt: Mokėjimas atliktas
lv_lv: Maksājums veikts
nb: Betaling utført
sv: Betalning gjord

# ms_receipt_phone
source: PHONE NUMBER
da: TELEFONNUMMER
de: TELEFONNUMMER
et_ee: TELEFONINUMBER
fi: PUHELINNUMERO
fr: NUMÉRO DE TÉLÉPHONE
it: NUMERO DI TELEFONO
lt_lt: TELEFONO NUMERIS
lv_lv: TĀLRUŅA NUMURS
nb: TELEFONNUMMER
sv: TELEFONNUMMER

# ms_receipt_phone_validation
source: Phone number is invalid
da: Telefonnummeret er ugyldigt
de: Ungültige Telefonnummer
et_ee: Telefoninumber on kehtetu
fi: Puhelinnumero on virheellinen
fr: Le numéro de téléphone n'est pas valable
it: Il numero di telefono non è valido
lt_lt: Neteisingas telefono numeris
lv_lv: Tālruņa numurs nav derīgs
nb: Telefonnummeret er ugyldig
sv: Telefonnumret är ogiltigt

# ms_receipt_qr
source: If your customer would like the receipt, click on the QR code symbol in the lower right corner. If not, click on the X.
da: Hvis kunden ønsker at få kvitteringen udleveret, skal du trykke på QR-kodesymbolet i nederste højre hjørne. Hvis ikke, skal du trykke på X.
de: Wenn Ihr Kunde um einen Beleg bittet, klicken Sie auf das QR-Code-Symbol in der unteren rechten Ecke. Wenn nicht, klicken Sie auf X.
et_ee: Kui teie klient soovib kviitungit, klõpsake paremas alanurgas QR-koodi sümbolit. Kui ei, klõpsake nuppu X.
fi: Jos asiakas haluaa kuitin, napsauta oikeassa alakulmassa olevaa QR-koodisymbolia. Jos ei, napsauta X.
fr: Si votre client souhaiterait avoir le reçu, cliquez sur le symbole du code QR situé dans le coin inférieur droit de l'écran. Dans le cas contraire, cliquez sur le X.
it: Se il cliente vuole la ricevuta, fai clic sul simbolo del codice QR nell'angolo in basso a destra. In caso contrario, fai clic su X.
lt_lt: Jeigu klientas norėtų gauti kvitą, spustelėkite QR kodo ženklą apatiniame dešiniajame kampe. Jei ne, spustelėkite X.
lv_lv: Ja klients vēlas saņemt kvīti, noklikšķiniet uz QR koda simbola apakšējā labajā stūrī. Ja nē, noklikšķiniet uz X.
nb: Hvis kunden ønsker kvittering, klikker du på QR-kodesymbolet nederst til høyre. Ellers klikker du på X.
sv: Om kunden vill ha kvittot ska hen klicka på QR-kodikonen i det nedre högra hörnet. Om inte ska hen klicka på X.

# ms_receipt_shop_name
source: SHOP NAME
da: SALGSSTEDETS NAVN
de: NAME DES GESCHÄFTS
et_ee: MÜÜGIKOHA NIMI
fi: MYYNTIPISTEEN NIMI
fr: NOM DU MAGASIN
it: NOME NEGOZIO
lt_lt: PARDAVIMO VIETOS PAVADINIMAS
lv_lv: TIRDZNIECĪBAS VIETAS NOSAUKUMS
nb: NAVN PÅ SALGSSTED
sv: NAMN PÅ FÖRSÄLJNINGSSTÄLLE

# ms_receipt_shop_name_validation
source: Shop name must have between 2 and 128 characters
da: Salgsstedets navn skal indeholde mellem 2 og 128 tegn
de: Name des Geschäfts muss zwischen 2 und 128 Zeichen lang sein
et_ee: Müügikoha nime pikkus peab olema 2–128 tähemärgi pikkune
fi: Myyntipisteen nimessä on oltava 2–128 merkkiä
fr: Le nom du magasin doit comporter entre 2 et 128 caractères
it: Il nome del negozio deve avere tra 2 e 128 caratteri
lt_lt: Pardavimo vietos pavadinimą turi sudaryti nuo 2 iki 128 simbolių
lv_lv: Tirdzniecības vietas nosaukumā jābūt no 2 līdz 128 rakstzīmēm
nb: Navn på salgssted må være på mellom 2 og 128 tegn
sv: Namn på försäljningsställe måste vara mellan 2 och 128 tecken

# ms_receipt_time_txt
source: Time:
da: Tid:
de: Zeit:
et_ee: Aeg:
fi: Aika:
fr: Le temps:
it: Ora:
nb: Klokkeslett:
sv: Tid:

# ms_receipt_transaction_date_txt
source: Transaction Date:
da: Transaktionsdato:
de: Datum der Transaktion:
et_ee: Tehingu kuupäev:
fi: Tapahtuman päivämäärä:
fr: Date de la transaction:
it: Data della transazione:
nb: Transaksjonsdato:
sv: Transaktionsdatum:

# ms_receipt_txt
source: Receipt
da: Kvittering
de: Beleg
et_ee: Kviitung
fi: Kuitti
fr: Reçu
it: Ricevuta
lt_lt: Kvitas
lv_lv: Kvīts
nb: Kvittering
sv: Kvitto

# ms_receipt_update_info
source: Will be applied to 3 terminals. Changes will apply within 24 hours.
da: Vil blive anvendt på 3 terminaler. Ændringerne foretages inden for 24 timer.
de: Wird auf 3 Terminals angewendet. Änderungen werden innerhalb von 24 Stunden wirksam.
et_ee: Rakendatakse 3 terminalile. Muudatused jõustuvad 24 h jooksul.
fi: Sovelletaan 3 päätteeseen. Muutokset tulevat voimaan 24 tunnin kuluessa.
fr: Seront appliquées à 3 terminaux. Les modifications entreront en vigueur dans un délai de 24 heures.
it: Sarà applicato a 3 terminali. Le modifiche saranno applicate entro 24 ore.
lt_lt: Bus taikomas 3 terminalams. Pakeitimai bus taikomi per 24 valandas.
lv_lv: Tiks piemērotas 3 termināļiem. Izmaiņas tiks piemērotas 24 stundu laikā.
nb: Vil brukes på 3 terminaler. Endringene trer i kraft i løpet av 24 timer.
sv: Tillämpas på 3 terminaler. Ändringarna träder ikraft inom 24 timmar.

# ms_receipt_update_success
source: Changes will apply within 24 hours.
da: Ændringerne foretages inden for 24 timer.
de: Änderungen werden innerhalb von 24 Stunden wirksam.
et_ee: Muudatused jõustuvad 24 h jooksul.
fi: Muutokset tulevat voimaan 24 tunnin kuluessa.
fr: Les modifications entreront en vigueur dans un délai de 24 heures.
it: Le modifiche saranno applicate entro 24 ore.
lt_lt: Pakeitimai bus taikomi per 24 valandas.
lv_lv: Izmaiņas stāsies spēkā 24 stundu laikā
nb: Endringene trer i kraft i løpet av 24 timer.
sv: Ändringarna träder ikraft inom 24 timmar.

# ms_receipt_updated_txt
source: Receipt updated successfully
da: Kvittering blev opdateret
de: Beleg erfolgreich aktualisiert
fi: Kuitti päivitetty onnistuneesti
fr: Reçu bien chargé
it: La ricevuta è stata correttamente aggiornata.
lv_lv: Kvīts veiksmīgi atjaunināta
nb: Kvitteringen er oppdatert
sv: Kvittot har uppdaterats

# ms_receipt_vat_no
source: VAT
da: CVR-NR.
de: UST-IDNR.
et_ee: KMKR NR
fi: ALV-NUMERO
fr: TVA
it: Partita IVA
lt_lt: PVM KODAS
lv_lv: PVN MAKSĀTĀJA NUMURS
nb: ORG-NUMMER
sv: MOMSREGISTRERINGSNUMMER

# ms_receipt_view_full_details
source: VIEW FULL DETAILS
da: SE ALLE DETALJER
de: VOLLSTÄNDIGE DETAILS ANZEIGEN
et_ee: KUVA KÕIK ÜKSIKASJAD
fi: NÄYTÄ KAIKKI TIEDOT
fr: VOIR TOUS LES DÉTAILS
it: VISUALIZZA TUTTI I DETTAGLI
lt_lt: PERŽIŪRĖTI VISĄ INFORMACIJĄ
lv_lv: SKATĪT PILNU INFORMĀCIJU
nb: VIS ALLE DETALJER
sv: VISA FULLSTÄNDIG INFORMATION

# ms_receive_payment
source: Receive a payment
da: Modtag en betaling
de: Zahlung erhalten
et_ee: Saage makse
fi: Vastaanota maksu
lt_lt: Gauti mokėjimą
lv_lv: Saņemt maksājumu
sv: Ta emot en betalning

# ms_receive_tip_step2_desc
source: Swipe to the left to access the overviewof all the payment applications.
da: Swipe til venstre for at få vist en oversigt over alle betalingsapps.
de: Wischen Sie nach links, um auf einen Überblick aller Zahlungsanwendungen zuzugreifen.
et_ee: Kõigi makserakenduste ülevaate saamiseks viibake vasakule.
fi: Pyyhkäisemällä vasemmalle pääset kaikkien maksusovellusten yleiskatsaukseen.
fr: Effectuez un mouvement de balayage vers la gauche pour accéder à la vue d'ensemble des toutes les demandes de paiement.
it: Scorri a sinistra per accedere alla panoramica di tutte le applicazioni di pagamento.
lt_lt: Braukite kairėn, kad pamatytumėte visų mokėjimo programų apžvalgą.
lv_lv: Velciet pa kreisi, lai piekļūtu visu maksājumu lietojumprogrammu pārskatam.
nb: Sveip til venstre for å se oversikten over betalingsapper.
sv: Svep till vänster för att öppna översikten över alla betalningsappar.

# ms_receive_tip_step2_header
source: Swipe to the left
da: Swipe til venstre
de: Nach links wischen
et_ee: Viibake vasakule
fi: Pyyhkäise vasemmalle
fr: Balayage vers la gauche
it: Scorri a sinistra
lt_lt: Braukite kairėn
lv_lv: Pavilkt pa kreisi
nb: Sveip til venstre
sv: Svep till vänster

# ms_receive_tip_step3_desc
source: Open the app with the piggy bank symbol to receive tips.
da: Åbn appen med sparebøssesymbolet for at modtage drikkepenge.
de: Öffnen Sie die App mit dem Sparschweinsymbol, um Trinkgelder zu erhalten.
et_ee: Jootraha saamiseks avage hoiupõrsa sümboliga rakendus.
fi: Avaa sovellus säästöpossusymbolilla vastaanottaaksesi juomarahaa.
fr: Ouvrez l'application symbolisée par une tirelire pour recevoir des pourboires.
it: Apri l'app con il simbolo del salvadanaio per ricevere le mance.
lt_lt: Jei norite gauti arbatpinigių, atverkite programą su taupyklės ženklu.
lv_lv: Lai saņemtu dzeramnaudu, atveriet lietotni ar krājkasītes simbolu.
nb: Åpne appen med sparegrissymbolet for å motta driks.
sv: Öppna appen med spargrisikonen för att ta emot dricks.

# ms_receive_tip_step3_header
source: Open the ‘Tip’ app
da: Åbn appen "Drikkepenge"
de: Die App „Trinkgeld“ öffnen
et_ee: Avage rakenduses "Jootraha"
fi: Avaa Juomaraha-sovellus
fr: Ouvrez l'application « Pourboire »
it: Apri l'app ‘Mancia’
lt_lt: Atverkite programą „Arbatpinigiai“
lv_lv: Lietotnē atveriet sadaļu “Dzeramnauda”
nb: Åpne appen Driks
sv: Öppna Tip-appen

# ms_receive_tip_step4_desc
source: Use the numeric pad to enter the amount of the transaction without the tip amount. Press the checkmark to confirm.
da: Brug til numeriske tastatur til at indtaste transaktionsbeløbet uden drikkepenge. Tryk på fluebenet for at bekræfte.
de: Geben Sie den Transaktionsbetrag ohne Trinkgeld über die numerische Tastatur ein. Tippen Sie zur Bestätigung auf das Häkchen.
et_ee: Kasutage numbriklahvistikku, et sisestada tehingu summa ilma jootraha summata. Kinnitamiseks vajutage linnukest.
fi: Syötä numeronäppäimistöllä tapahtuman summa ilman juomarahaa. Vahvista painamalla valintamerkkiä.
fr: Utilisez le pavé numérique pour entrer le montant de la transaction sans le montant du pourboire. Appuyez sur la coche pour confirmer.
it: Usa il tastierino numerico per inserire l'importo della transazione senza mancia. Premi il segno di spunta per confermare.
lt_lt: Naudodami skaitmenų klaviatūrą įveskite operacijos sumą be arbatpinigių. Patvirtinkite spustelėdami varnelę.
lv_lv: Izmantojiet ciparu taustiņus, lai ievadītu darījuma summu bez dzeramnaudas. Nospiediet atzīmi, lai apstiprinātu.
nb: Bruk tastaturet til å oppgi beløpet uten driksbeløp. Trykk på haken for å bekrefte.
sv: Använd nummersatsen för att ange transaktionsbeloppet utan dricks. Tryck på bockmarkeringen för att bekräfta.

# ms_receive_tip_step4_header
source: Enter the transaction amount
da: Indtast transaktionsbeløbet
de: Transaktionsbetrag eingeben
et_ee: Sisestage tehingu summa
fi: Syötä tapahtuman summa
fr: Entrez le montant de la transaction
it: Inserisci l'importo della transazione
lt_lt: Įveskite operacijos sumą
lv_lv: Ievadiet darījuma summu
nb: Oppgi transaksjonsbeløpet
sv: Ange transaktionsbeloppet

# ms_receive_tip_step5_desc
source: Your customer can use the numeric pad to type the desired tip amount or choose from the pre-set tip percentages at the bottom. Press the checkmark to confirm.
da: Kunden kan bruge det numeriske tastatur til at indtaste det ønskede drikkepengebeløb eller vælge en af de foreslåede drikkepengeprocenter nederst. Tryk på fluebenet for at bekræfte.
de: Ihr Kunde kann den gewünschten Betrag für das Trinkgeld über die numerische Tastatur eingeben oder eine der unten vorgegebenen prozentualen Trinkgeldbeträge wählen. Tippen Sie zur Bestätigung auf das Häkchen.
et_ee: Teie klient saab kasutada numbriklahvistikku soovitud jootrahasumma sisestamiseks või valida allosas eelseadistatud jootrahaprotsentide hulgast. Kinnitamiseks vajutage linnukest.
fi: Asiakas voi kirjoittaa haluamansa juomarahan määrän numeronäppäimillä tai valita alareunassa olevista valmiiksi asetetuista prosenttiosuuksista. Vahvista painamalla valintamerkkiä.
fr: Votre client peut utiliser le pavé numérique pour introduire le montant du pourboire voulu ou choisir parmi les pourcentages de pourboire prédéfinis dans le bas. Appuyez sur la coche pour confirmer.
it: Il cliente può usare il tastierino numerico per inserire l'importo della mancia o sceglierla dalle percentuali di mancia pre-impostate in basso. Premi il segno di spunta per confermare.
lt_lt: Klientas gali naudoti skaitmenų klaviatūrą norimai arbatpinigių sumai įvesti arba pasirinkti iš apačioje esančių iš anksto nustatytų arbatpinigių procentų. Patvirtinkite spustelėdami varnelę.
lv_lv: Jūsu klients var izmantot ciparu tastatūru, lai ierakstītu vēlamo dzeramnaudas summu vai izvēlēties kādu no iepriekš iestatītajiem dzeramnaudas procentiem apakšā. Nospiediet atzīmi, lai apstiprinātu.
nb: Kunden kan bruke tastaturet til å oppgi ønsket driksbeløp, eller velge fra de forhåndsinnstilte alternativene nederst. Trykk på haken for å bekrefte.
sv: Kunden kan använda nummersatsen för att ange den önskade mängden dricks eller välja någon av de förinställda procentsatserna längst ned. Tryck på bockmarkeringen för att bekräfta.
