Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_analytics_industry_code_10
source: Betting, Games & Book Stores
da: Tips og lotto, spil og boghandler
de: Wetten, Spiele & Bücher
et_ee: Kihlveod, mängud ja raamatupoed
fi: Vedonlyönti, pelit ja kirjakaupat
fr: Paris, jeux et bouquinistes
it: Scommesse, negozi di Giochi e Libri
lt_lt: Lažybos, žaidimai ir knygynai
lv_lv: Derības, spēles un grāmatu veikali
nb: Pengespill, spill og bokhandlere
sv: Betting, spel och bokhandlare

# ms_analytics_industry_code_11
source: Clothing & Shoes
da: Tøj og sko
de: Bekleidung & Schuhe
et_ee: Riided ja jalatsid
fi: Vaatteet ja kengät
fr: Vêtements et chaussures
it: Abbigliamento & Calzature
lt_lt: Drabužiai ir avalynė
lv_lv: Apģērbi un apavi
nb: Klær og sko
sv: Kläder och skor

# ms_analytics_industry_code_12
source: Services (petrol) stations
da: Servicestationer (benzin)
de: Tankstellen
et_ee: Teenindusjaamad (tanklad)
fi: Huoltoasemat
fr: Stations-services
it: Stazioni di servizio (benzina)
lt_lt: Degalinės
lv_lv: Pakalpojumu (degvielas) stacijas
nb: Bensinstasjoner
sv: Bensinstationer

# ms_analytics_industry_code_13
source: Florist
da: Blomsterhandlere
de: Floristen
et_ee: Lillepoed
fi: Kukkakaupat
fr: Fleuriste
it: Fiorai
lt_lt: Floristika
lv_lv: Florists
nb: Blomsterhandlere

# ms_analytics_industry_code_14
source: Supermarkets
da: Supermarkeder
de: Supermärkte
et_ee: Supermarketid
fi: Supermarketit
fr: Supermarchés
it: Supermercati
lt_lt: Prekybos centrai
lv_lv: Lielveikali
nb: Supermarkeder
sv: Stormarknader

# ms_analytics_industry_code_15
source: Bakeries
da: Bagerier
de: Bäckereien
et_ee: Pagaritöökojad
fi: Leipomot
fr: Boulangeries
it: Panifici
lt_lt: Kepyklos
lv_lv: Maiznīcas
nb: Bakerier
sv: Bagerier

# ms_analytics_industry_code_16
source: Bars & Liquor Stores
da: Barer og spiritusbutikker
de: Bars & Spirituosenläden
et_ee: Baarid ja alkoholipoed
fi: Baarit ja alkoholikaupat
fr: Bars et magasins de vins et spiritueux
it: Bar & Enoteche
lt_lt: Barai ir alkoholinių gėrimų parduotuvės
lv_lv: Bāri un dzērienu veikali
nb: Barer og puber
sv: Barer och försäljningsställen av alkohol

# ms_analytics_industry_code_17
source: Eating Places
da: Spisesteder
de: Restaurants
et_ee: Söögikohad
fi: Ruokalat
fr: Restaurants
it: Punti di ristoro
lt_lt: Valgymo vietos
lv_lv: Ēšanas vietas
nb: Spisesteder
sv: Matställen

# ms_analytics_industry_code_18
source: Amusement & Attractions
da: Forlystelser og attraktioner
de: Unterhaltung & Attraktionen
et_ee: Meelelahutus ja atraktsioonid
fi: Huvittelu ja nähtävyydet
fr: Divertissement et attractions
it: Divertimento & Intrattenimento
lt_lt: Pramogos ir atrakcionai
lv_lv: Izklaide un atrakcijas
nb: Underholdning og attraksjoner
sv: Nöjen och attraktioner

# ms_analytics_industry_code_19
source: Wellness, Beauty & Barber Shops
da: Wellness, skønhedsklinikker og frisører
de: Wellness-, Beauty- & Friseursalons
et_ee: Heaolu-, ilu- ja juuksuriteenused
fi: Hyvinvointi-, kauneus- ja parturiliikkeet
fr: Bien-être, beauté et salons de coiffure
it: Benessere, Bellezza & Barbieri
lt_lt: Sveikatingumo, grožio salonai ir kirpyklos
lv_lv: Labsajūta, skaistumkopšana un bārddziņu frizētavas
nb: Velvære, kosmetikk og frisører
sv: Hälsa, skönhet och frisörer

# ms_analytics_industry_code_2
source: Home supply, Warehouse & Furniture
da: Byggemarkeder, lagre og møbler
de: Haushaltswaren, Abholmärkte & Möbel
et_ee: Kodukaubad, laondus ja mööbel
fi: Taloustarvikkeet, varastot ja huonekalut
fr: Fournitures pour la maison, entreposage et mobilier
it: Articoli casalinghi, Ingrosso & Arredamento
lt_lt: Namų apyvokos, didmeninės prekės ir baldai
lv_lv: Mājas piederumu veikali, noliktavas un mēbeles
nb: Interiørvarehus og møbler
sv: Hushållsprodukter, lager och möbler

# ms_analytics_industry_code_20
source: Other Retail
da: Øvrig detailhandel
de: Sonstiger Einzelhandel
et_ee: Muud jaeettevõtted
fi: Muu vähittäiskauppa
fr: Autre point de vente de détail
it: Altro rivenditore
lt_lt: Kita mažmeninė prekyba
lv_lv: Cita mazumtirdzniecība
nb: Annen detaljhandel
sv: Övrig detaljhandel

# ms_analytics_industry_code_21
source: Miscellaneous
da: Diverse
de: Sonstige
et_ee: Muu
fi: Muut
fr: Divers
it: Varie
lt_lt: Įvairūs
lv_lv: Dažādi
nb: Diverse
sv: Övrigt

# ms_analytics_industry_code_3
source: Car Rentals
da: Biludlejning
de: Autovermietungen
et_ee: Autorent
fi: Autonvuokraamot
fr: Location de voitures
it: Noleggi auto
lt_lt: Automobilių nuoma
lv_lv: Automašīnu noma
nb: Bilutleie
sv: Biluthyrning

# ms_analytics_industry_code_4
source: Hotels
da: Hoteller
et_ee: Hotellid
fi: Hotellit
fr: Hôtels
it: Hotel
lt_lt: Viešbučiai
lv_lv: Viesnīcas
nb: Hoteller
sv: Hotell

# ms_analytics_industry_code_5
source: Transportation Services
da: Transportsektoren
de: Transportdienstleistungen
et_ee: Transporditeenused
fi: Kuljetuspalvelut
fr: Services de transport
it: Servizi di trasporto
lt_lt: Transporto paslaugos
lv_lv: Transporta pakalpojumi
nb: Transporttjenester
sv: Transporttjänster

# ms_analytics_industry_code_6
source: IT, Telecom & Electronics
da: IT, telekommunikation og elektronik
de: IT, Telekommunikation & Elektronik
et_ee: IT, telekommunikatsioon ja elektroonika
fi: IT, televiestintä ja elektroniikka
fr: Informatique, télécommunications et électroniques
it: Informatica, Telecomunicazioni & Elettronica
lt_lt: IT, telekomunikacijos ir elektronika
lv_lv: IT, telekomunikācijas un elektronika
nb: IT, telekom og elektronikk
sv: IT, telekom och elektronik

# ms_analytics_industry_code_7
source: Automobile, Truck & Motor Dealers
da: Forhandlere af biler, lastbiler og andre køretøjer
de: Automobil-, Lkw- & Kfz-Händler
et_ee: Sõiduautode, veokite ja mootorsõidukite müüjad
fi: Auto-, kuorma-auto- ja vaihtoautokaupat
fr: Concessionnaires automobiles, de camions et d'engins motorisés
it: Concessionari di auto, camion e moto
lt_lt: Prekyba automobiliais, sunkvežimiais ir motorinėmis transporto priemonėmis
lv_lv: Automobiļu, kravas automašīnu un motoru izplatītāji
nb: Bil-, lastebil- og motorforhandlere
sv: Bil-, lastbils- och motorhandlare

# ms_analytics_industry_code_8
source: Healthcare
da: Sundhedssektoren
de: Gesundheitswesen
et_ee: Tervishoid
fi: Terveydenhuolto
fr: Soins de santé
it: Assistenza sanitaria
lt_lt: Sveikatos priežiūra
lv_lv: Veselības aprūpe
nb: Helsetjenester
sv: Hälso- och sjukvård

# ms_analytics_industry_code_9
source: Jewelry
da: Smykker
de: Juweliere
et_ee: Ehted
fi: Korut
fr: Bijouterie
it: Gioielleria
lt_lt: Juvelyrika
lv_lv: Rotaslietas
nb: Smykker
sv: Smycken

# ms_analytics_info1
source: How your business is performing compared with your sector?
da: Hvordan klarer din forretning sig sammenlignet med resten af sektoren?
de: Die Performance Ihres Geschäfts im Vergleich mit Ihrem Sektor
et_ee: Kuidas teie ettevõtel võrreldes teie sektoriga läheb?
fi: Miten yrityksesi menestyy verrattuna toimialaasi?
fr: Comment votre entreprise performe-t-elle par rapport aux autres entreprises de votre secteur?
it: Come sono le performance della tua azienda rispetto al tuo settore?
lt_lt: Kaip sekasi jūsų įmonei, palyginti su jūsų sektoriumi?
lv_lv: Kā sokas jūsu uzņēmumam salīdzinājumā ar jūsu nozari?
nb: Hvordan presterer bedriften din sammenlignet med sektoren?
sv: Hur går det för ditt företag jämfört med din bransch?

# ms_analytics_info2
source: How your customers choose to do business with you Here we look at how individual payment cards have appeared in your e-commerce and store channels. Some customers may only choose to purchase online, others only in store, and some prefer using both channels. Note that purchase volume is not considered.
da: Hvordan vælger dine kunder at handle med dig? Her ser vi på, hvordan individuelle betalingskort har været anvendt i din e-handel og i dine butikker. Nogle kunder vælger muligvis kun at købe online, andre kun i butikken, og andre igen foretrækker at bruge begge kanaler. Bemærk, at købsmængden ikke inddrages.
de: Welchen Vertriebsweg Ihre Kunden wählen Hier wird betrachtet, wie einzelne Zahlungskarten in Ihren E-Commerce- und Ladenvertriebswegen auftauchen. Einige Kunden kaufen möglicherweise ausschließlich online ein, während andere ausschließlich vor Ort kaufen oder beide Vertriebswege nutzen. Beachten Sie, dass das Einkaufvolumen hierbei nicht berücksichtigt wird.
et_ee: Kuidas teie kliendid otsustavad teiega äri teha Siin vaatame, kuidas maksekaarte on kasutatud teie e-poes ja füüsilistes kauplustes. Mõni klient võib osta ainult veebist, teine ainult füüsilisest poest, ja mõni kasutab mõlemat kanalit. Ostude suurust ei arvestata.
fi: Miten asiakkaasi päättävät tehdä ostoksia sinulta Tässä tarkastelemme, miten yksittäiset maksukortit ovat ilmestyneet verkkokauppaasi ja myymälöihisi. Jotkut asiakkaat ostavat ainoastaan verkossa, toiset vain myymälöistä, ja jotkut haluavat käyttää molempia kanavia. Huomaa, että ostomääriä ei huomioida.
fr: Canaux utilisés par vos clients pour faire leurs achats chez vous Nous étudions ici la façon dont chaque carte de paiement a été utilisée sur vos canaux de commerce électronique et physique. Certains clients ne font que des achats en ligne, d'autres que des achats en magasin et certains préfèrent utiliser les deux canaux. Notez que le volume des achats n'est pas pris en compte.
it: In che modo i tuoi clienti scelgono di fare acquisti nel tuo punto vendita Qui vengono esaminati il modo in cui le singole carte di pagamento sono apparse nei tuoi canali di e-commerce e nei negozi. Alcuni clienti possono solo scegliere gli acquisti on-line, altri solo in negozio e altri ancora preferiscono usare entrambi i canali. Non è stato preso in considerazione il volume di acquisto.
lt_lt: Kaip jūsų klientai pasirenka turėti verslo reikalų su jumis Čia apžvelgiame, kaip individualios mokėjimo kortelės pasirodė jūsų el. prekybos ir parduotuvių kanaluose. Kai kurie klientai gali pirkti tik internetu, kiti – tik parduotuvėje, o kai kurie nori naudoti abu kanalus. Atminkite, kad į pirkimo apimtį neatsižvelgiama.
lv_lv: Kā klienti izvēlas veikt darījumus ar jums Šeit mēs aplūkojam, kā individuālās maksājumu kartes ir parādījušās jūsu e-komercijas un veikalu kanālos. Daži klienti var izvēlēties pirkt tikai tiešsaistē, citi - tikai veikalā, un daži dod priekšroku abiem kanāliem. Ņemiet vērā, ka pirkuma apjoms netiek ņemts vērā.
nb: Hvordan kundene dine velger å gjøre forretninger med deg Her ser vi på hvordan individuelle betalingskort har dukket opp i dine netthandels- og butikkanaler. Noen kunder velger kanskje å bare kjøpe på nettet, andre bare i butikken, og noen foretrekker å bruke begge kanalene. Vær oppmerksom på at kjøpsvolum ikke vurderes.
sv: Hur dina kunder väljer att göra affärer med dig Här tittar vi på hur enskilda betalkort har använts i din e-handel och dina butikskanaler. Vissa kunder kan välja att bara köpa online, andra bara i butik, medan andra föredrar att använda båda kanalerna. Observera att köpvolymen inte beaktas.

# ms_analytics_info3
source: Here we look at cardholders who visited your sales location and search for the category of their previous purchase right before and after the visit. Only transactions recorded four hours before and after the visit are counted. The insight is showing the most typical routes into the sales location. Direct sales indicates that the consumer only took the trip to your sales location without doing purchases elsewhere. You can choose to view all consumers or by their country of origin.
da: Her ser vi på kortindehavere, som har besøgt dit salgssted, og søger efter kategorien for deres tidligere køb umiddelbart før og efter besøget. Kun transaktioner, som er registreret fire timer før og efter besøget, tælles med. Indsigten viser de mest typiske ruter til salgsstedet. Direkte salg angiver, at forbrugeren kun besøgte dit salgssted uden at foretage køb andre steder. Du kan vælge at få vist alle forbrugere eller at få vist forbrugere efter deres oprindelsesland.
de: Hier werden Karteninhaber, die Ihren Verkaufsstandort besucht haben, und die Kategorie ihrer bisherigen Einkäufe direkt vor und nach dem Besuch betrachtet. Nur Transaktionen, die vier Stunden vor oder nach dem Besuch erfasst wurden, werden berücksichtigt. Die Kennzahl zeigt die typischsten Wege zu Ihrem Verkaufsstandort. Bei Direktverkäufen ist der Kunde zu Ihrem Verkaufsstandort gekommen, ohne woanders Einkäufe zu tätigen. Sie können wählen, ob Sie alle Kunden anzeigen oder sie nach ihrem Herkunftsland anzeigen.
et_ee: Siin vaatleme kaardiomanikke, kes külastasid teie müügikohta, ja teeme kindlaks, millises kategoorias tegid nad ostu vahetult enne ja pärast teie juures ostmist. Arvesse võetakse ainult tehinguid, mis on registreeritud neli tundi enne ja pärast teie külastamist. Statistika näitab kõige tüüpilisemaid marsruute teie müügikohta. Otsemüük tähendab, et tarbija sõitis teie müügikohta ainult mujal oste tegemata. Saate vaadata kõiki tarbijaid või tarbijaid päritoluriigi kaupa.
fi: Tässä tarkastelemme kortinhaltijoita, jotka kävivät myyntipisteessäsi ja etsimme heidän edellisen ostonsa luokkaa juuri ennen käyntiä ja sen jälkeen. Vain neljä tuntia ennen käyntiä ja sen jälkeen kirjatut tapahtumat lasketaan. Tilasto näyttää tyypillisimmät reitit myyntipisteeseen. Suoramyynti osoittaa, että kuluttaja tuli suoraan myyntipisteeseen tekemättä ostoksia muualla. Voit tarkastella kaikkia kuluttajia tai alkuperämaan perusteella.
fr: Nous étudions ici les titulaires de carte qui sont venus dans votre point de vente et recherchons la catégorie de leurs achats antérieurs immédiatement avant et après la visite. Seules les transactions enregistrées quatre heures avant et après la visite sont comptabilisées. Les renseignements montrent les itinéraires les plus courants jusqu'au point de vente. Les ventes directes indiquent que le client s'est rendu dans votre point de vente sans faire d'achats ailleurs. Vous pouvez voir tous les clients ou les voir en fonction de leur pays d'origine.
it: Qui vengono esaminati i titolari di carte che hanno visitato la tua sede di vendita e la ricerca dei loro acquisti precedenti prima e dopo la visita. Sono state contate solo le transazioni registrate quattro ore prima e dopo la visita. L'analisi mostra i percorsi più comuni nella sede di vendita. Le vendite dirette indicano che il consumatore è venuto solo nel tuo punto vendita senza fare acquisti altrove. Puoi scegliere di visualizzare tutti i consumatori o di selezionarli per paese di origine.
lt_lt: Čia apžvelgiame kortelių turėtojus, kurie lankėsi jūsų prekybos vietoje, ir ieškome prieš pat ir po apsilankymo įsigyto jų pirkinio kategorijos. Skaičiuojami tik sandoriai, užfiksuoti per keturias valandas prieš ir po apsilankymo. Įžvalga rodo tipiškiausius maršrutus į prekybos vietą. Tiesioginis pardavimas rodo, kad vartotojas vyko tik į jūsų prekybos vietą ir kitur nieko nepirko. Galite peržiūrėti visus vartotojus arba pasirinkti juos pagal kilmės šalį.
lv_lv: Šeit mēs aplūkojam karšu īpašniekus, kuri apmeklēja jūsu tirdzniecības vietu, un meklējam viņu iepriekšējā pirkuma kategoriju tieši pirms un pēc apmeklējuma. Tiek uzskaitīti tikai darījumi, kas reģistrēti četras stundas pirms un pēc vizītes. Ieskats parāda tipiskākos maršrutus tirdzniecības vietā. Tiešā tirdzniecība norāda, ka patērētājs devās tikai uz jūsu tirdzniecības vietu, neveicot pirkumus citur. Jūs varat izvēlēties skatīt visus patērētājus vai pēc viņu izcelsmes valsts.
nb: Her ser vi på kortholdere som besøkte salgsstedet ditt og søker etter kategorien for deres forrige kjøp rett før og etter besøket. Bare transaksjoner registrert fire timer før og etter besøket telles. Innsikten viser de mest typiske rutene til salgsstedet. Direkte salg indikerer at forbrukeren bare tok turen til salgsstedet ditt uten å handle noe annet sted. Du kan velge å se alle forbrukere eller etter opprinnelsesland.
sv: Här tittar vi på kortinnehavare som besökte din försäljningsplats och söker efter kategorin för deras tidigare köp direkt före och efter besöket. Endast transaktioner som registrerats fyra timmar före och efter besöket räknas. Insikten visar de mest typiska rutterna till försäljningsplatsen. Direktförsäljning indikerar att kunden bara tog sig till din försäljningsplats utan att göra inköp någon annanstans. Du kan välja att visa alla kunder eller efter deras ursprungsland.

# ms_analytics_info4
source: Here we look at cardholders who visited your sales location and search for their total purchases in the same category across all merchants. The insight is showing how much of your customer's purchases in your category did they bring to you and what is the potential of additional sales to them should they only do business with you.
da: Her ser vi på kortindehavere, som har besøgt dit salgssted, og søger efter deres samlede køb i den samme kategori på tværs af alle butikker. Indsigten viser, hvor stor en del af dine kunders indkøb i din kategori, de har lagt i din forretning, samt dine potentielle muligheder for mersalg, hvis de kun handler med dig.
de: Hier werden Karteninhaber, die Ihren Verkaufsstandort besucht haben, und der Gesamtwert Ihrer Einkäufe in derselben Kategorie bei allen Händlern betrachtet. Die Kennzahl zeigt, welchen Umfang Ihrer Einkäufe in Ihrer Kategorie Ihre Kunden bei Ihnen getätigt haben und wie hoch das Potenzial zusätzlicher Verkäufe ist, wenn diese Kunden nur bei Ihnen einkaufen würden.
et_ee: Siin vaatleme kaardiomanikke, kes külastasid teie müügikohta, ja teeme kindlaks nende ostude koguväärtuse sama kategooria kõigi kaupmeeste juures. Statistika näitab, kui suure osa teie kategoorias tehtud ostudest tehti teie juures ja kui suur on müügi suurendamise potentsiaal nende klientide arvelt, kui nad teeksid oste ainult teie juures.
fi: Tässä tarkastelemme myyntipaikassasi käyneitä kortinhaltijoita ja etsimme heidän kokonaisostojaan samasta luokasta kaikilta kauppiailta. Tilasto osoittaa, kuinka suuren osan luokkasi ostoista asiakkaasi toivat sinulle ja mikä on potentiaalinen lisämyynti asiakkaille, jos he ostaisivat vain sinulta.
fr: Nous étudions ici les titulaires de carte qui sont venus dans votre point de vente et recherchons leurs achats totaux dans la même catégorie chez tous les commerçants. Les renseignements montrent quelle partie des achats de votre client dans votre catégorie ils ont réalisés chez vous et le potentiel de ventes supplémentaires qui leur correspond s'ils devaient faire leurs achats uniquement chez vous.
it: Qui vengono esaminati i titolari di carte che hanno visitato la tua sede di vendita esaminati la ricerca dei loro acquisti totali nella stessa categoria presso tutti gli esercenti. L'analisi mostra quanto gli acquisti dei tuoi clienti nella tua categoria hanno portato a te, oltre al potenziale di ulteriori vendite nel cosa in cui acquistassero solo da te.
lt_lt: Čia apžvelgiame kortelių turėtojus, kurie lankėsi jūsų prekybos vietoje, ir ieškome jų visų tos pačios kategorijos pirkinių iš visų pardavėjų. Įžvalga rodo, kokia dalis jūsų kliento pirkinių jūsų kategorijoje teko jums ir koks yra papildomo pardavimo potencialas, jei jie pirktų tik iš jūsų.
lv_lv: Šeit mēs aplūkojam karšu īpašniekus, kuri apmeklēja jūsu tirdzniecības vietu, un meklējam visu tirgotāju kopējos pirkumus vienā kategorijā. Ieskats rāda, cik lielu daļu no jūsu klienta pirkumiem jūsu kategorijā viņi jums ir devuši un kāds ir papildu pārdošanas potenciāls, ja viņi veiktu darījumus tikai ar jums.
nb: Her ser vi på kortholdere som besøkte salgsstedet ditt og søker etter de totale kjøpene deres i samme kategori på tvers av alle selgere. Innsikten viser hvor mye av kundens kjøp i din kategori ble brukt hos deg, og hva potensialet for mersalg er hvis de bare handler hos deg.
sv: Här tittar vi på kortinnehavare som besökte din försäljningsplats och söker efter deras totala inköp i samma kategori för alla försäljare. Insikten visar hur stor del av dina kunders inköp i din kategori som de gjorde hos dig och potentialen för ytterligare försäljning till dem om de bara gör affärer med dig.
