Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_release_price change
source: Price change feature for certain Danish users with Dankort
da: Prisændringsfunktion for visse danske brugere med Dankort
de: Preisänderungsfunktion für bestimmte dänische Benutzer mit Dankort
et_ee: Hinnamuutuse funktsioon teatud Taani kasutajatele, kellel on Dankort
fi: Hintamuutosominaisuus tietyille tanskalaisille Dankort-käyttäjille
fr: Fonction de changement de prix pour certains utilisateurs danois utilisant Dankort
it: Funzione modifica del prezzo per alcuni utenti svizzeri con Dankort
lt_lt: Kainų keitimo funkcija tam tikriems naudotojams iš Danijos, naudojantiems „Dankort“
lv_lv: Cenu maiņas funkcija noteiktiem Dānijas lietotājiem ar Dankort
nb: Prisendringsfunksjon for enkelte danske brukere med Dankort
sv: Prisändringsfunktion för vissa danska användare med Dankort

# ms_release_settings
source: Improvements to Settings
da: Forbedringer til Indstillinger
de: Verbesserungen der Einstellungen
et_ee: Seadete täiustused
fi: Parannuksia Asetuksiin
fr: Améliorations apportées aux Paramètres
it: Miglioramenti alle Configurazioni
lt_lt: Nustatymų patobulinimai
lv_lv: Iestatījumu uzlabojumi
nb: Forbedringer av innstillingene
sv: Förbättringar av Inställningar

# ms_release_strongAuthenticate
source: Strong authentication advert for certain users
da: Annonce om stærk autentificering for bestemte brugere
de: Werbung für starke Authentifizierung für bestimmte Benutzer
et_ee: Tugeva autentimise reklaam teatud kasutajatele
fi: Vahva todennus -mainos tietyille käyttäjille
fr: Annonce d'authentification forte pour certains utilisateurs
it: Pubblicità strong authentication per alcuni utenti
lt_lt: Stipraus autentifikavimo reklama tam tikriems naudotojams
lv_lv: Drošas autentifikācijas reklāma noteiktiem lietotājiem
nb: Annonse for sterk autentisering for enkelte brukere
sv: Stark autentiseringsannons för vissa användare

# ms_release_subscription
source: Paid subscription for Analytics Pro
da: Betalt abonnement for Analytics Pro
de: Kostenpflichtiges Abonnement für Analytics Pro
et_ee: Analytics Pro tasuline tellimus
fi: Maksullinen Analytics Pron tilaus
fr: Abonnement payé pour Analytics Pro
it: Iscrizione ad Analytics Pro pagata
lt_lt: Mokama „Analytics Pro“ prenumerata
lv_lv: Apmaksāts Analytics Pro abonements
nb: Betalt abonnement for Analytics Pro
sv: Betald prenumeration för Analytics Pro

# ms_release_transactionfeature
source: Improvements to Transactions feature
da: Forbedringer til transaktionsfunktionen
de: Verbesserungen der Transaktionsfunktion
et_ee: Funktsiooni Tehingud täiustused
fi: Parannuksia Tapahtumat-toimintoon
fr: Améliorations apportées à la fonction Transactions
it: Miglioramenti alla funzione Transazioni
lt_lt: Operacijų funkcijos patobulinimai
lv_lv: Funkcijas Darījumi uzlabojumi
nb: Forbedringer i transaksjonsfunksjonen
sv: Förbättringar av funktionen Transaktioner

# ms_request_access
source: Request access
da: Anmod om adgang
de: Zugang anford.
et_ee: Juurdepääsu tao
fi: Pyydä käyttöoik
fr: Demander accès
it: Chiedi accesso
lt_lt: Prašyti prieigo
lv_lv: Piepras. piekļ.
nb: Be om tilgang
sv: Begär åtkomst

# ms_resend_code
source: Resend code
da: Gensend
de: Code neu s.
et_ee: Saada kood
fi: Lähetä koodi
fr: Renvoi code
it: Rinvia cod.
lt_lt: Atsiųskite
lv_lv: Pārs. kodu
nb: Resend kode
sv: Sk. om kod

# ms_retry
source: Retry
da: Prøv igen
de: Wiederholen
et_ee: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
lt_lt: Bandyti dar kartą
lv_lv: Mēģiniet vēlreiz
nb: Prøv igjen
sv: Försök igen

# ms_retry_text
source: RETRY
da: FORSØG IGEN
de: Wiederholen
et_ee: PROOVI UUESTI
fi: YRITÄ UUDELLEEN
fr: RÉESSAYER
it: RIPROVA
lt_lt: BANDYTI DAR KARTĄ
lv_lv: MĒĢINIET VĒLREIZ
nb: PRØV PÅ NYTT
sv: FÖRSÖK IGEN

# ms_reversal_checkmark_txt
source: Within 5 seconds click on the X if your customer does not need the receipt or click the checkmark if they need it.
da: Tryk på X inden for 5 sekunder, hvis kunden ikke ønsker en fysisk kvittering, eller klik på fluebenet, hvis kunden gerne vil have en kvittering.
de: Klicken Sie innerhalb von 5 Sekunden auf X, wenn Ihr Kunde den Beleg nicht benötigt, oder klicken Sie auf das Häkchen, wenn er ihn benötigt.
et_ee: Klõpsake 5 sekundi jooksul X, kui teie klient ei vaja kviitungit, või klõpsake linnukest, kui ta seda vajab.
fi: Napsauta 5 sekunnin kuluessa X:ää, jos asiakas ei tarvitse kuittia, tai napsauta valintamerkkiä, jos hän tarvitsee sitä.
fr: Vous avez 5 secondes pour cliquer sur le X si votre client n'a pas besoin du reçu ou cliquer sur la coche s'il en a besoin.
it: Fai clic entro 5 secondi sulla X se il tuo cliente non ha bisogno della ricevuta o sul segno di spunta se la vuole.
lt_lt: Per 5 sekundes spustelėkite X, jei klientui kvito nereikia, o jei klientui kvito reikia, spustelėkite varnelę.
lv_lv: 5 sekunžu laikā noklikšķiniet uz X, ja klientam nav nepieciešama kvīts, vai noklikšķiniet uz atzīmes, ja viņam tā ir nepieciešama.
nb: Klikk på X innen fem sekunder hvis kunden ikke vil ha kvittering, eller klikk på haken hvis de vil ha den.
sv: Klicka på X inom fem sekunder om din kund inte vill ha kvittot eller klicka på bockmarkeringen om hen vill ha det.

# ms_reversal_circle_step
source: Open the app with the X symbol within a circle to do a reversal of a payment.
da: Åbn appen med X-symbolet i en cirkel for at tilbageføre en betaling.
de: Öffnen Sie die App mit dem X-Symbol in einem Kreis, um eine Zahlung rückzubuchen.
et_ee: Makse ümberpööramiseks avage rakendus, mille ringi sees on sümbol X.
fi: Avaa sovellus ympyrän sisällä olevalla X-symbolilla, jos haluat peruuttaa maksun.
fr: Ouvrez l'application symbolisée par un X dans un cercle pour effectuer l'annulation d'un paiement.
it: Per stornare un pagamento, apri l'app con il simbolo X in un cerchio.
lt_lt: Jei norite atšaukti mokėjimą, atverkite programą su X ženklu apskritime.
lv_lv: Atveriet lietotni ar X simbolu aplī, lai atsauktu maksājumu.
nb: Åpne appen med et X-symbol i en sirkel for å reversere en betaling.
sv: Öppna appen med X-ikonen i en cirkel för att göra en återbetalning.

# ms_reversal_complete_instruction
source: Let your customer complete the reversal
da: Lad kunden gennemføre tilbageførslen
de: Ihren Kunden die Rückbuchung abschließen lassen
et_ee: Laske oma kliendil ümberpööramine lõpule viia
fi: Anna asiakkaan tehdä peruutus
fr: Laissez le client effectuer l'annulation
it: Fai completare lo storno al cliente
lt_lt: Leiskite klientui atlikti atšaukimą
lv_lv: Ļaujiet klientam pabeigt atsaukšanu
nb: La kunden fullføre reverseringen
sv: Låt kunden slutföra återbetalningen

# ms_reversal_complete_instruction_guideline
source: Let your customer complete the reversal by using the same payment card as they used for the purchase.
da: Lad kunden gennemføre tilbageførslen med samme betalingskort, som vedkommende brugte til købet.
de: Lassen Sie Ihren Kunden die Rückbuchung mit derselben Zahlungskarte abschließen, die für den Kauf verwendet wurde.
et_ee: Laske oma kliendil ümberpööramine lõpule viia, kasutades sama maksekaarti, millega ta ostu sooritas.
fi: Anna asiakkaan tehdä peruutus käyttämällä samaa maksukorttia, jota hän käytti ostoksessa.
fr: Laissez votre client effectuer l'annulation à l'aide de la carte de paiement qu'il a utilisée pour effectuer l'achat.
it: Fai completare lo storno al cliente con la stessa carta di pagamento usata per l'acquisto.
lt_lt: Leiskite klientui atlikti atšaukimą naudojant tą pačią mokėjimo kortelę, kurią jis naudojo pirkdamas.
lv_lv: Ļaujiet klientam pabeigt atsaukšanu, izmantojot to pašu maksājumu karti, ko izmantoja pirkumam.
nb: La kunden fullføre reverseringen med det samme kortet som ble brukt til betaling.
sv: Låt kunden slutföra återbetalningen genom att använda samma betalkort som hen använde för köpet.

# ms_reversal_desc
source: Make a reversal
da: Foretag en tilbageførsel
de: Rückbuchung vornehmen
et_ee: Tehke tagasipööramine
fi: Tee peruutus
fr: Procéder à une annulation
it: Esegui uno storno
lt_lt: Atlikite atvirkštinę operaciją
lv_lv: Veiciet apvērsi
nb: Utfør en reversering
sv: Gör ett återköp

# ms_reversal_failed
source: Reversal failed
da: Tilbageførsel mislykkedes
de: Rückbuchung fehlgeschlagen
et_ee: Tagasipööramine ebaõnnestus
fi: Peruutus epäonnistui
lt_lt: Mokėjimo atvirkštinė operacija nepavyko
lv_lv: Apvērse neizdevās
nb: Reversering mislyktes
sv: Återföring misslyckades

# ms_reversal_instruction
source: The app can be found on the front page or by swiping through the apps.
da: Du finder appen på forsiden eller ved at swipe gennem de forskellige apps.
de: Die App finden Sie auf der Startseite oder durch Wischen durch die Apps.
fi: Sovellus löytyy etusivulta tai pyyhkäisemällä sovellusten läpi.
fr: Pour trouver l'application, rendez-vous sur la page d'accueil ou parcourez les applications.
it: L'app si trova nella prima pagina o scorrendo tra le app.
lt_lt: Mobiliąją programą rasite pirmajame puslapyje arba naršydami mobiliųjų programų sąraše.
lv_lv: Lietotni var atrast pirmajā lapā vai pārskatot lietotņu sarakstu.
nb: Du finner appen på forsiden eller ved å bla gjennom appene.
sv: Du hittar appen på startsidan eller genom att svepa bland apparna.

# ms_reversal_missing
source: Reversal missing
da: Tilbageførsel findes ikke
de: Rückbuchung fehlt
et_ee: Tagasipööramine puudub
fi: Peruutus puuttuu
lt_lt: Mokėjimo atvirkštinės operacijos nėra
lv_lv: Trūkst apvērses
nb: Reversering mangler
sv: Återföring saknas

# ms_reversal_open_app
source: Open the ‘Reversal’ app
da: Åbn appen "Tilbageførsel"
de: Die App „Rückbuchung“ öffnen
et_ee: Valige rakenduses "Ümberpööramine"
fi: Avaa Peruutus-sovellus
fr: Ouvrez l'application « Annulation »
it: Apri l'app ‘Storno’
lt_lt: Atverkite programą „Atšaukimas“
lv_lv: Lietotnē atveriet sadaļu “Atsaukšana”
nb: Åpne appen Reversering
sv: Öppna Reversal-appen

# ms_reversal_payment
source: Do a reversal
da: Foretag en tilbageførsel
de: Rückbuchung vornehmen
et_ee: Tehke tagasipööramine
fi: Tee peruutus
fr: Effectuer une annulation
it: Esegui uno storno
lt_lt: Atlikite atvirkštinę operaciją
lv_lv: Veiciet apvērsi
nb: Utfør en reversering
sv: Gör ett återköp

# ms_reversal_payment_desc
source: Reversal of a payment
da: Tilbageførsel af en betaling
de: Rückbuchung einer Zahlung
et_ee: Makse tagasipööramine
fi: Maksun peruuttaminen
fr: Annulation d'un paiement
it: Storno di un pagamento
lt_lt: Mokėjimo atvirkštinė operacija
lv_lv: Maksājuma apvērse
nb: Reversere en betaling
sv: Återköp av en betalning

# ms_reversal_pop_up_instruct
source: A pop up box will appear with three options. Select the first option ‘Reverse transaction’.
da: Der vises en pop-op-meddelelse med tre valgmuligheder. Vælg den første valgmulighed, som er "Tilbagefør transaktion".
de: Es erscheint ein Pop-up-Fenster mit drei Optionen. Wählen Sie die erste Option „Überweisung rückbuchen“.
et_ee: Ilmub hüpikaken kolme valikuga. Valige esimene valik "Pööra tehing ümber".
fi: Näyttöön tulee ponnahdusikkuna, jossa on kolme vaihtoehtoa. Valitse ensimmäinen vaihtoehto Peruuta tapahtuma.
fr: Une boîte contextuelle contenant 3 options va s'afficher. Sélectionnez la première option « Annuler la transaction ».
it: Apparirà una pop up con tre opzioni. Seleziona la prima opzione ‘Storna transazione’.
lt_lt: Pasirodys iškylantysis langas su trimis parinktimis. Pasirinkite pirmąją parinktį „Atšaukti operaciją“.
lv_lv: Parādīsies uznirstošais lodziņš ar trim iespējām. Atlasiet pirmo opciju “Atsaukt darījumu”.
nb: Du vil få opp et vindu med tre alternativer. Velg det første alternativet – Reverser transaksjon.
sv: En pop up-ruta visas med tre alternativ. Välj det första alternativet ”Utför återbetalning”.

# ms_reversal_step1_desc
source: Open the app with the cash register symbol to be able to reverse payments.
da: Åbn appen med kasseapparat-symbolet, så du kan modtage tilbageføre betalinger.
de: Öffnen Sie die App mit dem Kassensymbol, um Zahlungen rückbuchen zu können.
et_ee: Maksete ümberpööramiseks avage kassasümboliga rakendus.
fi: Avaa sovellus kassasymbolilla, jotta voit peruuttaa maksuja.
fr: Ouvrez l'application symbolisée par une caisse enregistreuse pour pouvoir annuler des paiements.
it: Per stornare i pagamenti, apri l'app con il simbolo del registratore di cassa.
lt_lt: Jei norite atšaukti mokėjimus, atverkite programą su kasos ženklu.
lv_lv: Atveriet lietotni ar kases simbolu, lai varētu atsaukt maksājumus.
nb: Åpne appen med kassesymbolet for å kunne reversere betalinger.
sv: Öppna appen med kassaapparatsikonen för att kunna göra återbetalningar.

# ms_reversal_trans_history_txt
source: From the transaction history list, selectthe transaction you would like to reverse.
da: Vælg den transaktion, du vil tilbageføre, på listen over transaktionshistorik.
de: Wählen Sie in der Liste mit dem Transaktionsverlauf die Überweisung, die rückgebucht werden soll.
et_ee: Tehinguajaloo loendist valige tehing, mida soovite ümber pöörata.
fi: Valitse tapahtumahistorialuettelosta tapahtuma, jonka haluat peruuttaa.
fr: Dans la liste de l'historique des transactions, sélectionnez la transaction que vous aimeriez annuler.
it: Dallo storico delle transazioni, seleziona la transazione da stornare.
lt_lt: Iš operacijų sąrašo pasirinkite operaciją, kurią norite atšaukti.
lv_lv: Darījumu vēstures sarakstā atlasiet darījumu, kuru vēlaties atsaukt.
nb: Velg transaksjonen du vil reversere, fra listen over transaksjoner.
sv: Välj transaktionen du vill återbetala från listan med transaktionshistorik.

# ms_reversal_trans_select
source: In the list of transactions, select the transaction you want to make a reversal of and press next.
da: Vælg den transaktion, du vil tilbageføre, på listen, og tryk på Næste.
de: Wählen Sie in der Transaktionsliste die Transaktion für die Rückbuchung aus und tippen Sie auf „Weiter“.
fi: Valitse tapahtumaluettelosta tapahtuma, jonka haluat peruuttaa, ja paina seuraava.
fr: Dans la liste des transactions, sélectionnez la transaction que vous voulez annuler et appuyez sur Suivant.
it: Nell'elenco delle transazioni, seleziona la transazione che vuoi stornare e premi avanti.
lt_lt: Operacijų sąraše pasirinkite norimą operaciją, pagal kurią norite atlikti pinigų grąžinimą ir spauskite „Next“ (toliau).
lv_lv: Darījumu sarakstā atlasiet darījumu, kuru vēlaties anulēt, un nospiediet Tālāk.
nb: I listen over transaksjoner velger du transaksjonen du vil reversere og trykker på neste.
sv: I listan över transaktioner väljer du transaktionen som du vill göra en återbetalning av och trycker på nästa.

# ms_reversal_trans_select_txt
source: Select a transaction
da: Vælg en transaktion
de: Eine Transaktion wählen
et_ee: Valige tehing
fi: Valitse tapahtuma
fr: Sélectionnez une transaction
it: Seleziona una transazione
lt_lt: Pasirinkite operaciją
lv_lv: Atlasīt darījumu
nb: Velg en transaksjon
sv: Välj en transaktion

# ms_reverse_payment
source: Reversal of payment
da: Tilbageførsel
de: Rückbuchung der Zahlung
fi: Maksun peruutus
fr: Annulation d'un paiement
it: Storno del pagamento
lt_lt: Mokėjimo atvirkštinė operacija
lv_lv: Maksājuma apvērse
nb: Reversere en betaling
sv: Återbetalning

# ms_reverse_txt
source: If you haven’t reversed this transaction, three options will appear. You can choose to print your own or your customer’s receipt.
da: Hvis du ikke har tilbageført denne transaktion, vises der tre valgmuligheder. Du kan vælge at udskrive en kvittering til dig selv eller til kunden.
de: Wenn Sie die Überweisung nicht rückgebucht haben, erscheinen drei Optionen. Sie haben die Wahl, Ihren eigenen Beleg oder den Kundenbeleg zu drucken.
et_ee: Kui te pole seda tehingut ümber pööranud, kuvatakse kolm valikut. Saate printida enda või kliendi kviitungi.
fi: Jos et ole peruuttanut tätä tapahtumaa, näkyviin tulee kolme vaihtoehtoa. Voit valita, haluatko tulostaa oman tai asiakkaan kuitin.
fr: Si vous n'avez pas annulé cette transaction, trois options s'afficheront. Vous pouvez imprimer votre propre reçu ou celui de votre client.
it: Se questa transazione non è stata annullata, saranno visualizzate tre opzioni. Puoi scegliere di stampare la tua ricevuta o quella del cliente.
lt_lt: Jei šios operacijos neatšaukėte, bus rodomos trys parinktys. Galite pasirinkti galimybę spausdinti savo arba kliento kvitą.
lv_lv: Ja neesat atcēlis šo darījumu, tiks parādītas trīs iespējas. Varat izvēlēties drukāt savu vai klienta kvīti.
nb: Hvis du ikke har reversert denne transaksjonen, får du tre alternativer. Du kan velge å skrive ut kvittering til deg selv eller kunden.
sv: Om du inte har gjort en återbetalning av transaktionen visas tre alternativ. Du kan välja att skriva ut ditt eller kundens kvitto.

# ms_reversed
source: Reversed
da: Tilbageført
de: Rückgebucht
et_ee: Tagasi pööratud
fi: Peruutettu
fr: Annulé
it: Annullata
lt_lt: Atšaukta
lv_lv: Apvērsta
nb: Reversert
sv: Återförd

# ms_salesBenchmark
source: Sales Performance benchmark
da: Benchmark for salgsresultater
de: Benchmark für Umsatzleistung
et_ee: Müügitulemuste võrdlusalus
fi: Myynnin vertailuarvo
fr: Comparatif des résultats des ventes
it: Benchmark delle performance di vendita
lt_lt: Pardavimo efektyvumo lyginamasis indeksas
lv_lv: Pārdošanas veiktspējas kritērijs
nb: Salgsresultatreferanse
sv: Riktmärke för försäljningsresultat

# ms_sales_location
source: Sales location
de: Verkaufsstandort
fi: Myyntipiste
fr: Point de vente
it: Sede di vendita

# ms_sales_notification_april
source: April sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für April verfügbar.
fi: Huhtikuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois d'avril sont disponibles MyPayments.
it: I dati relativi alle vendite di aprile sono disponibili in Mypayments.

# ms_sales_notification_august
source: August sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für August verfügbar.
fi: Elokuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois d'août sont disponibles MyPayments.
it: I dati relativi alle vendite di agosto sono disponibili in Mypayments.

# ms_sales_notification_december
source: December sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Dezember verfügbar.
fi: Joulukuun myynti on nähtävillä MyPaymentsissä.
fr: Les données des ventes pour le mois de décembre sont disponibles MyPayments.
it: I dati relativi alle vendite di dicembre sono disponibili in Mypayments.

# ms_sales_notification_february
source: February sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Februar verfügbar.
fi: Helmikuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de février sont disponibles MyPayments.
it: I dati relativi alle vendite di febbraio sono disponibili in Mypayments.

# ms_sales_notification_january
source: January sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Januar verfügbar.
fi: Tammikuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de janvier sont disponibles MyPayments.
it: I dati relativi alle vendite di gennaio sono disponibili in Mypayments.

# ms_sales_notification_july
source: July sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Juli verfügbar.
fi: Heinäkuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de juillet sont disponibles MyPayments.
it: I dati relativi alle vendite di luglio sono disponibili in Mypayments.

# ms_sales_notification_june
source: June sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Juni verfügbar.
fi: Kesäkuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de juin sont disponibles MyPayments.
it: I dati relativi alle vendite di giugno sono disponibili in Mypayments.

# ms_sales_notification_march
source: March sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für März verfügbar.
fi: Maaliskuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de mars sont disponibles MyPayments.
it: I dati relativi alle vendite di marzo sono disponibili in Mypayments.

# ms_sales_notification_may
source: May sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Mai verfügbar.
fi: Toukokuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de mai sont disponibles MyPayments.
it: I dati relativi alle vendite di maggio sono disponibili in Mypayments.

# ms_sales_notification_november
source: November sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für November verfügbar.
fi: Marraskuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois de novembre sont disponibles MyPayments.
it: I dati relativi alle vendite di novembre sono disponibili in MyPayments.

# ms_sales_notification_october
source: October sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für Oktober verfügbar.
fi: Lokakuun myynti on nähtävillä MyPaymentsissä.
fr: Les données de ventes pour le mois d'octobre sont disponibles MyPayments.
it: I dati relativi alle vendite di ottobre sono disponibili in Mypayments.

# ms_sales_notification_september
source: September sales data are available in MyPayments.
de: In MyPayments sind die Umsatzdaten für September verfügbar.
fi: Syyskuun myynti on nähtävillä MyPaymentsissä.
fr: Les données des ventes pour le mois de septembre sont disponibles MyPayments.
it: I dati relativi alle vendite di settembre sono disponibili in Mypayments.

# ms_salesbenchmark_info
source: How your business is performing compared with your sector?
da: Hvordan klarer din forretning sig sammenlignet med resten af sektoren?
de: Die Performance Ihres Geschäfts im Vergleich mit Ihrem Sektor
et_ee: Kuidas teie ettevõtel võrreldes teie sektoriga läheb?
fi: Miten yrityksesi menestyy verrattuna toimialaasi?
fr: Comment votre entreprise performe-t-elle par rapport aux autres entreprises de votre secteur?
it: Come sono le performance della tua attività rispetto al tuo settore?
lt_lt: Kaip sekasi jūsų įmonei, palyginti su jūsų sektoriumi?
lv_lv: Kā sokas jūsu uzņēmumam salīdzinājumā ar jūsu nozari?
nb: Hvordan presterer bedriften din sammenlignet med sektoren?
sv: Hur går det för ditt företag jämfört med din bransch?

# ms_same_email_logging_txt
source: You can use the same email as you have used for logging in to MyPayments
de: Sie können dieselbe E-Mail-Adresse verwenden, die Sie für die Anmeldung bei MyPayments verwendet haben.
fi: Voit käyttää samaa sähköpostiosoitetta, jota olet käyttänyt kirjautuaksesi Mypayments-palveluun.
fr: Vous pouvez utiliser la même adresse e-mail que celle utilisée pour vous connecter à MyPayments
it: Puoi usare la stessa e-mail che hai usato per accedere a MyPayments
