Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_empty_invoices_desc
source: No invoices yet, please check back later to view your invoices here.
da: Der er ingen fakturaer på nuværende tidspunkt. Venligst vend tilbage senere for at se dine fakturaer her.
de: Derzeit sind keine Rechnungen verfügbar. Bitte kommen Sie später zurück, um Ihre Rechnungen hier einzusehen.
et_ee: Arveid veel pole. Palun vaadake hiljem uuesti, et neid siin näha.
fi: Ei laskuja tällä hetkellä. Palaa myöhemmin nähdäksesi laskusi täällä.
fr: Aucune facture disponible pour le moment. Revenez plus tard pour consulter vos factures ici.
it: Non ci sono fatture disponibili al momento. Torna più tardi per visualizzarle qui.
lt_lt: Šiuo metu nėra sąskaitų. Grįžkite vėliau, kad jas peržiūrėtumėte čia.
lv_lv: Pagaidām nav pieejamu rēķinu. Lūdzu, pārbaudiet vēlāk, lai skatītu savus rēķinus šeit.
nb: Det er ingen fakturaer tilgjengelig for øyeblikket. Kom tilbake senere for å se fakturaene dine her.
sv: Inga fakturor är tillgängliga för närvarande. Vänligen återkom senare för att se dina fakturor här.

# ms_empty_invoices_title
source: No Invoices yet
da: Ingen fakturaer på nuværende tidspunkt
de: Derzeit keine Rechnungen verfügbar
et_ee: Arveid veel pole
fi: Ei laskuja tällä hetkellä
fr: Aucune facture pour le moment
it: Nessuna fattura disponibile al momento
lt_lt: Šiuo metu nėra jokių sąskaitų
lv_lv: Pašlaik nav nevienas rēķina
nb: Ingen fakturaer for øyeblikket
sv: Inga fakturor tillgängliga för närvarande

# ms_empty_settlements_desc
source: You have not received any payouts yet, check back later to see your settlements here
da: Du har endnu ikke modtaget nogen udbetalinger. Venligst vend tilbage senere for at se dine afregninger her.
de: Sie haben bisher keine Auszahlungen erhalten. Bitte kommen Sie später zurück, um Ihre Abrechnungen hier einzusehen.
et_ee: Sa ei ole veel ühtegi väljamakset saanud. Kontrolli hiljem uuesti, et näha oma arveldusi siin.
fi: Et ole vielä vastaanottanut maksusuorituksia. Palaa myöhemmin nähdäksesi maksusi täällä.
fr: Vous n'avez pas encore reçu de paiements. Revenez plus tard pour consulter vos règlements ici.
it: Non hai ancora ricevuto pagamenti. Torna più tardi per visualizzare i tuoi incassi qui.
lt_lt: Jūs dar negavote jokių išmokų. Grįžkite vėliau, kad matytumėte savo atsiskaitymus čia.
lv_lv: Jūs vēl neesat saņēmis nevienu izmaksu. Lūdzu, atgriezieties vēlāk, lai redzētu savus norēķinus šeit.
nb: Du har ikke mottatt noen utbetalinger ennå. Kom tilbake senere for å se oppgjørene dine her.
sv: Du har ännu inte fått några utbetalningar. Vänligen återkom senare för att se dina avräkningar här.

# ms_empty_settlements_title
source: No Payouts yet
da: Ingen udbetalinger på nuværende tidspunkt
de: Derzeit keine Auszahlungen verfügbar
et_ee: Väljamakseid veel pole
fi: Ei maksusuorituksia tällä hetkellä
fr: Aucun paiement pour le moment
it: Nessun pagamento disponibile al momento
lt_lt: Šiuo metu nėra jokių išmokų
lv_lv: Pagaidām nav nevienas izmaksas
nb: Ingen utbetalinger for øyeblikket
sv: Inga utbetalningar tillgängliga för närvarande

# ms_empty_statement_desc
source: You have not received any payouts yet, check back later to see your statements here
da: Du har endnu ikke modtaget nogen udbetalinger, kom tilbage senere for at se dine kontoudtog her
de: Sie haben bisher keine Auszahlungen erhalten. Schauen Sie später noch einmal vorbei, um Ihre Abrechnungen hier einzusehen.
et_ee: Te pole veel ühtegi väljamakset saanud, vaadake hiljem uuesti, et näha oma väljavõtteid siin
fi: Et ole vielä saanut maksuja, tarkista myöhemmin nähdäksesi tilityksesi täällä
fr: Vous n'avez pas encore reçu de paiements, revenez plus tard pour consulter vos relevés ici.
it: Non hai ancora ricevuto pagamenti. Torna più tardi per visualizzare i tuoi rapporti mensili qui.
lt_lt: Jūs dar negavote jokių išmokų, užsukite vėliau, kad čia pamatytumėte savo ataskaitas
lv_lv: Jūs vēl neesat saņēmis nevienu izmaksu, pārbaudiet vēlāk, lai šeit redzētu savus izrakstus
nb: Du har ikke mottatt noen utbetalinger ennå. Kom tilbake senere for å se oversiktene dine her.
sv: Du har inte fått några utbetalningar än, kom tillbaka senare för att se dina kontoutdrag här

# ms_empty_transactions_desc
source: Start transacting to see your transactions here. Please note that transactions can take 1 to 2 days to appear in the app.
da: Start med at gennemføre transaktioner for at se dem her. Bemærk venligst, at det kan tage 1 til 2 dage, før transaktionerne vises i appen.
de: Beginnen Sie mit Transaktionen, um diese hier einzusehen. Bitte beachten Sie, dass es 1 bis 2 Tage dauern kann, bis die Transaktionen in der App angezeigt werden.
et_ee: Alusta tehingute tegemist, et neid siin näha. Pange tähele, et tehingute kuvamine rakenduses võib võtta 1–2 päeva.
fi: Aloita tapahtumien suorittaminen, jotta näet ne täällä. Huomioithan, että tapahtumat voivat näkyä sovelluksessa 1–2 päivän viiveellä.
fr: Commencez à effectuer des transactions pour les voir ici. Veuillez noter que les transactions peuvent prendre 1 à 2 jours avant d'apparaître dans l'application.
it: Inizia a effettuare transazioni per visualizzarle qui. Si noti che potrebbero trascorrere 1 o 2 giorni prima che compaiano nell’app.
lt_lt: Pradėkite vykdyti operacijas, kad jos būtų matomos čia. Atkreipkite dėmesį, kad operacijos gali pasirodyti programėlėje per 1–2 dienas.
lv_lv: Sāciet veikt darījumus, lai tos redzētu šeit. Ņemiet vērā, ka to parādīšanās lietotnē var aizņemt 1 līdz 2 dienas.
nb: Begynn å gjennomføre transaksjoner for å se dem her. Vær oppmerksom på at det kan ta 1 til 2 dager før transaksjoner vises i appen.
sv: Börja genomföra transaktioner för att se dem här. Observera att det kan ta 1 till 2 dagar innan transaktioner visas i appen.

# ms_empty_transactions_softpay_desc
source: Start transacting to see your transaction here. You can start by creating a test transaction to begin using SoftPOS
da: Start med at gennemføre transaktioner for at se dem her. Du kan begynde med at oprette en testtransaktion for at tage SoftPOS i brug.
de: Beginnen Sie mit Transaktionen, um diese hier einzusehen. Sie können eine Testtransaktion erstellen, um SoftPOS zu nutzen.
et_ee: Alusta tehingute tegemist, et neid siin näha. Alustuseks loo testtehing, et hakata kasutama SoftPOS-i.
fi: Aloita tapahtumien suorittaminen nähdäksesi ne täällä. Voit aloittaa luomalla testitapahtuman SoftPOS:n käyttöön.
fr: Commencez à effectuer des transactions pour les voir ici. Vous pouvez débuter en créant une transaction test pour utiliser SoftPOS.
it: Inizia a effettuare transazioni per visualizzarle qui. Puoi iniziare creando una transazione di prova per utilizzare SoftPOS.
lt_lt: Pradėkite vykdyti operacijas, kad jos būtų matomos čia. Galite pradėti nuo bandomosios operacijos, kad pradėtumėte naudoti SoftPOS.
lv_lv: Sāciet veikt darījumus, lai tos redzētu šeit. Varat sākt, izveidojot testa darījumu, lai izmantotu SoftPOS.
nb: Start med å gjennomføre transaksjoner for å se dem her. Du kan begynne med å opprette en testtransaksjon for å ta i bruk SoftPOS.
sv: Börja genomföra transaktioner för att se dem här. Du kan börja med att skapa en testtransaktion för att använda SoftPOS.

# ms_empty_transactions_title
source: No transactions yet
da: Ingen transaktioner på nuværende tidspunkt
de: Derzeit keine Transaktionen verfügbar
et_ee: Tehinguid veel pole
fi: Ei tapahtumia tällä hetkellä
fr: Aucune transaction pour le moment
it: Nessuna transazione disponibile al momento
lt_lt: Šiuo metu nėra jokių operacijų
lv_lv: Pagaidām nav nevienas transakcijas
nb: Ingen transaksjoner for øyeblikket
sv: Inga transaktioner tillgängliga för närvarande

# ms_enable_tip_functionality
source: This will enable your customer to add a tip to their purchase.
de: So kann Ihr Kunde ein Trinkgeld zu seinem Kauf hinzufügen.
fi: Näin asiakas voi lisätä juomarahan maksuunsa.
fr: Cela permettra au client d'ajouter un pourboire à son achat.
it: In questo modo il cliente può aggiungere una mancia al suo acquisto.

# ms_enter_amount
source: Enter amount
de: Betrag eingeben
fi: Syötä summa
fr: Entrer le montant
it: Inserisci l'importo

# ms_enter_your_digit_pin
source: Enter your %s-digit code
da: Indtast din %s-cifrede kode
de: Geben Sie Ihren %s-stelligen Code ein
fi: Syötä %s-numeroinen koodisi
fr: Saisissez votre code à %s chiffres
it: Inserisci il tuo codice a %s cifre
nb: Angi din %s-sifrede kode
sv: Ange din %s-siffriga kod

# ms_error
source: Error
da: Fejl
de: Fehler
et_ee: Viga
fi: Virhe
fr: Erreur
it: Errore
lt_lt: Klaida
lv_lv: Kļūda
nb: Feil
sv: Fel

# ms_errorTerminal
source: Error
da: Fejl
de: Fehler
et_ee: Viga
fi: Virhe
fr: Erreur
it: Errore
lt_lt: Klaida
lv_lv: Kļūda
nb: Feil
sv: Fel

# ms_error_occured_try_again
source: An unknown error occurred please ‘try again’, or ‘cancel’ to check back later
da: En ukendt fejl opstod. Prøv venligst igen, eller annullér for at prøve igen senere
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut oder wählen Sie „Abbrechen“, um später erneut nachzusehen.
et_ee: Tekkis tundmatu viga, palun proovige uuesti või „tühistage”, et hiljem tagasi tulla.
fi: Tuntematon virhe; yritä uudelleen tai peruuta ja kokeile myöhemmin uudelleen.
fr: Une erreur inconnue s'est produite, veuillez « réessayer » ou « annuler » pour revenir plus tard.
it: Si è verificato un errore sconosciuto, per favore "riprova" o "annulla" per controllare più tardi.
lt_lt: Įvyko nežinoma klaida, prašome „bandyti dar kartą“ arba „atšaukti“ ir pabandyti vėliau.
lv_lv: Radās nezināma kļūda. Lūdzu, mēģiniet vēlreiz vai nospiediet ‘atcelt’, lai pārbaudītu vēlāk.
nb: Ukjent feil. Prøv igjen eller trykk "Avbryt" for å prøve igjen senere.
sv: Ett okänt fel inträffade, vänligen ‘försök igen’, eller ‘avbryt’ för att kontrollera senare

# ms_export
source: Export
da: Eksportér
de: Exportieren
et_ee: Ekspordi
fi: Vie
fr: Exporter
it: Esporta
lt_lt: Eksportuoti
lv_lv: Eksportēt
nb: Eksporter
sv: Exportera

# ms_faq_access_merchant_desc
source: Merchant Portal can be accessed here: merchantportal.luottokunta.fi/nets. Please follow the guide for how to log in or create access.
da: Merchant Portal kan tilgås her: merchantportal.luottokunta.fi/nets. Følg vejledningen for at logge på eller anmode om adgang.
de: Das Händlerportal kann hier aufgerufen werden: merchantportal.luottokunta.fi/nets. Bitte folgen Sie der Anleitung, um sich einzuloggen oder zu registrieren.
et_ee: Kaupmehe portaalile pääseb juurde siin: merchantportal.luottokunta.fi/nets. Palun järgige juhendit, kuidas sisse logida või juurdepääsu luua.
fi: Kauppiasportaaliin pääset täältä: merchantportal.luottokunta.fi/nets. Sisäänkirjautuminen ja käyttöoikeuksien luominen on selostettu oppaassa.
fr: Le portail Commerçant est accessible à cet endroit: merchantportal.luottokunta.fi/nets. Veuillez suivre le guide pour savoir comment vous connecter ou créer un accès.
it: Puoi accedere al Portale esercenti qui: merchantportal.luttokunta.ch/nets. Segui la guida per sapere come accedere o creare l'accesso.
lt_lt: Prekybininkų portalas pasiekiamas adresu: merchantportal.luottokunta.fi/nets. Vadovaukitės vedlio nurodymais, kaip prisijungti arba susikurti prieigą.
lv_lv: Tirgotāju portālam var piekļūt šeit: merchantportal.luottokunta.fi/nets. Lūdzu, izpildiet ceļvedī sniegtos norādījumus, lai uzzinātu, kā pieteikties vai izveidot piekļuvi.
nb: Du får tilgang til Merchant Portal her: merchantportal.luottokunta.fi/nets. Følg veiledningen om hvordan du logger på eller oppretter tilgang.
sv: Du får tillgång till Merchant Portal här: merchantportal.luottokunta.fi/nets. Följ guiden för att logga in eller skapa tillgång.

# ms_faq_aggregated_desc
source: On all screens, you can select up to 20 point of sales at a time and you will get the aggregated data.
da: Du kan på alle skærme vælge op til 20 salgssteder ad gangen, hvorefter du vil få de samlede data.
de: Auf allen Bildschirmen können Sie bis zu 20 Verkaufsstellen gleichzeitig auswählen und erhalten dann die aggregierten Daten.
et_ee: Kõikidel ekraanidel saate korraga valida kuni 20 müügipunkti ja saate koondandmed.
fi: Kaikissa näytöissä voit valita enintään 20 myyntipistettä kerrallaan ja saat koostetut tiedot.
fr: Sur tous les écrans, vous pouvez sélectionner jusqu'à 20 points de vente en même temps et vous obtiendrez les données agrégées.
it: Su tutte le schermate puoi selezionare fino a 20 punti vendita alla volta per ottenere i dati in forma aggregata.
lt_lt: Visuose languose vienu metu galima pasirinkti iki 20 pardavimo vietų ir gauti suvestinius duomenis.
lv_lv: Visos ekrānos vienlaikus varat atlasīt līdz 20 tirdzniecības vietām, un jūs saņemsiet apkopotos datus.
nb: På alle skjermer kan du velge opptil 20 salgssteder om gangen, så får du de samlede dataene.
sv: Du kan välja upp till 20 försäljningsställen åt gången på alla skärmar och få aggregerade data.

# ms_faq_business_desc
source: The 'My Business' screen provides details about your company and you can select upto 20 sales location on this screen. You can view the terminal details for the selected sales locations in the section 'Terminals'. Also, the functionality of selecting sales locations is available on all screens.
da: I skærmbilledet "Min virksomhed" kan du se oplysninger om din virksomhed og vælge op til 20 salgslokationer. Du kan se terminaloplysninger for de valgte salgslokationer i afsnittet "Terminaler". Endvidere vises funktionerne til valg af salgslokationer i alle skærmbilleder.
de: Auf dem Bildschirm „Mein Unternehmen“ finden Sie Details zu Ihrem Unternehmen und können bis zu 20 Verkaufsstellen auswählen. Im Bereich „Terminals“ können Sie die Details zu den Terminals der ausgewählten Verkaufsstellen einsehen. Die Funktion zur Auswahl von Verkaufsstellen ist ebenfalls auf allen Bildschirmen verfügbar.
et_ee: Kuval "Minu ettevõte" kuvatakse üksikasjad teie ettevõtte kohta ja sellel ekraanil saate valida kuni 20 müügikohta. Valitud müügikohtade terminali üksikasju saate vaadata jaotisest "Terminalid". Samuti on müügikohtade valimise funktsionaalsus saadaval kõigil ekraanidel.
fi: Oma yritys -näytössä on tietoja yrityksestäsi, ja voit valita enintään 20 myyntipaikkaa tällä näytöllä. Voit tarkastella valittujen myyntipaikkojen päätelaitteiden tietoja kohdassa 'Päätelaitteet'. Myös myyntipaikkojen valintatoiminto on käytettävissä kaikilla näytöillä.
fr: L'écran «Mon entreprise» fournit des détails à propos de votre entreprise, et vous pouvez sélectionner jusqu'à 20 points de vente sur cet écran. Vous pouvez voir les détails des terminaux pour les points de vente sélectionnés dans la section «Terminaux». La fonctionnalité de sélection des points de ventes aussi est disponible sur tous les écrans.
it: Nella schermata "La mia attività" sono riportate le informazioni relative alla tua azienda, puoi selezionare fino a 20 sedi di vendita. Puoi visualizzare le informazioni relative ai terminali per le sedi di vendita selezionate nella sezione "Terminali". Inoltre, la funzione di selezione delle sedi di vendita è disponibile su tutte le schermate.
lt_lt: Lange „My Business“ (mano verslas) pateikiama išsami informacija apie Jūsų įmonę. Taip pat šiame lange galite pasirinkti iki 20 pardavimo vietų. Skiltyje „Terminals“ (terminalai) galite peržiūrėti pasirinktų pardavimo vietų terminalų informaciją. Taip pat visuose languose pasiekiama pardavimo vietų pasirinkimo funkcija.
lv_lv: Ekrānā “Mans uzņēmums” ir sniegta informācija par jūsu uzņēmumu, un šajā ekrānā varat izvēlēties līdz pat 20 tirdzniecības vietām. Detalizētu informāciju par izvēlētajām tirdzniecības vietām varat apskatīt sadaļā “Termināļi”. Tāpat visos ekrānos ir pieejama tirdzniecības vietu izvēles funkcionalitāte.
nb: Skjermbildet "Min bedrift" inneholder opplysninger om bedriften din, og du kan velge opptil 20 salgssteder på dette skjermbildet. Du kan se informasjon om terminalene for de valgte salgsstedene i delen "Terminaler". Funksjonen for å velge salgssteder er også tilgjengelig på alle skjermbilder.
sv: Skärmen ”Mitt företag” innehåller information om ditt företag och du kan välja upp till 20 försäljningsställen på skärmen. Du kan visa terminalinformation för valda försäljningsställen i avsnittet ”Terminaler”. Funktionen för att välja försäljningsställen finns på alla skärmar.

# ms_faq_card_type_desc
source: On the Concardis portal (www.concardis.com/), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement Details including Card type acceptances.
da: På Concardis-portalen (www.concardis.com/) kan du under afsnittet "Virksomhed" > "Juridiske oplysninger" få adgang til oplysninger om din serviceaftale, herunder hvilke kort du accepterer.
de: Auf dem Concardis-Portal (www.concardis.com/) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“Zugang zu den Details Ihrer Servicevereinbarung, einschließlich der Akzeptanz verschiedener Kartentypen.
et_ee: Concardise portaalis (www.concardis.com/) annab jaotis "Ettevõte" > "Juriidiline teave" teile juurdepääsu oma teenuselepingu üksikasjadele, sealhulgas kaarditüübi aktsepteerimisele.
fi: Concardis-portaalin (www.concardis.com/) osiossa "Business" > "Legal" pääset katsomaan palvelusopimustietojasi, mukaan lukien korttityyppien hyväksynnät.
fr: Sur le portail Concardis (www.concardis.com/), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder aux détails de votre accord de service, et notamment les types de carte acceptés.
it: Sul portale Concardis (www.concardis.com/), nella sezione "Attività" > "Legale" puoi accedere alle informazioni relative al tuo Contratto di assistenza che comprende i tipi di carte accettate.
lt_lt: „Concardis“ portalo (www.concardis.com/) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) galite peržiūrėti savo Paslaugų teikimo sutarties informaciją, įskaitant informaciją apie tai, kokių tipų kortelės priimamos.
lv_lv: Concardis portālā (www.concardis.com/) sadaļa “Uzņēmums” > “Juridiskie pakalpojumi” nodrošina piekļuvi pakalpojuma līguma detaļām, tostarp pieņemamiem Kartes tipiem.
nb: I Concardis-portalen (www.concardis.com/) gir delen "Bedrift" > "Juridisk" deg tilgang til detaljer om tjenesteavtalen din, inkludert hvilke korttyper du tar imot.
sv: Gå till Concardis-portalen (www.concardis.com/), avsnitt ”Verksamhet” > ”Juridik” finns uppgifter om ditt serviceavtal, inklusive vilka korttyper som accepteras.

# ms_faq_change_company_desc
source: In order to change the name of your company, please contact our service center for support. Go to the ‘Support’ section in your Concardis portal (www.concardis.com/), go to ‘Send us a message’ and select the category ‘Account data’ > ‘Change of company name/ ownership’.
da: Hvis du vil ændre navnet på din virksomhed, kan du kontakte vores servicecenter. Gå til afsnittet "Support" på Concardis-portalen (www.concardis.com/), vælg "Send en meddelelse til os" og derefter kategorien "Kontodata" > "Ændring af virksomhedsnavn/-ejerskab".
de: Wenn Sie den Namen Ihres Unternehmens ändern möchten, wenden Sie sich bitte an unser Service-Center, um Unterstützung zu erhalten. Gehen Sie in Ihrem Concardis-Portal (www.concardis.com/) zum Bereich „Support“, gehen Sie zu „Senden Sie uns eine Nachricht“ und wählen Sie die Kategorie „Kontodaten“ > „Änderung des Firmennamens/der Eigentümerschaft“.
et_ee: Ettevõtte nime muutmiseks võtke toe saamiseks ühendust meie teeninduskeskusega. Minge oma Concardis portaali jaotisse "Tugi" (www.concardis.com/), minge jaotisse "Saada meile sõnum" ja valige kategooria "Konto andmed" > "Ettevõtte nime / omaniku muutmine".
fi: Jos haluat muuttaa yrityksesi nimen, ota yhteyttä palvelukeskukseemme. Siirry Concardis-portaalissasi (www.concardis.com/) "Tuki"-osioon, siirry kohtaan "Lähetä meille viesti" ja valitse kategoria "Tilitiedot" > "Yrityksen nimen/omistajuuden muuttaminen".
fr: Pour modifier le nom de votre entreprise, demandez l'aide de notre centre de services. Allez à la section «Assistance» sur votre portail Concardis (www.concardis.com/). Allez à «Nous envoyer un message» et sélectionnez la catégorie «Données du compte» > «Modifier le nom/la propriété de l'entreprise».
it: Per modificare il nome della tua azienda, contatta il nostro centro assistenza. Vai alla sezione "Assistenza" nel tuo portale Concardis (www.concardis.com/), vai a "Inviaci un messaggio" e seleziona la categoria "Dati account" > "Modifica nome/proprietà dell'azienda".
lt_lt: Norėdami pakeisti įmonės pavadinimą, kreipkitės į mūsų techninės pagalbos centrą. Eikite į „Concardis“ portalo (www.concardis.com/) skiltį „Support“ (pagalba), spustelėkite „Send us a message“ (siųsti mums žinutę) ir pasirinkite kategoriją „Account data“ (paskyros duomenys) > „Change of company name/ ownership“ (įmonės pavadinimo / savininko keitimas).
lv_lv: Lai mainītu uzņēmuma nosaukumu, lūdzu, sazinieties ar mūsu servisa centru, lai saņemtu atbalstu. Savā Concardis portālā (www.concardis.com/) atveriet sadaļu “Atbalsts”, dodieties uz “Sūtīt mums ziņojumu” un atlasiet kategoriju “Konta dati” > “Uzņēmuma nosaukuma/īpašumtiesību maiņa”.
nb: For å endre navnet på selskapet ditt må du kontakte servicesenteret vårt. Gå til delen "Støtte" i Concardis-portalen (www.concardis.com/), gå til "Send oss en melding" og velg kategorien "Kontodata" > "Endre selskapsnavn/eierskap".
sv: För att ändra företagsnamn kontaktar du vårt servicecenter för support. Gå till avsnittet ”Support” på Concardis-portalen (www.concardis.com/), gå till ”Skicka meddelande” och välj kategorin ”Kontouppgifter” > ”Ändra företagsnamn/ägarskap”.

# ms_faq_concardis_portal_desc
source: On the Concardis portal (https://portal.nexi.de/), the section ‘Business’ > ‘Legal’ provides you access to your pricelist.
da: På Concardis-portalen (https://portal.nexi.de/) kan du få adgang til din prisliste under afsnittet "Virksomhed" > "Juridiske oplysninger".
de: Auf dem Concardis-Portal (https://portal.nexi.de/) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf Ihre Preisliste.
et_ee: Concardise portaalis (https://portal.nexi.de/) annab jaotis "Ettevõte" > "Juriidiline teave" teile juurdepääsu oma hinnakirjale.
fi: Hinnastomme löytyy Concardis-portaalista (https://portal.nexi.de/), kohdasta ‘Business’ > ‘Legal’
fr: Sur le portail Concardis (https://portal.nexi.de/), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder à votre liste des prix.
it: Sul portale Concardis (https://portal.nexi.ch/), nella sezione "Attività" > "Legale" puoi accedere al tuo listino prezzi.
lt_lt: „Concardis“ portalo (https://portal.nexi.de/) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) galite peržiūrėti kainoraštį.
lv_lv: Concardis portālā (https://portal.nexi.de/) sadaļa “Uzņēmums” > “Juridiskie pakalpojumi” nodrošina piekļuvi jūsu cenrādim.
nb: I Concardis-portalen (https://portal.nexi.de/) gir delen "Bedrift" > "Juridisk" deg tilgang til prislisten din.
sv: Du hittar din prislista på Concardis-portalen (https://portal.nexi.de/) i avsnittet ”Företag” > ”Juridik”.
