Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_connect_cable
source: Connect the cable
da: Tilslut kablet
de: Schließen Sie das Kabel an.
et_ee: Ühenda kaabliga
fi: Yhdistä kaapeli
it: Collega il cavo
lt_lt: Prijunkite laidą
lv_lv: Pievienot kabeli
nb: Koble til kabelen
sv: Anslut kabeln

# ms_contactForm
source: Contact form
da: Kontaktformular
de: Kontaktformular
et_ee: Kontaktivorm
fi: Yhteydenottolomake
fr: Formulaire de contact
it: Modulo di contatto
lt_lt: Kontaktinė forma
lv_lv: Saziņas veidlapa
nb: Kontaktskjema
sv: Kontaktformulär

# ms_contact_customer_service
source: Contact customer service
da: Kontakt kundeservice
de: Kontaktieren Sie den Kundenservice
fi: Ota yhteyttä asiakaspalveluun
fr: Contactez le service client
it: Contatta il servizio clienti
nb: Kontakt kundeservice
sv: Kontakta kundtjänst

# ms_contact_shortly
source: We will be in contact with you shortly.
da: Vi kontakter dig hurtigst muligt.
de: Wir werden uns in Kürze bei Ihnen melden.
et_ee: Võtame teiega varsti ühendust.
fi: Otamme sinuun pian yhteyttä.
fr: Nous prendrons bientôt contact avec vous.
it: Ti contatteremo a breve.
lt_lt: Netrukus su jumis susisieksime.
lv_lv: Mēs tuvākajā laikā sazināsimies ar jums.
nb: Vi tar snart kontakt med deg.
sv: Vi kontaktar dig inom kort.

# ms_contact_us
source: Contact us
da: Kontakt os
de: Kontakt
et_ee: Võtke meiega ühendust
fi: Ota yhteyttä
fr: Contactez-nous
it: Contattaci
lt_lt: Susisiekite su mumis
lv_lv: Sazinieties ar mums
nb: Kontakt oss
sv: Kontakta oss

# ms_continue
source: Continue
da: Fortsæt
de: Fortfahren
et_ee: Jätka
fi: Jatka
fr: Continuer
it: Continua
lt_lt: Tęsti
lv_lv: Turpināt
nb: Fortsett
sv: Fortsätt

# ms_copied
source: Copied!
da: Kopieret!
de: Kopiert!
fi: Kopioitu!
fr: Copié!
it: Copiato
lt_lt: Nukopijuota!
lv_lv: Nokopēts!
nb: Kopiert!
sv: Kopierad!

# ms_copy_email
source: COPY EMAIL
da: KOPIER EMAIL
de: EMAIL KOPIEREN
fi: KOPIOI SÄHKÖPOSTI
fr: COPIER L'E-MAIL
it: COPIA E-MAIL
lt_lt: KOPIJUOTI EL. PAŠTO ADRESĄ
lv_lv: KOPĒT E-PASTU
nb: KOPIER E-POST
sv: KOPIERA EMAIL

# ms_country_drop_down_title
source: Which country is your business registered in?
da: I hvilket land er din virksomhed registreret?
de: In welchem Land ist Ihr Unternehmen registriert?
et_ee: Millises riigis on teie ettevõte registreeritud?
fi: Missä maassa yrityksesi on rekisteröity?
fr: Dans quel pays votre entreprise est-elle enregistrée?
it: In quale paese è registrata la tua attività?
lt_lt: Kurioje šalyje registruota Jūsų įmonė?
lv_lv: Kurā valstī ir reģistrēts jūsu uzņēmums?
nb: Hvilket land er bedriften din registrert i?
sv: Vilket land är ditt företag registrerat i?

# ms_country_name_
source: Lithuania
da: Litauen
de: Litauen
et_ee: Leedu
fi: Liettua
fr: Lituanie
it: Lituania
lt_lt: Lietuva
lv_lv: Lietuva
nb: Litauen
sv: Litauen

# ms_country_name_austria
source: Austria
da: Østrig
de: Österreich
fi: Itävalta
fr: Autriche
lt_lt: Austrija
lv_lv: Austrija
nb: Østerrike
sv: Österrike

# ms_country_name_denmark
source: Denmark
da: Danmark
de: Dänemark
et_ee: Taani
fi: Tanska
fr: Danemark
it: Danimarca
lt_lt: Danija
lv_lv: Dānija
nb: Danmark
sv: Danmark

# ms_country_name_estonia
source: Estonia
da: Estland
de: Estland
et_ee: Eesti
fi: Viro
fr: Estonie
lt_lt: Estija
lv_lv: Igaunija
nb: Estland
sv: Estland

# ms_country_name_faroe
source: Faroe Islands
da: Færøerne
de: Färöer Inseln
et_ee: Fääri saared
fi: Färsaaret
fr: Îles Féroé
it: Isole Faroe
lt_lt: Farerų salos
lv_lv: Fēru salas
nb: Færøyene
sv: Färöarna

# ms_country_name_finland
source: Finland
de: Finnland
et_ee: Soome
fi: Suomi
fr: Finlande
it: Finlandia
lt_lt: Suomija
lv_lv: Somija

# ms_country_name_germany
source: Germany
da: Tyskland
de: Deutschland
et_ee: Saksamaa
fi: Saksa
fr: Allemagne
it: Germania
lt_lt: Vokietija
lv_lv: Vācija
nb: Tyskland
sv: Tyskland

# ms_country_name_greenland
source: Greenland
da: Grønland
de: Grönland
et_ee: Gröönimaa
fi: Grönlanti
fr: Groenland
it: Groenlandia
lt_lt: Grenlandija
lv_lv: Grenlande
nb: Grønland
sv: Grönland

# ms_country_name_norway
source: Norway
da: Norge
de: Norwegen
et_ee: Norra
fi: Norja
fr: Norvège
it: Norvegia
lt_lt: Norvegija
lv_lv: Norvēģija
nb: Norge
sv: Norge

# ms_country_name_poland
source: Poland
da: Polen
de: Polen
et_ee: Poola
fi: Puola
fr: Pologne
it: Polonia
lt_lt: Lenkija
lv_lv: Polija
nb: Polen
sv: Polen

# ms_country_name_sweden
source: Sweden
da: Sverige
de: Schweden
et_ee: Rootsi
fi: Ruotsi
fr: Suède
it: Svezia
lt_lt: Švedija
lv_lv: Zviedrija
nb: Sverige
sv: Sverige

# ms_country_name_switzerland
source: Switzerland
da: Schweiz
de: Schweiz
et_ee: Šveits
fi: Sveitsi
fr: Suisse
it: Svizzera
lt_lt: Šveicarija
lv_lv: Šveice
nb: Sveits
sv: Schweiz

# ms_current_reciept_title
source: Current receipt text
da: Eksisterende kvitteringstekst
de: Aktueller Text auf Beleg
et_ee: Praegune kviitungi tekst
fi: Nykyinen kuittiteksti
fr: Texte actuel sur le reçu
it: Testo ricevuta attuale
lt_lt: Dabartinis kvito tekstas
lv_lv: Pašreizējā kvīts teksts
nb: Nåværende kvitteringstekst
sv: Nuvarande kvittotext

# ms_cust_pays
source: When a customer pays
da: Når en kunde betaler
de: Wenn einer Kunde zahlt
et_ee: Kui klient maksab
fi: Kun asiakas maksaa
fr: Lorsqu'un client paie
it: Quando un cliente paga
lt_lt: Kai klientas sumoka
lv_lv: Kad maksā klients
nb: Når en kunde betaler
sv: När en kund betalar

# ms_custom_message_pending
source: Custom message is pending
da: Afventer brugerdefineret meddelelse
de: Benutzerdefinierte Nachricht ausstehend
et_ee: Kohandatud sõnum on ootel
fi: Mukautettu viesti odottaa
lt_lt: Pasirinktinis pranešimas laukiamas
lv_lv: Pielāgots ziņojums gaida apstiprināšanu
nb: Egendefinert melding behandles
sv: Anpassat meddelande väntar

# ms_custom_message_progress
source: Custom message is currently in progress
da: Brugerdefineret meddelelse i gang
de: Benutzerdefinierte Nachricht wird gerade bearbeitet
et_ee: Kohandatud sõnum on parajasti koostamisel
fi: Mukautettu viesti on parhaillaan tekeillä
lt_lt: Pasirinktinis pranešimas šiuo metu ruošiamas...
lv_lv: Pielāgots ziņojums pašlaik tiek apstrādāts
nb: Egendefinert melding pågår
sv: Anpassat meddelande bearbetas

# ms_customer_qr
source: Let your customer scan the QR code
da: Lad kunden scanne QR-koden
de: Den Kunden den QR-Code scannen lassen
et_ee: Laske kliendil QR-kood skannida
fi: Anna asiakkaan skannata QR-koodi
fr: Laissez le client scanner le code QR
it: Fai scansionare il codice QR al cliente
lt_lt: Leiskite klientui nuskaityti QR kodą
lv_lv: Ļaujiet klientam skenēt QR kodu
nb: La kunden skanne QR-koden
sv: Låt kunden skanna QR-koden

# ms_customer_receipt
source: Show Customer receipt
da: Vis kundekvittering
de: Kundenbeleg anzeigen
et_ee: Kuva kliendi kviitung
fi: Näytä asiakkaan kuitti
fr: Afficher reçu du client
it: Mostra ricevuta cliente
lt_lt: Rodyti kliento kvitą
lv_lv: Rādīt klienta kvīti
nb: Vis kundekvittering
sv: Visa kundkvitto

# ms_customer_receipt_title
source: Customer receipt
da: Kundekvittering
de: Kundenbeleg
et_ee: Kliendi kviitung
fi: Asiakkaan kuitti
fr: Reçu client
it: Ricevuta cliente
lt_lt: Kliento kvitas
lv_lv: Klienta kvīts
nb: Kundekvittering
sv: Kundkvitto

# ms_customer_support_release_notes
source: With MyPayments app, you will now be able to call the customer support relevant to your country.
da: Med MyPayments-appen kan du nu kontakte den kundesupport, der er relevant for dit land.
de: Mit der MyPayments-App können Sie jetzt den für Ihr Land zuständigen Kundendienst anrufen.
fi: MyPayments-sovelluksella voit nyt soittaa maasi asiakastukeen.
fr: Avec l'application MyPayments, vous pourrez désormais appeler le service clientèle spécifique à votre pays.
it: Con l'app MyPayments ora potrai chiamare l'assistenza clienti del tuo paese.
lv_lv: Izmantojot lietotni MyPayments, tagad varēsiet zvanīt savai valstij atbilstošajam klientu atbalsta centram.
nb: Med MyPayments-appen kan du nå ringe kundeservice som gjelder i ditt land.
sv: Med MyPayments-appen kan du nu ringa kundsupporten för ditt land.

# ms_customer_tap
source: Let your customer tap/insert their payment card by either using the chip or contactless to complete the purchase.
da: Bed kunden om at trykke på/indsætte deres betalingskort, enten vha. chippen eller den kontaktløse funktion, for at gennemføre købet.
de: Bitten Sie Ihren Kunden, seine Zahlungskarte entweder über den Chip oder kontaktlos aufzulegen/einzuführen, um den Kauf abzuschließen.
et_ee: Laske kliendil oma maksekaarti viibata/ sisestada, kasutades kas kiipi või kontaktivaba maksekaarti, et ost lõpule viia.
fi: Anna asiakkaasi koskettaa/työntää maksukorttinsa päätteeseen käyttämällä joko sirua tai lähimaksua oston suorittamiseen.
lt_lt: Kad užbaigtumėte pirkimą, paprašykite kliento priglausti arba įstatyti lustinę arba bekontaktę mokėjimo kortelę.
lv_lv: Ļaujiet klientam pieskarties/ievietot savu maksājumu karti, izmantojot mikroshēmas vai bezkontakta karti, lai pabeigtu pirkumu.
nb: La kunden tæppe kontaktløst / sette inn chippen på betalingskortet for å fullføre kjøpet.
sv: Låt kunden hålla sitt betalkort mot, eller sätta in det i, terminalen för att slutföra köpet.

# ms_customers
source: Customers
da: Kunder
de: Kunden
et_ee: Kliendid
fi: Asiakkaat
fr: Clients
it: Clienti
lt_lt: Pirkėjai
lv_lv: Klienti
nb: Kunder
sv: Kunder

# ms_customers_description
source: Overview of transaction pattern for new and recurring customers
da: Overblik over transaktionsmønster for nye og tilbagevendende kunder
de: Übersicht über Transaktionsmuster von Neu- und Stammkunden
et_ee: Uute ja korduvate klientide käibe ülevaade
fi: Yleiskatsaus uusien ja palaavien asiakkaiden toistuvista tapahtumatrendeistä
fr: Vue d'ensemble des tendances de transactions des nouveaux clients et des clients réguliers
it: Panoramica del modello di transazione per i clienti nuovi e per quelli abituali
lt_lt: Naujų ir grįžtančių pirkėjų operacijų pobūdžio apžvalga
lv_lv: Pārskats par darījumu modeli jauniem un periodiskiem klientiem
nb: Oversikt over transaksjonsmønsteret for nye og tilbakevendende kunder
sv: Översikt över transaktionsmönster för nya och återkommande kunder

# ms_customers_description_long
source: Here you can see turnover and average purchase amount for new customers compared to recurring customers. It is possible to change the time span from week to month or year. In the graph, it is displayed which figures represent new and recurring customers. It is also possible to get insights into spending patterns for recurring customers with 5+ visits over the past 12 months.
da: Her kan du se omsætning og gennemsnitligt transaktionsbeløb for nye og tilbagevendende kunder. Det er muligt at ændre periode fra uge til måned eller år. Det er angivet i grafen, hvilke tal der repræsenterer nye og tilbagevendende kunder. Det er yderligere muligt at se købemønstre for tilbagevendende kunder med over fem besøg inden for de sidste 12 måneder.
de: Hier können Sie den Umsatz und den durchschnittlichen Kaufbetrag für Neukunden im Vergleich zu Stammkunden sehen. Es ist möglich, die Zeitspanne von Woche zu Monat oder Jahr zu ändern. Im Diagramm wird angezeigt, welche Zahlen Neu- bzw. Stammkunden darstellen. Darüber hinaus können Sie auch Informationen über Kaufmuster für Stammkunden mit mehr als 5 Besuchen in den vergangenen 12 Monaten abrufen.
et_ee: Siin näete uute klientide käivet ja keskmist ostuhinda võrreldes korduvate klientidega. Võimalikud ajavahemikud on nädal, kuu ja aasta. Diagrammil on näha uued ja korduvad kliendid. Samuti on võimalik saada ülevaade selliste korduvate klientide maksemustritest, kes on kauplust viimase 12 kuu jooksul külastanud rohkem kui viis korda.
fi: Tässä näet uusien asiakkaiden liikevaihdon ja keskimääräisen ostosumman palaaviin asiakkaisiin verrattuna. Aikavälin voi vaihtaa viikosta kuukauteen ja vuoteen. Kuvaajassa eritellään uusia asiakkaita ja palaavia asiakkaita koskevat luvut. Voit myös saada tietoa sellaisten palaavien asiakkaiden kulutustavoista, joilla on vähintään 5 käyntiä edellisten 12 kuukauden aikana.
fr: Vous pouvez voir ici le chiffre d'affaires et le montant d'achat moyen des nouveaux clients par rapport aux clients réguliers. Il est possible de modifier l'intervalle de temps de semaine en mois ou en année. Les chiffres représentant les nouveaux clients et les clients réguliers sont indiqués sur le graphique. Il est également possible de tirer des renseignements des tendances de dépenses pour les clients réguliers ayant effectuée au moins 5 visites en magasin au cours des 12 derniers mois.
it: Qui puoi vedere il fatturato e l'importo medio di acquisto per i nuovi clienti rispetto ai clienti abituali. È possibile cambiare l'arco di tempo da settimana a mese o anno. Nel grafico, sono mostrate le cifre che rappresentano i nuovi clienti e i clienti abituali. È anche possibile ottenere informazioni sui modelli di spesa per i clienti abituali con più di 5 visite negli ultimi 12 mesi.
lt_lt: Čia pateikiama naujų pirkėjų apyvarta ir vidutinė pirkinių suma, palyginti su grįžtančiais pirkėjais. Laikotarpį vietoj savaitės galima pakeisti į mėnesį arba metus. Grafike parodyta, kurie skaičiai atitinka naujus ir grįžtančius pirkėjus. Be to, pateikiama statistinių duomenų apie tai, kaip pinigus leidžia grįžtantys klientai, kurie parduotuvėje per pastaruosius 12 mėnesių apsilankė ne mažiau kaip 5 kartus.
lv_lv: Šeit var redzēt jauno klientu apgrozījumu un vidējo pirkuma summu, salīdzinot ar atkārtotajiem klientiem. Ir iespējams mainīt laika periodu no nedēļas uz mēnesi vai gadu. Grafikā tiek parādīts, kuri skaitļi parāda jaunus un periodiskus klientus. Ir arī iespējams iegūt ieskatu par tērēšanas paradumiem periodiskiem klientiem, kuri pēdējo 12 mēnešu laikā ir veikuši 5+ apmeklējumus.
nb: Her kan du se inntektene og gjennomsnittlig transaksjonsbeløp for nye kunder sammenlignet med tidligere kunder. Det er mulig å endre tidsrommet fra uke til måned og år. I diagrammet fremgår det hvilke tall som representerer nye og tilbakevendende kunder. Du kan også se nærmere på forbruksmønstre for tilbakevendende kunder som har hatt flere enn 1–5 besøk i løpet av de siste 12 månedene.
sv: Här kan du jämföra inkomster och genomsnittligt transaktionsbelopp för nya och återkommande kunder. Du kan ändra tidsintervallet från vecka till månad och år. I diagrammet visas vilka siffror som representerar nya och återkommande kunder. Du kan även få inblick i konsumtionsmönster för återkommande kunder med fler än 5 besök under de senaste 12 månaderna.

# ms_cvr_admin_email_msg
source: Sends an e-mail to administrators requesting access to the MyPayments app.
da: Sender en e-mail til administratorer, der anmoder om adgang til MyPayments-appen.
de: Sendet eine E-Mail an Administratoren, um Zugang zur MyPayments-App anzufordern.
et_ee: Saadab e-kirja administraatoritele, taotlemaks juurdepääsu rakendusele MyPayments.
fi: Lähettää järjestelmänvalvojille sähköpostin, jossa pyydetään pääsyä MyPayments-sovellukseen.
fr: Envoie un e-mail aux administrateurs pour demander l'accès à l'application MyPayments.
it: Invia un'e-mail agli amministratori per richiedere l'accesso all'app MyPayments.
lt_lt: Siunčia el. laišką administratoriams, prašantiems prieigos prie "MyPayments" programos.
lv_lv: Nosūta e-pastu administratoriem, pieprasot piekļuvi lietotnei MyPayments.
nb: Sender en e-post til administratorer og ber om tilgang til MyPayments-appen.
sv: Skickar ett e-postmeddelande till administratör för att begära åtkomst till MyPayments-appen.

# ms_cvr_auto_email_hint
source: Sends an automatic e-mail...
da: Sender en automatisk e-mail ...
de: Sendet eine automatische E-Mail...
et_ee: Saadab automaatse e-kirja...
fi: Lähettää automaattisen sähköpostiviestin...
fr: Envoie un e-mail automatique...
it: Invia un'email automatica...
lt_lt: Siunčiamas automatinis el. laiškas
lv_lv: Nosūta automātisku e-pastu...
nb: Sender en automatisk e-post ...
sv: Skickar ett automatiskt e-postmeddelande ...

# ms_cvr_back_login_btn
source: Back to login
da: Tilbage til login
de: Zurück zur Anmeldung
et_ee: Tagasi sisselogimise juurde
fi: Takaisin sisäänkirjautumiseen
fr: Retour à la connexion
it: Torna all'accesso
lt_lt: Grįžti į prisijungimo puslapį
lv_lv: Atpakaļ uz pieteikšanos
nb: Til pålogging
sv: Tillbaka till inloggning

# ms_cvr_contact_support_links
source: (Opens the support page)
da: (Åbner supportside)
de: (Öffnet die Support-Seite)
et_ee: (Avab tugilehe)
fi: (Avaa tukisivun)
fr: (Ouvre la page d'assistance)
it: (Apri la pagina di assistenza)
lt_lt: (atveriamas pagalbos puslapis)
lv_lv: (Atver atbalsta lapu)
nb: (Åpner støtteside)
sv: (Öppnar supportsida)

# ms_cvr_country_select_txt
source: Select your country
da: Vælg dit land
de: Bitte wählen Sie Ihr Land
et_ee: Valige oma riik
fi: Valitse maasi
fr: Sélectionner votre pays
it: Seleziona il paese
lt_lt: Pasirinkite savo šalį
lv_lv: Atlasiet savu valsti
nb: Velg land
sv: Välj ditt land

# ms_cvr_email_hint
source: Enter your company VAT to get e-mail hint.
da: Indtast din virksomheds CVR nummer for at se e-mailforslag.
de: Geben Sie die Umsatzsteuer Ihres Unternehmens ein, um eine Hinweis-E-Mail zu erhalten.
et_ee: Sisestage oma ettevõtte KMKR-number, et saada e-posti vihje.
fi: Anna yrityksesi ALV saadaksesi sähköpostivihjeen.
fr: Entrez le n° de TVA de votre entreprise pour recevoir un message d'aide par e-mail.
it: Inserisci il numero di partita IVA della tua azienda per avere un suggerimento al tuo indirizzo e-mail.
lt_lt: Įveskite savo įmonės PVM kodą, kad gautumėte el. pašo užuominą
lv_lv: Ievadiet sava uzņēmuma PVN Nr., lai saņemtu e-pastu ar mājienu.
nb: Angi bedriftens mva-nummer for å motta tipset via e-post.
sv: Ange företagets momsregistreringsnummer för att få tips om e-postadress.

# ms_cvr_enter_vat
source: Company VAT number here
da: CVR nummer her
de: Umsatzsteuer-Identifikationsnummer hier
et_ee: Ettevõtte KMKR-number siin
fi: Y-tunnus tähän
fr: N° de TVA de l'entreprise ici
it: Numero di partita IVA dell'azienda qui
lt_lt: Įmonės PVM kodas
lv_lv: Uzņēmuma PVN numurs šeit
nb: Mva-nummer her
sv: VAT-nummer här

# ms_cvr_enter_vat_de
source: Business partner ID here
da: Affärspartner-ID her
de: Geschäftspartner-ID hier
et_ee: Äripartneri ID siin
fi: Liikekumppanitunnus tähän
fr: Identifiant du partenaire commercial ici
it: ID partner commerciale qui
lt_lt: Čia nurodytas verslo partnerio ID
lv_lv: Šeit jāieraksta darījuma partnera ID
nb: Forretningspartner-ID her
sv: Affärspartner-ID här

# ms_cvr_flow_release_content
source: Improved log in process.
da: Forbedret loginproces.
de: Verbesserter Anmeldeprozess.
fi: Parannettu kirjautumisprosessi.
fr: Processus de connexion amélioré.
it: Procedura di accesso migliorata.
lv_lv: Uzlabots pierakstīšanās process
nb: Forbedret påloggingsprosess.
sv: Förbättrad inloggningsprocess.

# ms_cvr_multi_admin_msg
source: There are more than one email address associated with this VAT number. You can request access from administrators below.
da: Der er knyttet mere end én e-mailadresse til dette CVR nummer. Du kan anmode om adgang fra administratorer nedenfor.
de: Mit dieser Umsatzsteueridentifikationsnummer ist mehr als eine E-Mail-Adresse verknüpft. Sie können unten Zugang von Administratoren anfordern.
et_ee: Selle KMKR-numbriga on seotud rohkem kui üks e-posti aadress. Allpool saate juurdepääsu taotleda administraatoritelt.
fi: Tähän ALV-numeroon on liitetty useampi kuin yksi sähköpostiosoite. Voit pyytää käyttöoikeutta alla olevilta järjestelmänvalvojilta.
fr: Plusieurs adresses e-mail sont associées à ce numéro de TVA. Vous pouvez demander un accès aux administrateurs ci-dessous.
it: È presente più di un indirizzo e-mail associato a questo numero di partita IVA. Puoi richiedere l'accesso agli amministratori qui di seguito.
lt_lt: Su šiuo PVM mokėtojo kodu susietas daugiau nei vienas el. pašto adresas. Toliau galite paprašyti administratoriaus prieigos.
lv_lv: Ar šo PVN numuru ir saistītas vairākas e -pasta adreses. Turpmāk varat pieprasīt piekļuvi administratoriem.
nb: Det er mer enn én e-postadresse knyttet til dette mva-nummeret. Du kan be om tilgang fra administratorer nedenfor.
sv: Det finns mer än en e-postadress kopplad till detta momsregistreringsnummer. Du kan begära åtkomst från administratören nedan.

# ms_cvr_multi_email_req_access_desc
source: There are more than one email address associated with this VAT number. You can request access from administrators below.
da: Der er mere end én e-mailadresse tilknyttet dette CVR nummer. Du kan anmode administratoren om adgang herunder.
de: Mit dieser Umsatzsteuer-Identifikationsnummer sind mehrere E-Mail-Adressen verbunden. Sie können unten Zugang bei den Administratoren beantragen.
et_ee: Selle KMKR-numbriga on seotud rohkem kui üks e-posti aadress. Allpool saate juurdepääsu taotleda administraatoritelt.
fi: Tähän Y-tunnukseen on liitetty useampi kuin yksi sähköpostiosoite. Voit pyytää käyttöoikeutta alla olevilta järjestelmänvalvojilta.
fr: Plusieurs adresses e-mail sont associées à ce numéro de TVA. Vous pouvez demander un accès aux administrateurs ci-dessous.
it: È presente più di un indirizzo e-mail associato a questo numero di partita IVA. Puoi richiedere l'accesso agli amministratori qui di seguito.
lt_lt: Su šiuo PVM mokėtojo kodu susietas daugiau nei vienas el. pašto adresas. Toliau galite prašyti prieigos iš administratorių.
lv_lv: Ar šo PVN numuru ir saistītas vairākas e -pasta adreses. Turpmāk varat pieprasīt piekļuvi administratoriem.
nb: Det er mer enn én e-postadresse knyttet til dette mva-nummeret. Du kan be om tilgang fra administratorer nedenfor.
sv: Det finns fler än en e-postadress associerat med det här VAT-numret. Du kan begära tillgång från administratörerna nedan.

# ms_cvr_not_found_desc
source: Unfortunately, we are unable to find you in our system. Please check your email and company VAT number.
da: Vi kan desværre ikke finde dig i systemet. Kontroller, at din e-mailadresse og virksomhedens CVR nummer er korrekt.
de: Leider können wir Sie in unserem System nicht finden. Bitte überprüfen Sie Ihre E-Mail-Adresse und Ihre Umsatzsteuer-Identifikationsnummer.
et_ee: Kahjuks ei suuda meid teie süsteemis leida. Kontrollige oma e-posti aadressi ja ettevõtte KMKR numbrit.
fi: Valitettavasti emme löydä sinua järjestelmästämme. Tarkista sähköpostiosoitteesi ja yrityksesi Y-tunnus.
fr: Nous ne parvenons malheureusement pas à vous trouver dans notre système. Veuillez vérifier votre adresse e-mail et le numéro de TVA de votre entreprise.
it: Purtroppo non riusciamo a trovarti nel nostro sistema. Controlla la tua e-mail e il numero di partita IVA della tua azienda.
lt_lt: Savo sistemoje Jūsų, deja, neradome. Patikrinkite savo el. pašto adresą ir įmonės PVM kodą.
lv_lv: Diemžēl mēs nevaram jūs atrast mūsu sistēmā. Lūdzu, pārbaudiet savu e-pastu un uzņēmuma PVN numuru.
nb: Vi kan dessverre ikke finne deg i systemet. Kontroller e-postadressen og selskapets org.nr.
sv: Vi kunde tyvärr inte hitta dig i systemet. Kontrollera din e-postadress och företagets VAT-nummer.
