Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_support_article_1_text
source: We have different channels for support, ensuring you get the support you need. Help Articles FAQ Call us Chat with us* You find the support section in the bottom navigation of your app. *Please note support options can vary based on region and customer type.
da: Vi har forskellige kanaler til support, så du får den hjælp, du har brug for. Hjælpeartikler FAQ Ring til os Chat med os* Supportsektionen finder du i bunden af navigationen i din app. *Bemærk venligst, at supportmuligheder kan variere afhængigt af region og kundetype.
de: Wir bieten verschiedene Support-Kanäle, um sicherzustellen, dass Sie die Unterstützung erhalten, die Sie benötigen. Hilfsartikel FAQ Rufen Sie uns an Chatten Sie mit uns* Die Support-Sektion finden Sie in der unteren Navigation Ihrer App. *Bitte beachten Sie, dass Support-Optionen je nach Region und Kundentyp variieren können.
fi: Meillä on erilaisia tukikanavia, jotka varmistavat, että saat tarvitsemasi avun. Ohjeartikkelit Usein kysytyt kysymykset (FAQ) Soita meille Keskustele kanssamme* Löydät tukiosion sovelluksesi alavalikosta. *Huomaa, että tukivaihtoehdot voivat vaihdella alueen ja asiakastyypin mukaan.
fr: Nous avons différents canaux de support, pour vous garantir l'assistance dont vous avez besoin. Articles d'aide FAQ Appelez-nous Chattez avec nous* Vous trouverez la section assistance dans la navigation inférieure de votre application. *Veuillez noter que les options d'assistance peuvent varier en fonction de la région et du type de client.
it: Abbiamo diversi canali di supporto per garantire che tu riceva l'assistenza di cui hai bisogno. Articoli di supporto FAQ Chiamaci Chatta con noi* Trovi la sezione supporto nella navigazione inferiore dell'app. *Nota che le opzioni di supporto possono variare a seconda della regione e del tipo di cliente.
nb: Vi har ulike kanaler for støtte, for å sikre at du får den hjelpen du trenger. Hjelpeartikler FAQ Ring oss Chat med oss* Du finner støtteseksjonen i bunnmenyen i appen din. *Vennligst merk at støttealternativer kan variere basert på region og kundetype.
sv: Vi har olika kanaler för support för att säkerställa att du får den hjälp du behöver. Hjälpartiklar FAQ Ring oss Chatta med oss* Du hittar supportavsnittet i den nedre navigeringen i din app. *Observera att supportalternativ kan variera beroende på region och kundtyp.

# ms_support_article_1_title
source: What you will find in the support section
da: Hvad du finder i supportsektionen
de: Was Sie im Support-Bereich finden
fi: Mitä löydät tukiosastolta
fr: Ce que vous trouverez dans la section assistance
it: Cosa troverai nella sezione supporto
nb: Hva du finner i støtteseksjonen
sv: Vad du hittar i supportavsnittet

# ms_support_article_2_text
source: As a terminal customer, our terminal section can provide you with specific guides on how to: How to make a refund How to print latest receipt How to receive a tip
da: Som terminalkunde kan vores terminalsektion give dig specifikke vejledninger om: Hvordan man laver en tilbagebetaling Hvordan man printer den seneste kvittering Hvordan man modtager et tip
de: Als Terminalkunde bietet Ihnen unser Terminalbereich spezifische Anleitungen dazu, wie: Wie man eine Rückerstattung macht Wie man den letzten Beleg druckt Wie man ein Trinkgeld erhält
fi: Terminaaliasiakkaana terminal-osastomme voi tarjota sinulle erityisiä oppaita siitä, miten: Tehdä hyvitys Tulostaa viimeisin kuitti Vastaanottaa tippi
fr: En tant que client terminal, notre section terminale peut vous fournir des guides spécifiques sur: Comment effectuer un remboursement Comment imprimer le dernier reçu Comment recevoir un pourboire
it: Come cliente terminale, la nostra sezione terminale può fornirti guide specifiche su come: Effettuare un rimborso Stampare l'ultima ricevuta Ricevere una mancia
nb: Som terminalkunde kan terminalseksjonen vår gi deg spesifikke veiledninger om: Hvordan lage en refusjon Hvordan skrive ut den siste kvitteringen Hvordan motta et tips
sv: Som terminalkund kan vår terminalavdelning ge dig specifika guider om hur du: Gör en återbetalning Skriver ut det senaste kvittot Tar emot ett tips

# ms_support_article_2_title
source: Guides for your terminal(s)
da: Vejledninger til dine terminal(er)
de: Anleitungen für Ihre Terminal(s)
fi: Oppaat terminaaleillesi
fr: Guides pour vos terminal(s)
it: Guide per i tuoi terminali
nb: Veiledninger for dine terminaler
sv: Guider för dina terminaler

# ms_support_article_subtitle
source: Find out how to check terminal issues, contact us and more
da: Find ud af, hvordan du løser terminalproblemer, kontakter os og mere
de: Erfahren Sie, wie Sie Terminalprobleme überprüfen, uns kontaktieren und mehr
fi: Opi tarkistamaan terminaaliongelmat, ottamaan yhteyttä ja paljon muuta
fr: Découvrez comment vérifier les problèmes de terminal, nous contacter et plus encore
it: Scopri come verificare i problemi del terminale, contattarci e altro ancora
nb: Finn ut hvordan du sjekker terminalproblemer, kontakter oss og mer
sv: Ta reda på hur du kontrollerar terminalproblem, kontaktar oss och mer

# ms_support_article_title
source: Find out how to get support in the app
da: Find ud af, hvordan du får support i appen
de: Erfahren Sie, wie Sie Unterstützung in der App erhalten
fi: Opi, kuinka saat tukea sovelluksessa
fr: Découvrez comment obtenir de l'assistance dans l'application
it: Scopri come ottenere supporto nell'app
nb: Finn ut hvordan du får støtte i appen
sv: Ta reda på hur du får support i appen

# ms_support_call_wait_time
source: Waiting time around 10 min
da: Ventetid ca. 10 min.
de: Wartezeit ca. 10 min
fi: Odotusaika noin 10 minuuttia
fr: Le temps d'attente est de 10 minutes environ
it: Tempo di attesa circa 10 min.
lt_lt: Laukimo laikas apie 10 min.
lv_lv: Gaidīšanas laiks apmēram 10 min
nb: Ventetid ca. 10 min
sv: Väntetid cirka 10 min

# ms_support_email_wait_time
source: Response time around 2-3 days
da: Svartid ca. 2-3 dage
de: Antwortzeit ca. 2–3 Tage
fi: Vastausaika noin 2-3 päivää
fr: Le délai de réponse est de 2 à 3 jours
it: Tempo di risposta circa 2-3 giorni
lt_lt: Atsakoma per 2–3 dienas
lv_lv: Atbildes laiks aptuveni 2–3 dienas
nb: Svartid ca. 2–3 dager
sv: Svarstid cirka 2–3 dagar

# ms_support_good_to_know
source: Good to know
da: Godt at vide
de: Gut zu wissen
fi: Hyvä tietää
fr: Bon à savoir
it: Buono a sapersi
nb: Godt å vite
sv: Bra att veta

# ms_support_help_questions
source: How do you want to get help?
da: Hvordan ønsker du at få hjælp?
de: Wie möchten Sie Hilfe erhalten?
et_ee: Kuidas soovite abi saada
fi: Miten haluat saada apua?
fr: Comment voulez-vous obtenir de l'aide?
it: Come vuoi ottenere aiuto?
lt_lt: Kokiu būdu norite gauti pagalbos?
lv_lv: Kā vēlaties saņemt palīdzību?
nb: Hvordan vil du ha hjelp?
sv: Hur vill du få hjälp?

# ms_support_section
source: Support
fi: Tuki
it: Supporto
nb: Støtte

# ms_swap_sales_location
source: Swap sales location
da: Skift salgssted
de: Verkaufsstandorte wechseln
fi: Vaihda myyntipiste
fr: Échanger point de vente
it: Cambia sede di vendita
lt_lt: Keisti pardavimo vietą
lv_lv: Mainīt tirdzniecības vietu
nb: Endre salgssted
sv: Byt försäljningsplats

# ms_swap_sales_location_side_menu
source: Swap sales location (%ld)
da: Skift salgssted (%ld)
de: Verkaufsstandorte wechseln (%ld)
et_ee: Vaheta müügikohta (%ld)
fi: Vaihda myyntipiste (%ld)
fr: Échanger point de vente (%ld)
it: Cambia la sede di vendita %ld
lt_lt: Keisti pardavimo vietą (%ld)
lv_lv: Apmainīt tirdzniecības vietu (%ld)
nb: Endre salgssted (%ld)
sv: Byt försäljningsplats (%ld)

# ms_tap_printer_txt
source: Tap the printer icon
da: Druckersymbol drücken
de: Auf das Druckersymbol tippen
fi: Napauta tulostuskuvaketta
fr: Appuyer sur l'icône imprimante
it: Tocca l'icona stampante

# ms_tap_to_pay
source: Tap To Pay
da: Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone
fi: iPhonen Tap to Pay
fr: Tap to Pay sur iPhone
it: Tap to Pay su iPhone
lv_lv: Tap to Pay on iPhone
nb: Tap to Pay på iPhone
sv: Tap to Pay på iPhone

# ms_tap_to_pay_accept_warning
source: Accept on "x"
da: Acceptér med "x"
de: Mit „x“ akzeptieren
fi: Hyväksy painamalla x
fr: Accepter sur «x»
it: Accetta su "x"
lv_lv: Piekrist "x"
nb: Godta med "x"
sv: Godkänn med ”x”

# ms_tap_to_pay_activated_txt
source: Tap To Pay activated
de: Tap To Pay ist aktiviert
fi: Tap to Pay aktivoitu
fr: Tap To Pay activé
it: Tap To Pay attivato

# ms_tap_to_pay_amt_desc
source: Remember that the customer will receive the amount in approximate 5 days. It will be sent to the same card that was used.
da: Husk, at kunden først modtager beløbet efter ca. 5 dage. Det indsættes på det kort, der oprindeligt blev brugt til betalingen.
de: Bitte beachten Sie, dass die Kundin/der Kunde den Betrag erst nach etwa 5 Tagen erhält. Die Erstattung erfolgt auf die Karte, von der die Zahlung vorgenommen wurde.
fi: Muista, että asiakas saa summan noin 5 päivän kuluttua. Se lähetetään samalle kortille, jota käytettiin.
fr: N'oubliez pas que le client recevra le montant dans 5 jours environ. Il sera versé sur la même carte que celle utilisée.
it: Ricorda che il cliente riceverà l'importo in circa 5 giorni. Sarà inviato sulla stessa carta che è stata usata.
lv_lv: Atcerieties, ka klients vispirms saņems summu aptuveni 5 dienu laikā. Tas tiks nosūtīts uz to pašu karti, kas tika izmantota.
nb: Husk at kunden først vil motta beløpet etter ca. 5 dager. Beløpet sendes til kortet som ble brukt til betaling.
sv: Kom ihåg att kunden får beloppet först om cirka fem dagar. Det skickas till samma kort som användes vid köpet.

# ms_tap_to_pay_android_not_compatible
source: Not Compatible
da: Ikke kompatibel
de: Nicht kompatibel
fi: Ei yhteensopiva
fr: Appareil non compatible
it: Non compatibile
lv_lv: Nav saderīgs
nb: Ikke kompatibel
sv: Ej kompatibel

# ms_tap_to_pay_app2app_config_error_message
source: Tap the close button below and try opening Tap to Pay again
da: Tryk på luk-knappen nedenfor og prøv at åbne Tap to Pay igen
de: Tippen Sie auf die Schaltfläche „Schließen“ unten und versuchen Sie erneut, Tap to Pay zu öffnen
fi: Napauta sulkupainiketta alla ja yritä avata Tap to Pay uudelleen
fr: Appuyez sur le bouton de fermeture ci-dessous et réessayez d’ouvrir Tap to Pay
it: Tocca il pulsante di chiusura qui sotto e prova a riaprire Tap to Pay
nb: Trykk på lukk-knappen nedenfor og prøv å åpne Tap to Pay igjen
sv: Tryck på stängknappen nedan och försök öppna Tap to Pay igen

# ms_tap_to_pay_app2app_payment_with
source: Transaction Made Possible With
da: Transaktionen gjort mulig med
de: Transaktion ermöglicht mit
et_ee: Tehing võimalik tänu
fi: Tapahtuma mahdollistettu seuraavalla
fr: Transaction rendue possible avec
it: Transazione resa possibile con
lt_lt: Operaciją įgalino
lv_lv: Darījums nodrošināts ar
nb: Transaksjonen gjort mulig med
sv: Transaktionen möjliggjord med

# ms_tap_to_pay_app2app_splash_loading
source: Launching Transaction...
da: Starter transaktion...
de: Transaktion wird gestartet...
et_ee: Tehingu käivitamine...
fi: Käynnistetään tapahtumaa...
fr: Lancement de la transaction...
it: Avvio della transazione...
lt_lt: Pradedamas sandoris...
lv_lv: Uzsāk darījumu...
nb: Starter transaksjonen...
sv: Startar transaktionen...

# ms_tap_to_pay_authorizing
source: Authorizing
de: Autorisierung in Gang
fi: Valtuutetaan
fr: Autorisation en cours
it: Autorizzazione

# ms_tap_to_pay_authorizing_help
source: Hold the card against the NFC reader on the back of the device.
da: Hold kortet mod NFC-læseren på bagsiden af enheden
de: Halten Sie die Karte an das NFC-Lesegerät auf der Rückseite des Geräts
fi: Pidä kortti laitteen takana olevaa NFC-lukijaa vasten
fr: Tenez la carte contre le lecteur NFC au dos de l’appareil
it: Avvicina la carta al lettore NFC sul retro del dispositivo
nb: Hold kortet mot NFC-leseren på baksiden av enheten
sv: Håll kortet mot NFC-läsaren på baksidan av enheten

# ms_tap_to_pay_cant_read_card
source: Can't read the card
de: Die Karte konnte nicht gelesen werden
fi: Kortin luku epäonnistui
fr: Impossible de lire la carte
it: Impossibile leggere la carta

# ms_tap_to_pay_cant_read_card_help
source: Please try again, or use another card to complete the transaction
da: Prøv igen, eller brug et andet kort for at fuldføre transaktionen
de: Bitte versuchen Sie es erneut oder verwenden Sie eine andere Karte, um die Transaktion abzuschließen
fi: Yritä uudelleen tai käytä toista korttia maksun suorittamiseen
fr: Veuillez réessayer ou utiliser une autre carte pour finaliser la transaction
it: Riprova o utilizza un'altra carta per completare la transazione
nb: Prøv igjen, eller bruk et annet kort for å fullføre transaksjonen
sv: Försök igen eller använd ett annat kort för att slutföra transaktionen

# ms_tap_to_pay_card_compatible_NFC_problem
source: Your phone does not support NFC.
de: Ihr Telefon unterstützt NFC nicht.
fi: Puhelimesi ei tue NFC:tä.
fr: Votre téléphone ne prend pas en charge la fonction NFC.
it: Il tuo telefono non supporta l'NFC.

# ms_tap_to_pay_card_compatible_android_version_problem
source: Your phone does not have the required minimum version of Android, i.e. Android 10.
de: Auf Ihrem Telefon ist nicht die mindestens erforderliche Version von Android installiert, d. h. Android 10.
fi: Puhelimessasi ei ole vaadittua Androidin vähimmäisversiota eli Android 10:tä.
fr: Votre téléphone ne dispose pas de la version minimum requise d'Android, à savoir Android 10.
it: Il tuo telefono non ha la versione minima richiesta di Android, Android 10.

# ms_tap_to_pay_card_compatible_message
source: Your Android smartphone is unfortunately not compatible with Tap to Pay and you can therefore not use this feature.
de: Ihr Android-Smartphone ist leider nicht mit Tap to Pay kompatibel, Sie können diese Funktion daher nicht nutzen.
fi: Android-älypuhelimesi ei valitettavasti ole yhteensopiva Tap to Payn kanssa, joten et voi käyttää tätä ominaisuutta.
fr: Votre smartphone Android n'est malheureusement pas compatible avec Tap To Pay ; vous ne pouvez donc pas utiliser cette fonctionnalité.
it: Il tuo smartphone Android non è compatibile con Tap To Pay e non puoi quindi usare questa funzione.

# ms_tap_to_pay_card_compatible_security_patch_problem
source: Your phone has no security updates in the last 12 months.
de: Auf Ihrem Telefon wurde in den letzten zwölf Monaten keine Sicherheitsaktualisierung installiert.
fi: Puhelimeesi ei ole tehty tietoturvapäivityksiä viimeisten 12 kuukauden aikana.
fr: Aucune mise à jour de sécurité n'a été exécutée sur votre téléphone au cours des 12 derniers mois.
it: Non sono presenti aggiornamenti di sicurezza sul tuo telefono negli ultimi 12 mesi.

# ms_tap_to_pay_card_compatible_subtitle
source: Only Android phones will work for our Tap To Pay solution
de: Unsere Lösung Tap To Pay funktioniert nur auf Android Telefonen
fi: Tap to Pay -ratkaisumme toimii vain Android-puhelimissa
fr: Notre solution Tap To Pay fonctionne uniquement sur des téléphones Android
it: Con la nostra funzione Tap To Pay funzionano solo i telefoni Android

# ms_tap_to_pay_card_compatible_title
source: Unlock the potential of future payments with an Android phone
de: Nutzen Sie die Möglichkeit künftiger Zahlungen mit einem Android Telefon
fi: Avaa tulevaisuuden maksujen potentiaali Android-puhelimella
fr: Exploitez la possibilité d'effectuer des paiements avec un téléphone Android
it: Libera il potenziale dei prossimi pagamenti con un telefono Android

# ms_tap_to_pay_card_supported_subtitle
source: Here is a list of cards that can be used on Tap To Pay
de: Die Karten in dieser Liste können auf Tap to Pay verwendet werden
fi: Tässä on lista korteista, joita voidaan käyttää Tap to Payssa
fr: Voici une liste de cartes utilisables sur Tap To Pay
it: Qui di seguito è indicato un elenco delle carte che si possono usare su Tap To Pay

# ms_tap_to_pay_card_title_guide
source: Read about the new feature
de: Erfahren Sie mehr über die neue Funktion
fi: Lue uudesta ominaisuudesta
fr: En savoir plus sur la nouvelle fonctionnalité
it: Scopri di più sulla nuova funzione

# ms_tap_to_pay_card_txt_guide
source: We have made a small guide how to use Tap To Pay
de: Wir haben eine Kurzanleitung über die korrekte Verwendung von Tap To Pay ausgearbeitet
fi: Olemme tehneet pienen Tap To Pay -käyttöohjeen.
fr: Nous avons rédigé un guide abrégé d'utilisation de Tap To Pay
it: Abbiamo preparato una guida rapida all'uso di Tap To Pay

# ms_tap_to_pay_cards_that_your_customers_can_use
source: Cards that your customers can use
de: Karten, die von Ihren Kunden verwendet werden können
fi: Kortit, joita asiakkaasi voivat käyttää
fr: Cartes utilisables par vos clients
it: Carte che i tuoi clienti possono usare

# ms_tap_to_pay_clock_drift_error
source: You cannot proceed. Check that in your settings the date and time are set correctly according to your time zone.
da: Du kan ikke fortsætte. Tjek, at dato og tid er indstillet korrekt i dine indstillinger så de passer til din tidszone.
de: Sie können nicht fortfahren. Überprüfen Sie in ihren Einstellungen, dass Uhrzeit und Datum entsprechend der Zeitzone, in der Sie sich befinden, korrekt eingestellt sind.
fi: Et voi jatkaa. Tarkista, että päivämäärä ja kellonaika on asetettu oikein asetuksissa aikavyöhykkeesi mukaan.
fr: Vous ne pouvez pas poursuivre. Dans vos paramètres, vérifiez que la date et l'heure sont correctement définies d'après votre fuseau horaire.
it: Impossibile continuare. Controlla che nelle tue configurazioni data e ora siano impostate correttamente in base al tuo fuso orario.
nb: Du kan ikke fortsette. Sjekk i innstillinger at dato og klokkeslett er riktig for tidssonen din.

# ms_tap_to_pay_config_error_message
source: A problem occurred during configuration
de: Während der Konfiguration ist ein Problem aufgetreten
fi: Konfiguroinnin aikana ilmeni virhe
fr: Un problème est survenu pendant la configuration
it: Si è verificato un problema durante la configurazione

# ms_tap_to_pay_configuring_store
source: Configuring Store
de: Geschäft wird konfiguriert
fi: Konfiguroidaan kauppaa
fr: Configuration du magasin
it: Configurazione del punto vendita

# ms_tap_to_pay_credit_card
source: Credit Card
de: Kreditkarte
fi: Luottokortti
fr: Carte de crédit
it: Carta di credito

# ms_tap_to_pay_debit_card
source: Debit Card
de: Debitkarte
fi: Maksukortti
fr: Carte de débit
it: Carta di debito

# ms_tap_to_pay_decline_option
source: Decline
da: Afvis
de: Ablehnen
fi: Hylkää
fr: Refuser
it: Rifiuta
lv_lv: Noraidīt
nb: Avvis
sv: Neka

# ms_tap_to_pay_device_not_supported
source: The following devices are known to be unsupported. Please note that the list is not exhaustive:<ul><li>Huawei (All Devices)</li><li>Samsung:<ul><li> Samsung Galaxy A-series is not supported from A13 and below.</li><li>Samsung Galaxy S-series is not supported from S9 and below.</li></ul></li><li>Motorola (G9)</li></ul>
de: Die folgenden Geräte werden bekanntermaßen nicht unterstützt. Beachten Sie auch, dass die Liste nicht vollständig ist:<ul><li>Huawei (alle Geräte)</li><li>Samsung:<ul><li> Die Serie Samsung Galaxy A wird nicht bis A13 unterstützt.</li><li>Die Serie Samsung Galaxy S wird nicht bis S9 unterstützt.</li></ul></li><li>Motorola (G9)</li></ul>
fi: Seuraavia laitteita ei tiettävästi tueta. Huomaa, että luettelo ei ole tyhjentävä: - Huawei (kaikki laitteet) - Samsung - Samsung Galaxy A-sarjaa ei tueta ennen versiota A12 se mukaan lukien. - Samsung Galaxy S-sarjaa ei tueta ennen versiota S9 se mukaan lukien. - Motorola (G9)
fr: Les appareils suivants sont réputés ne pas être pris en charge. La liste n'est toutefois pas exhaustive :<ul><li>Huawei (tous les appareils)</li><li>Samsung :<ul><li> Le Samsung Galaxy série A n'est pas pris en charge à partir de la version A13 et antérieures.</li><li>Le Samsung Galaxy série S n'est pas pris en charge à partir de la version S9 et antérieures.</li></ul></li><li>Motorola (G9)</li></ul>
it: È noto che i seguenti dispositivi non sono supportati. L'elenco non è esaustivo: - Huawei (Tutti i dispositivi) - Samsung - La serie Samsung Galaxy A non è supportata dalla versione A13 e precedenti. - La serie Samsung Galaxy S non è supportata dalla versione S9 e precedenti. - Motorola (G9)

# ms_tap_to_pay_enable_nfc
source: Please enable NFC on this device
de: Aktivieren Sie auf diesem Gerät NFC
fi: Ota NFC käyttöön tässä laitteessa
fr: Veuillez activer la fonction NCF sur cet appareil
it: Attiva NFC su questo dispositivo

# ms_tap_to_pay_error_config_main_message
source: A configuration error has interrupted the activation process.
de: Der Aktivierungsprozess wurde durch einen Konfigurationsfehler unterbrochen.
fi: Konfigurointivirhe on keskeyttänyt aktivointiprosessin.
fr: Une erreur de configuration a interrompu le processus d'activation.
it: Un errore di configurazione ha interrotto il processo di attivazione.

# ms_tap_to_pay_error_config_secondary_message
source: Tap on the "Close" button below and try reopening Tap to Pay again.
de: Tippen Sie unten auf die Schaltfläche „Schließen“ und versuchen Sie, Tap To Pay erneut zu öffnen.
fi: Napauta alla olevaa "Sulje"-painiketta ja yritä avata Tap to Pay uudelleen.
fr: Appuyez sur le bouton « Fermer » ci-dessous et essayez de nouveau d'ouvrir Tap to Pay.
it: Tocca il pulsante "Chiudi" qui sotto e prova a riaprire Tap To Pay.

# ms_tap_to_pay_hold_card
source: Hold the card against the NFC reader on the back of your phone.
de: Halten Sie die Karte an das NFC-Lesegerät auf der Rückseite Ihres Telefons.
fi: Pidä korttia puhelimen takana olevaa NFC-lukijaa vasten.
fr: Tenez la carte contre le lecteur NFC à l'arrière de votre téléphone.
it: Appoggia la carta al lettore NFC nella parte posteriore del tuo telefono.

# ms_tap_to_pay_hold_card_still
source: Hold the card still
de: Bewegen Sie die Karte nicht
fi: Pidä kortti paikallaan
fr: La carte doit rester immobile
it: Tieni ferma la carta
