Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# legal_html
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Terms and conditions for Nets MyPayments app, applicable from October 2017</p><p><br/></p><p class="topheader">Please read these terms of use (Terms of Use) carefully before accessing the Nets MyPayments App (the Service). </p><p><br/></p><p class="header">Acceptance</p><p>By accepting these Terms of Use, you (the Customer) confirm that the Terms of Use will govern your use of all functions and services available via the Service. The Terms of Use will, together with the service agreement you have with Nets or Nets’ group or affiliated company (Agreement), constitute an agreement between the Customer and Nets, defining the parties’ rights and responsibilities with respect to the Service. Nets shall for the purposes of these Terms of Use mean Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup. The Customer accepts these Terms of Use by using the Service. </p><p class="header">Registration </p><p>To use the Service, the Customer needs to register and create an account in MyPayments Portala portal maintained by Nets (Portal) with a personal username and a password. The Customer may need to provide Nets with certain personal and other information when registering. Nets may verify the Customers email address before the account can be used.The Customer agrees to provide truthful and complete information when the Customer registers for the Service and to keep that information updated.</p><p class="header">Trial Period </p><p>Parts of the Service may be offered on trial for a limited period. The content and duration of the trial period is determined by Nets. These Terms of Use govern the use of the Service also during the trial period.</p><p class="header">Payment</p><p>Parts of the Service may be subject to charges, but no additional fees are levied for the use of Nets MyPayments app. Any part of the Service subject to charges is invoiced in accordance with the Agreement and the then-current Nets price list. In the event of termination of the registration, charges paid in advance are not reimbursed. </p><p class="header">Intellectual property and license </p><p>All intellectual property rights to the Service, its contents and associated material, and to the copyright, trademarks and other intellectual property rights regarding the Service, shall belong to Nets or its licensors</p><p>Nets grants the Customer a non-exclusive, non-transferable license, revocable at any time at Nets' sole discretion, to access and use the Service strictly in accordance with the Terms of Use.</p><p class="header">Using the Service </p><p>The Customer must take due care to protect the username and password against misuse by others and promptly notify Nets about any misuse. The Customer must take the following precautions</p><p>when using the Service: </p><ul><li/><p>Lock your phone when you are not using it so that others cannot gain access to your data. </p><li/><p>If you leave or lend your phone with or to other parties, you must log off the app. </p><li/><p>If you leave or lend your phone with or to others for a longer period of time, you must delete the app. This also applies when you get a new phone or if it is sent for repair.</p></ul><p>The Customer using the Service undertakes to comply with applicable legislation and regulations, in addition to the rules and other conditions stipulated in these Terms of Use or in other instructions from Nets.</p><p>The Customer shall only have access to its own information, statistics and analysed data, depending on the Customer’s subscription. Information or data accessed by the Customer via the Service shall only be used for personal purposes and the distribution or commercial exploitation of such data is prohibited. The Customer shall notify Nets immediately if the Customer discovers that the data the Customer is accessing does not belong to the Customer. The use of data accessed without authorisation may give rise to criminal and civil liability</p><p>The Customer is responsible for its actions and communication, as well as their consequences, in connection with the use of the Service. The Customer undertakes to use the Service only as intended. The Customer may not use the Service or its contents to provide similar or otherwise competing services.</p><p>The Service must not be used in a way that may damage Nets or Nets' partners. The Customer is liable for any loss, claim or damage sustained by Nets, or by Nets’ group or affiliated company, as a result of the Customer’s misuse of the Service. The Customer additionally undertakes not to damage, deactivate, overload or adversely affect the Service (or the network linked to the Service), nor to interrupt the use of the Service by others, transfer, make available or otherwise disseminate any part of the Service to a third party. </p><p>The Customer is liable for all charges associated with the use of the Service.</p><p class="header">Revocation</p><p>If the Customer suspects that access details have been compromised or that someone is misusing them, the Customer must immediately contact Nets to revoke access. </p><p class="header">Availability and changes to the Service</p><p>The availability and content of the Service may vary and is subject to Nets’ sole discretion. Nets expressly disclaims any representation or warranty that any particular content or Service will be available. The Service may not be available in all countries and may be provided only in selected languages. The Service, operations and some features may also be dependent on the network, compatibility of the devices used and the content formats supported.</p><p>Nets may, in its sole discretion, change, correct or discontinue the Service in whole or in part. The Service may not be available during maintenance breaks and other times. </p><p>If the Customer is opposed to changes in the Service, the Customer is entitled to terminate its registration to the Service and must cease using the Service before the change takes place. If the Customer continues to use the Service after being informed of the change, the Customer is deemed to have accepted the change.</p> <p>The Service may – temporarily and without warning – be taken out of use due to system faults, maintenance or repairs, or for reasons beyond Nets’ control.<p class="header">Disclaimer of warranty and limitation of liability </p><p>The Service is provided on “as is” and “as available” basis. Nets does not warrant that the Service will be uninterrupted or error or virus-free. No warranty of any kind, either express or implied, including but not limited to warranties of title, non-infringement, Customer ability, or fitness for a particular purpose, is made in relation to the availability, accuracy, reliability, information or content of the Service. The Customer expressly agrees and acknowledges that the use of the Service is at the Customer's sole risk. Nets’ total aggregate liability during any twelve (12) month period shall not exceed an amount equal to the charges paid by the Customer within the preceding twelve (12) months for the Service or ten thousand (10 000) euros, whichever is lower.</p><p>Nets collects and uses your personal data in relation to your use of the Nets MyPayments app as indicated below.</p><p>Except for liability for death or personal injury caused by its gross negligence or intentional misconduct, in no case will Nets be liable for any indirect, incidental, punitive or consequential damages resulting from the Customer's use or inability to use the Service. </p><p class="header">Changes to the Terms of Use </p> <p>Nets may amend these Terms of Use at any time without prior notice. This is done by Nets publishing an updated version of the Terms of Use that the Customer must accept when the Customer logs on to the Service. The Customer can find the applicable version of the Terms of Use of the Service under "Terms and conditions".</p><p>When making material adverse changes, Nets must inform the Customer about the change(s) at least thirty (30) days before such change(s) take(s) effect. Nets is always entitled to make changes with immediate effect when these arise from legislation, regulations or other decisions by the authorities, including directions from the national and international card organisations. The same applies to changes to the Nets' agreements, or its group or affiliated companies’ agreements, with the acquirers or issuers.</p><p class="header">Termination</p><p>The Customer may terminate its registration if it no longer wishes to use the Service. After termination, the Customer will no longer have access to the Service. Nets may terminate the Customer's registration, or restrict the Customer's access to certain parts of the Service, if Nets reasonably believes that the Customer has breached the Terms of Use, or if Nets needs to shut down the Service entirely.Nets may choose to close the Service at any time, and in such case will as far as possible give notice of this three (3) months in advance.</p><p>The Customer may terminate its registration if it no longer wishes to use the Service. After termination, the Customer will no longer have access to the Service. Nets may terminate the Customer's registration, or restrict the Customer's access to certain parts of the Service, if Nets reasonably believes that the Customer has breached the Terms of Use, or if Nets needs to shut down the Service entirely.Nets may choose to close the Service at any time, and in such case will as far as possible give notice of this three (3) months in advance.</p><p>If the Customer deletes the Service from the Customer’s mobile device, this will be deemed termination of Customer’s use of the Service without further notice. </p><p class="header">Assignment </p><p>Nets is entitled to transfer its rights and obligations in respect of these Terms of Use to a third party, either in whole or in part. </p><p>The Customer may not transfer its rights and obligations in respect of the Service without the written consent of Nets. </p><p class="header">Notices </p><p>Nets may send notices to the Customer in the ways described in the Service. The Customer undertakes to study the content of notices sent to the Customer by Nets. Notices sent by e-mail are deemed to have been received by the Customer three (3) days after the date on which they were sent. Notices posted within the Service are considered to have been received by the Customer seven (7) days after the publication date. </p><p class="header">Privacy and confidentiality policy </p><p>Nets collects and uses the Customer’s personal data in relation to Customers use of the Service as indicated below. </p><p>Nets collects data about the Customer’s mobile device and the Customer’s use of the Service to prevent misuse of the Customer’s company's data. In order to increase user-friendliness and the expansion of this Service, Nets also collects statistical data showing how the Service is used for Nets own use. Customer’s data will not be used at an individual level, but will be collected in anonymised statistics that Nets uses to further develop the Service. </p><p>The privacy policy made available on the frontpage of the Service governs the use of personal data.</p><p class="header">Applicable law, legal venue and disputes </p><p>Disputes arising in connection with these Terms of Use will be settled by a court of domicile of the Nets entity the Customer has entered into Agreement with and in accordance with the law of the country of the competent court, excluding applicable conflicts of law rules. </p><p class="header">Customer service </p><p>If you have any questions about the Service, you can contact Nets' customer service. </p><p>These Terms of Use enter into force beginning on [10.06.2021] and shall remain in force until they are replaced by new terms of use.</p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html><head><meta name="viewport" content="width=device-width, initial-scale=1"><meta http-equiv="content-type" content="text/html; charset=utf-8"/><title></title><style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style></head><body><p class="topheader">Vilk&aring;r for Nets MyPayments app, g&aelig;ldende fra oktober 2017</p><p><br/></p><p class="topheader">L&aelig;s disse brugervilk&aring;r (Brugervilk&aring;r) omhyggeligt, inden du anvender MyPayments-appen fra Nets (Tjenesten).</p><p class="header">Accept</p><p>Ved at acceptere disse Brugervilk&aring;r bekr&aelig;fter du (Kunden), at Brugervilk&aring;rene regulerer din brug af alle funktioner og ydelser, der er tilg&aelig;ngelige via Tjenesten. Brugervilk&aring;rene udg&oslash;r sammen med den serviceaftale, du har med Nets, Nets-koncernen eller en tilknyttet virksomhed (Aftalen), en aftale mellem Kunden og Nets, der definerer parternes rettigheder og ansvar i forhold til Tjenesten. I disse Brugervilk&aring;r skal Nets forst&aring;s som Nets Denmark A/S, Klausdalsbrovej 601, 2750 Ballerup. Ved at tage Tjenesten i brug accepterer Kunden disse Brugervilk&aring;r.</p><p class="header">Registrering</p><p>For at g&oslash;re brug af Tjenesten skal Kunden registrere sig og oprette en konto p&aring; en portal der vedligeholdes af Nets (Portalen). Kunden kan v&aelig;re forpligtet til at angive visse personoplysninger og andre oplysninger til Nets ved registrering. Nets er berettiget til at bekr&aelig;fte Kundens e-mailadresse, inden kontoen tages i brug.</p><p>Kunden skal give sande og fuldst&aelig;ndige oplysninger ved registreringen og s&oslash;rge for at holde oplysningerne opdaterede.</p><p class="header">Pr&oslash;veperiode</p><p>Dele af Tjenesten kan tilbydes p&aring; pr&oslash;ve i en begr&aelig;nset periode. Pr&oslash;veperiodens indhold og varighed bestemmes af Nets. Disse Brugervilk&aring;r g&aelig;lder ogs&aring; for brug af Tjenesten i pr&oslash;veperioden.</p><p class="header">Betaling</p><p>Dele af tjenesten kan blive p&aring;lagt gebyrer. Alle dele af Tjenesten, der p&aring;l&aelig;gges gebyrer, faktureres i overensstemmelse med Aftalen og den g&aelig;ldende Nets-prisliste. I tilf&aelig;lde af at Kundens registrering oph&oslash;rer, refunderes der ikke forudbetalte gebyrer.</p><p class="header">Immaterielle rettigheder og licens</p><p>Alle immaterielle rettigheder til Tjenesten, dens indhold og tilh&oslash;rende materialer, samt til ophavsret, varem&aelig;rker og andre immaterielle rettigheder vedr&oslash;rende Tjenesten, tilh&oslash;rer Nets eller dennes licensgivere.</p><p>Nets giver Kunden en ikke-eksklusiv licens, der ikke kan overdrages, og som til enhver tid kan tilbagekaldes efter Nets' eget sk&oslash;n, til at f&aring; adgang til og bruge Tjenesten i overensstemmelse med Brugervilk&aring;rene.</p><p class="header">Brug af Tjenesten</p><p>Kunden skal v&aelig;re omhyggelig med at beskytte dennes brugernavn og adgangskode mod andres misbrug og straks underrette Nets om ethvert misbrug. Kunden skal tage f&oslash;lgende forholdsregler, n&aring;r Tjenesten bruges:</p><ul><li/><p>L&aring;s din mobile enhed (mobiltelefon eller anden mobil enhed som bruges), n&aring;r du ikke bruger den, s&aring; andre ikke kan f&aring; adgang til dine data.</p><li/><p>Hvis du forlader din mobile enhed, eller hvis du l&aring;ner den ud til andre, skal du logge af appen.</p></ul><p>Kunder, der benytter Tjenesten, forpligter sig til at overholde g&aelig;ldende lovgivning og regler ud over de regler og betingelser, der er angivet i disse Brugervilk&aring;r eller andre instrukser fra Nets.</p><p>Kunden skal kun have adgang til sine egne oplysninger, statistikker og analyserede data, afh&aelig;ngigt af Kundens abonnement. Oplysninger eller data, som Kunden har adgang til via Tjenesten, m&aring; kun bruges til personlige form&aring;l, og distribution eller kommerciel udnyttelse af s&aring;danne data er forbudt. Kunden er forpligtet til at informere Nets &oslash;jeblikkeligt, hvis Kunden bliver opm&aelig;rksom p&aring;, at de data, som Kunden har adgang til, tilh&oslash;rer en anden. Brug af data, der er opn&aring;et adgang til uden autorisation, kan medf&oslash;re civil- eller strafferetligt ansvar.</p><p>Kunden er ansvarlig for egne handlinger og egen kommunikation samt konsekvenserne heraf i forbindelse med brug af Tjenesten. Kunden forpligter sig til kun at bruge Tjenesten til det tilsigtede form&aring;l. Kunden m&aring; ikke bruge Tjenesten eller dens indhold til at levere tilsvarende eller p&aring; anden m&aring;de konkurrerende tjenester.</p><p>Tjenesten m&aring; ikke bruges p&aring; en m&aring;de, der kan skade Nets eller Nets’ partnere. Kunden er ansvarlig for tab, erstatningskrav eller skader, som Nets, Nets-koncernen eller en tilknyttet virksomhed p&aring;drager sig som f&oslash;lge af Kundens misbrug af Tjenesten. Kunden forpligter sig derudover til ikke at beskadige, deaktivere, overbelaste eller negativt p&aring;virke Tjenesten (eller netv&aelig;rket forbundet til Tjenesten), ej heller afbryde andres brug af Tjenesten, overdrage, stille til r&aring;dighed eller p&aring; anden m&aring;de udbrede nogen del af Tjenesten til tredjepart.</p><p>Kunden er ansvarlig for alle gebyrer i forbindelse med brugen af Tjenesten.</p><p class="header">Sp&aelig;rring</p><p>Hvis Kunden har mistanke om, at adgangsoplysninger er blevet kompromitteret, eller at de misbruges, skal Kunden straks kontakte Nets for at sp&aelig;rre adgangen.</p><p class="header">Tilg&aelig;ngelighed og &aelig;ndringer af Tjenesten</p><p>Tilg&aelig;ngeligheden og indholdet af Tjenesten kan variere og er underlagt Nets' eget sk&oslash;n. Nets fraskriver sig udtrykkeligt enhver erkl&aelig;ring eller garanti for tilg&aelig;ngeligheden af bestemt indhold eller Tjenesten. Tjenesten kan v&aelig;re utilg&aelig;ngelig i nogle lande og kan kun leveres p&aring; udvalgte sprog. Tjenesten, handlinger og nogle funktioner kan ogs&aring; afh&aelig;nge af netv&aelig;rket, kompatibiliteten af de anvendte enheder og de underst&oslash;ttede indholdsformater. </p><p>Nets kan efter eget sk&oslash;n &aelig;ndre, udbedre eller afbryde Tjenesten helt eller delvist. Tjenesten er muligvis ikke tilg&aelig;ngelig under vedligeholdelsesperioder og p&aring; andre tidspunkter.</p><p>Hvis Kunden ikke kan acceptere &aelig;ndringer af Tjenesten, er Kunden berettiget til at opsige registreringen til Tjenesten og skal oph&oslash;re med at bruge den, inden &aelig;ndringerne tr&aelig;der i kraft. Hvis Kunden forts&aelig;tter med at bruge Tjenesten efter at v&aelig;re blevet informeret om &aelig;ndringen, anses Kunden for at have accepteret &aelig;ndringen.</p><p>Tjenesten kan – midlertidigt og uden varsel – afbrydes p&aring; grund af systemfejl, vedligeholdelse eller reparation eller af grunde, der ligger uden for Nets’ kontrol.</p><p class="header">Ansvarsfraskrivelse og ansvarsbegr&aelig;nsning</p><p>Tjenesten leveres "som den er og forefindes" og "som tilg&aelig;ngelig". Nets giver ingen garantier for, at Tjenesten ikke vil blive afbrudt eller er fri for virus eller fejl. Nets giver ingen garantier, hverken udtrykkelige eller underforst&aring;ede, herunder, men ikke begr&aelig;nset til, for adkomst, ikke-kr&aelig;nkelse, salgbarhed eller egnethed til et bestemt form&aring;l, for s&aring; vidt ang&aring;r tilg&aelig;ngeligheden, n&oslash;jagtigheden og p&aring;lideligheden af eller oplysningerne og indholdet i Tjenesten. Kunden accepterer udtrykkeligt og anerkender, at brugen af Tjenesten alene er Kundens eget ansvar.</p><p>Nets' samlede ansvar i l&oslash;bet af en periode p&aring; tolv (12) m&aring;neder kan ikke overstige et bel&oslash;b svarende til de gebyrer, som Kunden har betalt inden for de foreg&aring;ende tolv (12) m&aring;neder for Tjenesten eller ti tusinde (10.000) euro, alt efter hvad der er lavest.</p><p>Bortset fra ansvar for d&oslash;d eller personskade for&aring;rsaget af grov uagtsomhed eller fors&aelig;tlig fors&oslash;mmelse kan Nets under ingen omst&aelig;ndigheder holdes ansvarlig for indirekte, h&aelig;ndelige og p&oslash;nalt begrundede skader eller f&oslash;lgeskader som f&oslash;lge af Kundens brug eller manglende evne til at bruge Tjenesten.</p><p class="header">&AElig;ndringer af Brugervilk&aring;rne</p><p>Nets kan til enhver tid &aelig;ndre disse Brugervilk&aring;r uden forudg&aring;ende varsel. Dette sker ved, at Nets udgiver en opdateret version af de Brugervilk&aring;r, som Kunden skal acceptere, n&aring;r Kunden logger p&aring; Tjenesten. Kunden kan finde den relevante version af vilk&aring;rene for brug af Tjenesten under "Regler og vilk&aring;r".</p> <p>I tilf&aelig;lde af v&aelig;sentlige &aelig;ndringer til ugunst for Kunden er Nets forpligtet til at informere Kunden om s&aring;danne &aelig;ndringer, mindst tredive (30) dage f&oslash;r de tr&aelig;der i kraft. Nets er til enhver tid berettiget til at foretage &aelig;ndringer med &oslash;jeblikkelig virkning, hvis disse sker i forbindelse med lovgivning, regler eller andre beslutninger truffet af myndigheder, herunder instrukser fra de nationale og internationale kortorganisationer. Det samme g&aelig;lder &aelig;ndringer i Nets', Nets-koncernens eller tilknyttede virksomheders aftaler med indl&oslash;sere eller udstedere.</p><p class="header">Opsigelse</p><p>Kunden kan opsige sin registrering, hvis Kunden ikke l&aelig;ngere &oslash;nsker at bruge Tjenesten. Efter opsigelsen vil Kunden ikke l&aelig;ngere have adgang til Tjenesten. Nets kan opsige Kundens registrering eller begr&aelig;nse Kundens adgang til visse dele af Tjenesten, hvis Nets med rimelighed mener, at Kunden har overtr&aring;dt Brugervilk&aring;rene, eller hvis Nets har brug for at lukke Tjenesten helt.</p><p>Nets kan til enhver tid v&aelig;lge at lukke Tjenesten og vil i s&aring; fald s&aring; vidt muligt give meddelelse om dette tre (3) m&aring;neder i forvejen.</p><p>Hvis Kunden sletter Tjenesten fra Kundens mobilenhed, vil dette blive anset for at v&aelig;re opsigelse af Kundens brug af Tjenesten uden yderligere varsel.</p><p class="header">Overdragelse</p><p>Nets er berettiget til helt eller delvist at overdrage sine rettigheder og forpligtelser vedr&oslash;rende n&aelig;rv&aelig;rende Brugervilk&aring;r til tredjepart.</p><p>Kunden m&aring; ikke overdrage sine rettigheder og forpligtelser i forbindelse med Tjenesten uden skriftlig tilladelse fra Nets.</p><p class="header">Meddelelser</p><p>Nets kan sende meddelelser til Kunden via de metoder, der er beskrevet i Tjenesten. Kunden er forpligtet til at l&aelig;se indholdet i de meddelelser, Nets sender. Meddelelser sendt pr. e-mail anses for at v&aelig;re modtaget af Kunden tre (3) dage efter datoen for afsendelsen. Meddelelser i Tjenesten anses for at v&aelig;re modtaget af Kunden syv (7) dage efter publikationsdatoen.</p><p class="header">Politik om personoplysninger og fortrolighed</p><p>Nets indsamler og bruger Kundens personoplysninger i forbindelse med Kundens brug af Tjenesten som angivet nedenfor.</p><p>Nets indsamler data om Kundens mobilenhed og Kundens brug af Tjenesten for at forhindre misbrug af Kundens virksomhedsdata. Med henblik p&aring; at &oslash;ge brugervenligheden og udvide denne tjeneste indsamler Nets ogs&aring; statistiske data, der viser, hvordan Tjenesten anvendes til Nets' eget brug. Kundens data vil ikke blive brugt p&aring; individuelt niveau, men vil blive indsamlet i anonymiserede statistikker, som Nets bruger til at videreudvikle Tjenesten.</p><p>Den privatlivspolitik, der vises p&aring; Tjenestens forside, regulerer brugen af personoplysninger.</p><p class="header">G&aelig;ldende lov, v&aelig;rneting og tvister</p><p>Tvister, der opst&aring;r i forbindelse med disse Brugervilk&aring;r, afg&oslash;res af en domstol i det land, hvor Nets-enheden, som Kunden har indg&aring;et aftale med er etableret, og i overensstemmelse med lovgivningen i domstolens land, bortset fra g&aelig;ldende lovvalgsregler der m&aring;tte f&oslash;re til andet resultat.</p><p class="header">Kundeservice</p><p>Hvis du har sp&oslash;rgsm&aring;l til Tjenesten, kan du kontakte Nets' kundeservice.</p><p class="header">Ikrafttr&aelig;delse</p><p>N&aelig;rv&aelig;rende Brugervilk&aring;r tr&aelig;der i kraft fra [10.06.2021] og forbliver g&aelig;ldende, indtil de erstattes af nye vilk&aring;r.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Nutzungsbedingungen für die App „Nets MyPayments“, gültig ab Oktober 2017</p><p><br/></p><p class="header">Parteien der Vereinbarung</p><p>Durch das Akzeptieren dieser Nutzungsbedingungen gehen Sie eine Vereinbarung mit Nets Denmark A/S (im Folgenden „Nets“), Handelsregisternummer 20016175, über die Verwendung der App „Nets MyPayments“ unter den aktuellen Nutzungsbedingungen ein. Soweit es nicht anders in der App angegeben ist, ist die Verwendung der App „Nets MyPayments“ kostenlos.</p><p class="header">Was ist die Nets MyPayments App?</p><p>Die Nets MyPayments App gewährt Ihnen Zugriff auf die Transaktionsdaten des Unternehmens, für das Sie als Administrator registriert sind oder für das Sie eine Zugriffsberechtigung von einem Administrator des Unternehmens erhalten haben. Sobald Ihr Zugriff auf die App genehmigt wurde, können Sie die Transaktionsdaten für die in der Nets MyPayments App enthaltenen Zahlungsvereinbarungen auf unterschiedliche Arten anzeigen lassen.</p><p class="header">Zugriff auf die Nets MyPayments App</p><p>Zugang zur App erhalten Sie, indem Sie Ihre E-Mail-Adresse eingeben. Daraufhin überprüft Nets, ob Ihre E-Mail-Adresse als Administrator für das jeweilige Unternehmen registriert ist bzw. ob Sie Zugriffsrechte für das jeweilige Unternehmen besitzen. Wenn die E-Mail-Adresse bei Nets registriert ist, wird Ihnen für diese E-Mail-Adresse ein Passwort zugesendet. Anschließend können Sie sich in der App anmelden. Falls die E-Mail-Adresse nicht bei Nets registriert ist, müssen Sie die Registrierungsnummer Ihres Unternehmens eingeben. Anschließend wird eine E-Mail an den für dieses Unternehmen registrierten Administrator gesendet. Er wird darin informiert, welcher Nutzer Zugriff auf die App wünscht. Die E-Mail enthält außerdem einen Code zum Anmelden, den der Administrator an Sie weiterleiten wird, wenn er Ihnen den Zugriff erlaubt.</p><p>Der Code kann nur einmal verwendet werden. Anschließend haben Sie so lange Zugriff auf die App, bis Sie sich aktiv abmelden. Die App speichert den Code nicht nach dem Anmeldevorgang. Sie können ihn nicht mehrmals auf unterschiedlichen Geräten verwenden. Wenn Sie sich abmelden, benötigen Sie beim nächsten Mal wieder einen Einmal-Code zum Anmelden.</p><p>Falls es für das Unternehmen mehrere Händler mit derselben Registrierungsnummer gibt und Ihr Benutzername (Ihre E-Mail-Adresse) noch nicht in unserem System gespeichert ist, müssen Sie ein Benutzerprofil anlegen. Wenden Sie sich dazu an unseren Kundendienst.</p><p class="header">Sicherheit bei der Verwendung der Nets MyPayments App</p><p>Bei der Verwendung der Nets MyPayments App müssen Sie die folgenden Vorkehrungen treffen:</p><ul><li/><p>Sperren Sie Ihr Telefon, wenn Sie es nicht benutzen, damit Unbefugte nicht auf Ihre Daten zugreifen können.</p><li/><p>Wenn Sie Ihr Telefon einer anderen Person geben oder es zusammen mit anderen verwenden, müssen Sie sich in der App abmelden.</p><li/><p>Wenn Sie Ihr Telefon einer anderen Person ausleihen oder über längere Zeit überlassen, müssen Sie die App löschen. Das Gleiche gilt auch, wenn Sie ein neues Telefon bekommen oder wenn Ihr Telefon zur Reparatur eingeschickt wird.</p></ul><p class="header">Beendigung</p><p>Nets behält sich vor, die App jederzeit einzustellen. Soweit möglich, werden Sie in einem solchen Fall drei Monate vorher darüber informiert. Wenn Sie die Nets MyPayments App drei Monate lang nicht benutzen, können wir Ihren Zugriff auf die App ebenfalls beenden. In diesem Fall müssten Sie die App erneut herunterladen.</p><p>Wenn Sie die Nets MyPayments App von Ihrem Mobilgerät löschen, wird dies als Beendigung Ihrer Nutzung der App ohne weitere Vorankündigung erachtet.</p><p class="header">Widerruf</p><p>Bei einem Missbrauch oder Missbrauchsverdacht können Sie Ihren Zugriff auf die App widerrufen. Wenden Sie sich dazu an Nets.</p><p class="header">Änderungen</p><p>Nets behält sich vor, diese Nutzungsbedingungen ohne vorherige Ankündigung zu ändern. In einem solchen Fall wird Nets eine aktualisierte Version der Nets MyPayments App veröffentlichen. Diese müssen Sie akzeptieren, wenn Sie sich anmelden. Sie erhalten dann in der App eine Nachricht, dass die Nutzungsbedingungen geändert und aktualisiert wurden. Darüber hinaus wird angegeben, wann diese Nutzungsbedingungen in Kraft treten. Die jeweils gültige Version der Nutzungsbedingugen der App finden Sie unter „Nutzungsbedingungen“ (Terms and conditions).</p><p class="header">Richtlinie zum Datenschutz und zur Vertraulichkeit</p><p>Nets erfasst und nutzt Ihre personenbezogenen Daten wie unten beschrieben hinsichtlich Ihrer Verwendung der Nets MyPayments App.</p><p>Nets erfasst Daten über Ihr Mobilgerät und Ihre Verwendung der Nets MyPayments App, um einen Missbrauch der Daten Ihres Unternehmens zu verhindern. Um die Benutzerfreundlichkeit und den Funktionsumfang dieser App zu verbessern, erfasst Nets für den eigenen Gebrauch außerdem statistische Daten darüber, wie die App verwendet wird. Ihre Daten werden nicht auf individueller Ebene genutzt. Stattdessen werden alle Daten zu anonymisierten Statistiken zusammengefasst, die wir für die Weiterentwicklung der App nutzen.</p><p>Nets hat notwendige, technische und organisatorische Sicherheitsmaßnahmen getroffen, um sicherzustellen, dass Ihre personenbezogenen Daten vertraulich und gemäß den Anforderungen des dänischen Gesetzes zur Verarbeitung von personenbezogenen Daten verwendet werden. Dies schließt auch Anforderungen an den Schutz Ihrer Rechte mit ein.</p><p>Nets kann im Rahmen des Betriebs der Nets MyPayments App Dritte damit beauftragen, Aufgaben für Nets zu übernehmen. Wenn Dritte Zugriff auf die oben genannten Daten zu Ihrer Nutzung der App oder den Transaktionsdaten Ihres Unternehmens haben, wird Nets sicherstellen, dass diese Daten vertraulich und gemäß den gesetzlichen Anforderungen gehandhabt werden. Zu diesem Zweck geht Nets Vereinbarungen mit diesen Dritten ein und führt Kontrollen durch. Nets trägt die Verantwortung für die von Nets beauftragten Dritten und deren Verarbeitung der Daten.</p><p>Sie können Informationen über die Daten anfordern, die wir über Sie erfassen. Beachten Sie jedoch, dass wir aufgrund der Anonymisierung der erfassten Daten nicht in der Lage sind, Informationen zu spezifischen Daten über Sie bereitzustellen. Sie haben auch das Recht, der Erfassung und Weiterverarbeitung Ihrer personenbezogenen Daten zu widersprechen. Am einfachsten können Sie das tun, indem Sie die App löschen. Außerdem haben Sie das Recht auf Korrektur Ihrer personenbezogenen Daten, sollte dies notwendig sein.</p><p class="header">Anwendbares Recht, Gerichtsstand und Streitfälle</p><p>Diese Richtlinien unterliegen dem dänischen Recht. Wenn Sie eine Beschwerde über die Verarbeitung Ihrer personenbezogenen Daten durch Nets einreichen möchten, können Sie sich an die dänische Datenschutzbehörde wenden.</p><p class="header">Kundendienst</p><p>Bei Fragen zur Nets MyPayments App können Sie sich gern an den Kundendienst von Nets wenden. </p></body></html>
et_ee: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Nets MyPaymentsi rakenduse üldtingimused, kehtivad alates oktoobrist 2017</p><p><br/></p><p class="header">Lepingupooled</p><p>Nende üldtingimustega nõustumisel sõlmite lepingu ettevõttega Nets Denmark A/S (edaspidi: Nets), registrikood 20016175 rakenduse Nets MyPayments kasutamise kohta kooskõlas nende üldtingimustega. Kui rakenduses ei ole teisiti ööeldud, on rakenduse Nets MyPayments kasutamine tasuta.</p><p class="header">Mis on rakendus Nets MyPayments?</p><p>Rakendus Nets MyPayments võimaldab teil vaadata selle ettevõtte tehinguandmeid, mille administraatorina te olete registreeritud või mille jaoks on ettevõtte administraator andnud teile juurdepääsuõiguse. Pärast rakendusele juurdepääsuõiguse saamist saate vaadata Nets MyPaymentsi rakenduses sisalduvate makselepingute raames toimunud tehingute visualiseeritud andmeid.</p><p class="header">Nets MyPaymentsi rakendusse pääsemisest</p><p>Juurdepääsu saamiseks sisestage rakendusse oma e-posti aadress. Nets kontrollib seejärel, kas teie e-posti aadress on registreeritud ettevõtte administraatorina või kas teil on vastava ettevõtte andmetele ligipääs kasutajana. Kui teie e-posti aadress on Netsis registreeritud, saadetakse teile selle aadressi jaoks parool ja te saate rakendusse logida. Kui e-posti aadress ei ole Netsis registreeritud, palutakse teil sisestada ettevõtte registrikood ning seejärel saadetakse e-kiri registreeritud administraatorile, kellele antakse teada, milline kasutaja soovib rakendusse pääseda. See e-kiri sisaldab sisselogimiskoodi, mille administraator saadab teile edasi, kui ta soovib teile juurdepääsuõigust anda.</p><p>Koodi saab kasutada ainult üks kord ning selle sisestamisel saate olla rakenduses seni, kuni te end ise välja logite. Pärast sisselogimist ei salvesta rakendus teie koodi ja koodi ei saa kasutada eri seadmetel mitu korda. Kui olete välja loginud, on teil uuesti sisselogimiseks vaja uut ühekordset koodi.</p><p>Kui ettevõttel on mitu sama registrikoodiga kaupmeest ja teie kasutajanime (e-posti aadress) pole veel meie süsteemis, peate looma kasutajaprofiili, pöördudes selleks meie klienditeenindusse.</p><p class="header">Rakenduse Nets MyPayments turvaline kasutamine</p><p>Nets MyPaymentsi rakenduse kasutamisel tuleb võtta järgmised ettevaatusabinõud:</p><ul><li/><p>Lukustage oma telefon, kui te seda ei kasuta, et teised teie andmetele ligi ei pääseks.</p><li/><p>Kui jätate oma seadme teise isiku kätte või laenate oma seadet, logige rakendusest välja.</p><li/><p>Kui jätate oma seadme teise isiku kätte või laenate seadet pikemaks ajaks, tuleb rakendus kustutada. See kehtib ka juhul, kui saate uue telefoni või saadate telefoni parandusse.</p></ul><p class="header">Lõpetamine</p><p>Nets võib rakenduse igal ajal sulgeda ning teatab sellest võimalusel kolm kuud ette. Kui te ei kasuta Nets MyPaymentsi rakendust kolm kuud, võime samuti teie juurdepääsuõiguse tühistada, misjärel peate rakenduse uuesti alla laadima.</p><p>Kui kustutate Nets MyPaymentsi rakenduse oma mobiilsest seadmest, loetakse see automaatselt rakenduse kasutamise lõpetamiseks.</p><p class="header">Tühistamine</p><p>Väärkasutamise või arvatava väärkasutamise korral võite juurdepääsuõiguse tühistada, pöördudes Netsi poole.</p><p class="header">Muudatused</p><p>Nets võib neid üldtingimusi ilma ette teatamata muuta. Selleks avaldab Nets rakenduse Nets MyPayments uue versiooni, millega peate sisselogimisel nõustuma. Saate rakenduses sõnumi, milles öeldakse, et üldtingimusi on muudetud ja uuendatud ning näidatakse jõustumiskuupäeva. Rakenduse üldtingimuste kehtiva versiooni leiate jaotisest "Üldtingimused".</p><p class="header">Andmekaitse- ja konfidentsiaalsuspõhimõtted</p><p>Nets kogub ja kasutab teie isikuandmeid, mis tekivad Nets MyPaymentsi rakenduse kasutamise ajal, allpool kirjeldatud viisil.</p><p>Nets kogub andmeid teie mobiiliseadme ja rakenduse Nets MyPayments kasutamise kohta, et ennetada teie ettevõtte andmete väärkasutamist. Rakenduse kasutajasõbralikkuse ja leviku suurendamiseks kogub Nets oma tarbeks ka statistilisi andmeid rakenduse kasutamise kohta. Teie andmeid ei seostata teie isikuga, vaid nende põhjal koostatakse anonümiseeritud koondstatistika, mida kasutatakse rakenduse arenduses.</p><p>Nets on võtnud tarvitusele vajalikud tehnilised ja korralduslikud turvameetmed, mis tagavad teie isikuandmete konfidentsiaalse töötlemise kooskõlas Taani isikuandmete töötlemise seaduse nõuetega.</p><p>Nets võib rakenduse Nets MyPayments opereerimiseks kasutada alltöövõtjaid. Kui alltöövõtjatel on juurdepääs eespool nimetatud andmetele selle kohta, kuidas te rakendust kasutate, või teie ettevõtte tehinguandmetele, tagab Nets selle, et andmeid töödeldakse konfidentsiaalselt ja kooskõlas õigusaktide nõuetega. Nets tagab selle alltöövõtjatega sõlmitavate lepingute ja jooksvate kontrollide abil. Nets vastutab oma alltöövõtjate ja nende andmetöötluse eest.</p><p>Teil on õigus küsida teavet selle kohta, milliseid andmeid me teie kohta töötleme. Kuna andmeid kogutakse anonümiseeritult, ei saa me esitada teie kohta konkreetseid andmeid. Samuti on teil õigus oma isikuandmete kogumine ja töötlemine vaidlustada. Seda on kõige lihtsam teha rakenduse kustutamisega mobiilsest seadmest. Vajadusel saate nõuda ka oma isikuandmete parandamist.</p><p class="header">Kohalduv õigus, jurisdiktsioon ja vaidlused</p><p>Nendele tingimustele kohaldub Taani õigus. Kui soovite esitada oma isikuandmete töötlemise kohta Netsis kaebuse, pöörduge Taani andmekaitseinspektsiooni.</p><p class="header">Klienditeenindus</p><p>Kui teil on Nets MyPaymentsi rakenduse kohta küsimusi, pöörduge Netsi klienditeenindusse. </p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Nets MyPayments -sovelluksen ehdot, voimassa alkaen lokakuu, 2017</p><p><br/><p class="topheader">Lue nämä käyttöehdot (Käyttöehdot) huolellisesti ennen Nets MyPayments -sovelluksen (Palvelu) käyttöä. </p><p class="header">Hyväksyntä </p><p>Hyväksymällä nämä Käyttöehdot sinä (Asiakas) vahvistat, että nämä Käyttöehdot säätelevät Palvelun käyttöä. Käyttöehdot muodostavat yhdessä Netsin, Nets-konsernin tai Netsin tytäryrityksen kanssa solmimasi palvelusopimuksen (Sopimus) kanssa Asiakkaan ja Netsin välisen sopimuksen, jossa määritellään osapuolten oikeudet ja velvollisuudet Palvelun suhteen. Netsillä tarkoitetaan näissä Käyttöehdoissa Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup. Asiakas hyväksyy nämä Käyttöehdot käyttämällä Palvelua. </p><p class="header">Rekisteröinti </p><p>Palvelun käyttämiseksi Asiakkaan on rekisteröidyttävä ja luotava tili Netsin ylläpitämään portaaliin (Portaali). Asiakas voi joutua antamaan Netsille tiettyjä henkilötietoja ja muita tietoja rekisteröityessään. Nets voi vahvistaa Asiakkaan sähköpostiosoitteen ennen kuin tiliä voi käyttää. </p><p>Asiakas sitoutuu antamaan totuudenmukaisia ja täydellisiä tietoja, kun asiakas rekisteröityy Palveluun, ja pitämään nämä tiedot ajan tasalla. </p><p class="header">Kokeilujakso </p><p>Palvelu tai Palvelun osia voidaan tarjota kokeiltavaksi rajoitetuksi ajaksi. Nets päättää kokeilujakson sisällön ja keston. Nämä Käyttöehdot säätelevät Palvelun käyttöä myös kokeilujakson aikana. </p><p class="header">Maksu </p><p>Osa Palvelusta voi olla maksullista. Palvelun maksulliset osat laskutetaan Sopimuksen ja kulloinkin voimassa olevan Nets-hinnaston mukaisesti. Rekisteröinnin päättyessä ennakkoon maksettuja maksuja ei palauteta. </p><p class="header">Immateriaalioikeudet ja lisenssit </p><p>Nets tai sen lisenssinhaltijat omistavat kaikki Palveluun, sen sisältöön ja siihen liittyvään aineistoon sekä Palveluun liittyviin tekijänoikeuksiin, tavaramerkkeihin ja muihin immateriaalioikeuksiin liittyvät immateriaalioikeudet. </p><p>Nets myöntää Asiakkaalle ei-yksinomaisen, ei-siirrettävän käyttöoikeuden, joka voidaan peruuttaa milloin tahansa Netsin harkinnan mukaan, käyttää Palvelua Käyttöehtojen mukaisesti. </p><p class="header">Palvelun käyttö </p><p>Asiakkaan on huolehdittava siitä, että käyttäjätunnus ja salasana suojataan väärinkäytöksiltä, ja ilmoitettava Netsille viipymättä väärinkäytöstä. Asiakkaan on Palvelua käyttäessään noudatettava</p><p>seuraavia varotoimia:</p><ul><li/><p>Lukitse mobiililaitteesi (matkapuhelin tai muu mobiililaite), kun et käytä sitä, jotta muut eivät pääse käsiksi tietoihin. </p><li/><p>Jos jätät puhelimesi vartioimatta tai lainaat sitä muille osapuolille, sinun on kirjauduttava ulos Palvelusta. </p></ul><p>Palvelua käyttävä Asiakas sitoutuu noudattamaan sovellettavia lakeja ja muita määräyksiä näissä Käyttöehdoissa tai muissa Netsin ohjeissa annettujen sääntöjen ja ehtojen lisäksi. </p><p>Asiakkaalla on pääsy vain omiin tietoihinsa, tilastoihinsa ja analysoituihin tietoihinsa Asiakkaan tilauksesta riippuen. Tietoja, joihin Asiakas pääsee käsiksi Palvelun kautta, saa käyttää vain Asiakkaan omiin tarkoituksiin. Tällaisten tietojen luovuttaminen tai kaupallinen hyödyntäminen on kielletty. Asiakkaan on ilmoitettava Netsille välittömästi, jos Asiakas havaitsee Palvelussa tietoja, jotka eivät kuulu Asiakkaalle. Tietojen luvaton käyttö saattaa johtaa siviili- ja rikosoikeudelliseen vastuuseen. </p><p>Asiakas vastaa Palvelun käyttöön liittyen toimistaan ja viestinnästään sekä niiden seurauksista. Asiakas sitoutuu käyttämään Palvelua vain sen tarkoituksen mukaisella tavalla. Asiakas ei saa käyttää Palvelua tai sen sisältöä samankaltaisten tai muuten kilpailevien palvelujen tarjoamiseen. </p><p>Palvelua ei saa käyttää tavalla, joka voi vahingoittaa Netsiä tai Netsin yhteistyökumppaneita. Asiakas on vastuussa Netsin, Nets-konsernin tai sen tytäryhtiöiden kärsimistä menetyksistä, vaateista tai vahingoista, jotka johtuvat Asiakkaan Palvelun väärinkäytöstä. Asiakas sitoutuu lisäksi olemaan vahingoittamatta, tuhoamatta, ylikuormittamatta tai vaikuttamatta haitallisesti Palveluun (tai Palveluun liitettyyn verkkoon) tai keskeyttämään muiden tahojen Palvelun käyttöä, siirtämään, luovuttamaan tai muutoin levittämään mitään Palvelun osaa kolmannelle osapuolelle. </p><p>Asiakas vastaa kaikista Palvelun käyttöön liittyvistä maksuista. </p><p class="header">Käyttöoikeuden peruuttaminen </p><p>Jos Asiakas epäilee, että käyttäjätunnukset ovat vaarantuneet tai että joku käyttää niitä väärin, Asiakkaan on välittömästi otettava yhteyttä Netsiin käyttöoikeuden peruuttamista varten. </p><p class="header">Palvelun saatavuus ja siihen tehdyt muutokset </p><p>Palvelun saatavuus ja sisältö voivat vaihdella Netsin oman harkinnan mukaan. Nets ei anna mitään takuuta siitä, että jokin tietty sisältö tai palvelu on saatavilla. Palvelu ei välttämättä ole käytettävissä kaikissa maissa, ja se voidaan tarjota vain valituilla kielillä. Palvelu, sen toiminnot ja ominaisuudet voivat myös riippua verkosta, käytettyjen laitteiden yhteensopivuudesta ja tuetuista sisältömuodoista. </p><p>Nets voi oman harkintansa mukaan muuttaa, korjata tai lopettaa Palvelun kokonaan tai osittain. Palvelu ei välttämättä ole käytettävissä huoltokatkojen aikana ja muina aikoina. </p><p>Jos Asiakas vastustaa Palvelun muutoksia, Asiakkaalla on oikeus päättää rekisteröitymisensä Palveluun ja hänen on lopetettava Palvelun käyttö ennen muutoksen voimaantuloa. Jos Asiakas jatkaa Palvelun käyttöä saatuaan tiedon muutoksesta, Asiakkaan katsotaan hyväksyneen muutoksen. </p><p>Palvelu voidaan tilapäisesti ja ilman ennakkovaroitusta poistaa käytöstä järjestelmän vikojen, huollon tai korjausten vuoksi tai Netsistä riippumattomista syistä. </p><p class="header">Vastuuvapauslauseke ja vastuunrajoitus </p><p>Palvelu tarjotaan "sellaisenaan" ja "sellaisena kuin se on saatavilla". Nets ei takaa, että Palvelu on keskeytyksetöntä tai virheetöntä tai virusvapaata. Nets ei anna minkäänlaista takuuta liittyen palvelun saatavuuteen, tarkkuuteen, luotettavuuteen, Palvelussa oleviin tietoihin tai Palvelun sisältöön, mukaan lukien muun muassa takuut omistusoikeudesta, loukkaamattomuudesta, tai sopivuudesta tiettyyn tarkoitukseen. Asiakas hyväksyy sen, että Palvelun käyttö on asiakkaan vastuulla. </p><p>Netsin yhteenlaskettu kokonaisvastuu kahdentoista (12) kuukauden jakson aikana ei ylitä määrää, joka vastaa Asiakkaan edellisten kahdentoista (12) kuukauden aikana Palvelusta maksamia maksuja, tai kymmentä tuhatta euroa (10 000) euroa sen mukaan, kumpi näistä on pienempi. </p><p>Nets ei ole vastuussa mistään epäsuorista tai välillistä vahingoista, jotka johtuvat Asiakkaan Palvelun käytöstä tai siitä, että Asiakas ei ole voinut käyttää Palvelua. Vastuunrajoitukset eivät kuitenkaan koske henkilövahinkoa tai tilannetta, jossa vahinko on aiheutettu tahallisesti. </p><p class="header">Käyttöehtojen muutokset </p><p>Nets voi muuttaa näitä Käyttöehtoja milloin tahansa ilman ennakkoilmoitusta julkaisemalla Käyttöehdoista päivitetyn version, joka Asiakkaan on hyväksyttävä, kun Asiakas kirjautuu Palveluun. Käyttöehtojen kulloinkin voimassa oleva versio löytyy Palvelusta kohdasta "Käyttöehdot". </p><p>Mikäli Nets tekee Käyttöehtoihin muutoksia, jotka heikentävät Asiakkaan oikeuksia olennaisesti, Nets ilmoittaa Asiakkaalle muutoksista vähintään kolmekymmentä (30) päivää ennen tällaisten muutosten voimaantuloa. Netsillä on kuitenkin oikeus tehdä tällaisia muutoksia ilmoittamatta siitä etukäteen Asiakkaalle, mikäli muutos johtuu laista, viranomaisten ohjeistuksesta, kansainvälisten korttijärjestöjen antamista ohjeista tai Netsin tai sen konserniyhtiöiden sopimuksista korttitilityspalveluiden tarjoajien tai korttien liikkeeseenlaskijoiden kanssa. </p><p class="header">Irtisanominen </p><p>Asiakas voi irtisanoa Palvelun, kun hän ei enää halua käyttää sitä. Irtisanomisen jälkeen Asiakas ei voi enää käyttää Palvelua. Nets voi irtisanoa Asiakkaan rekisteröitymisen tai rajoittaa Asiakkaan pääsyä Palveluun tai tiettyihin Palvelun osiin, jos Nets uskoo Asiakkaan rikkoneen Käyttöehtoja tai jos Nets sulkee Palvelun kokonaan. </p><p>Nets voi halutessaan sulkea Palvelun milloin tahansa, ja tällöin Nets antaa mahdollisuuksien mukaan ilmoituksen tästä kolme (3) kuukautta etukäteen. </p><p>Jos Asiakas poistaa Palvelun mobiililaitteestaan, tämä katsotaan Palvelun käytön lopettamiseksi ilman erillistä ilmoitusta. </p><p class="header">Palvelun siirto </p><p>Netsillä on oikeus siirtää näihin Käyttöehtoihin liittyvät oikeutensa ja velvollisuutensa kolmannelle osapuolelle joko kokonaisuudessaan tai osittain. </p><p>Asiakas ei saa siirtää Palveluun liittyviä oikeuksiaan ja velvollisuuksiaan ilman Netsin kirjallista suostumusta. </p><p class="header">Ilmoitukset </p><p>Nets voi lähettää Asiakkaalle ilmoituksia Palvelussa kuvatulla tavalla. Asiakas sitoutuu tutustumaan Netsin Asiakkaalle lähettämien ilmoitusten sisältöön. Asiakkaan katsotaan saaneen sähköpostitse lähetetyt viestit kolmen (3) päivän kuluttua niiden lähetyspäivästä. Asiakkaan katsotaan saaneen Palvelussa julkaistut ilmoitukset seitsemän (7) päivän kuluttua julkaisupäivästä.</p><p class="header">Tietosuoja ja luottamuksellisuus </p><p>Nets kerää ja käyttää tietoja Asiakkaan Palvelun käytöstä alla kuvatulla tavalla. </p><p>Nets kerää tietoja Asiakkaan mobiililaitteesta ja Asiakkaan Palvelun käytöstä Asiakkaan yrityksen tietojen väärinkäytön estämiseksi. Käyttäjäystävällisyyden lisäämiseksi ja Palvelun laajentamiseksi Nets kerää Netsin omaan käyttöön myös tilastotietoja Palvelun käytöstä. Asiakkaan tietoja ei käytetä yksilötasolla, vaan ne kerätään anonymisoituihin tilastoihin, joita Nets voi käyttää Palvelun edelleen kehittämiseen. </p><p>Palvelun etusivulla oleva tietosuojakäytäntö säätelee henkilötietojen käyttöä. </p><p class="header">Sovellettava laki, oikeuspaikka ja riitaisuudet </p><p>Näihin Käyttöehtoihin liittyvät riidat ratkaistaan sen Nets-yksikön kotipaikan tuomioistuimessa, jonka kanssa Asiakas on tehnyt Sopimuksen, ja toimivaltaisen tuomioistuimen sijaintimaan lain mukaisesti, lukuun ottamatta sen lainvalintasäännöksiä. </p><p class="header">Asiakaspalvelu </p><p>Jos sinulla on kysyttävää Palvelusta, voit ottaa yhteyttä Netsin asiakaspalveluun. </p><p class="header">Voimaantulo </p><p>Nämä käyttöehdot tulevat voimaan [10.06.2021], ja ne ovat voimassa siihen asti, kunnes ne korvataan uusilla käyttöehdoilla.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Conditions générales d'utilisation de l'application Nets MyPayments, en vigueur depuis octobre 2017</p><p><br/></p><p class="topheader">Veuillez lire ces conditions d'utilisation (les Conditions d'utilisation) attentivement avant d'accéder à l'application Nets MyPayments (le Service). </p><p><br/></p><p class="header">Acceptation</p><p>En acceptant ces Conditions d'utilisation, vous (le Client) confirmez que les Conditions d'utilisation régiront l'utilisation que vous ferez de l'ensemble des fonctions et services disponibles dans le cadre du Service. Les Conditions d'utilisation constituent, avec l'accord de service que vous avez conclu avec Nets ou le groupe Nets ou une société liée à celui-ci (l'Accord), un accord entre le Client et Nets, déterminant les droits et obligations des parties relativement au Service. Pour les besoins des présentes Conditions d'utilisation, Nets désigne Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup. En utilisant le Service, le Client accepte ces Conditions d'utilisation. </p><p class="header">Enregistrement </p><p>Pour utiliser le Service, le Client doit s'enregistrer et créer un compte sur le portail MyPayments mis à disposition par Nets (le Portail) avec un nom d'utilisateur et un mot de passe. Le Client devra peut-être fournir à Nets certaines informations personnelles et d'autres au moment de son enregistrement. Nets peut vérifier l'adresse e-mail du Client pour que le compte puisse être utilisé. Le Client accepte de fournir des informations véridiques et complètes lorsqu'il s'enregistre pour le Service et à tenir ces informations à jour.</p><p class="header">Période d'essai </p><p>Certaines parties du Service peuvent être proposées à l'essai pendant une période de temps limitée. Le contenu et la durée de la période d'essai sont déterminés par Nets. Ces Conditions d'utilisation régissent l'utilisation du Service pendant la période d'essai aussi.</p><p class="header">Paiement</p><p>Certaines parties du Service peuvent faire l'objet de frais, mais des frais supplémentaires ne sont pas demandés pour l'utilisation de l'application Nets MyPayments. Toute partie du Service soumise à des frais est facturée conformément à l'Accord et à la liste des prix de Nets en vigueur à cet instant. En cas de résiliation de l'enregistrement, les frais payés à l'avance ne sont pas remboursés. </p><p class="header">Propriété intellectuelle et licence </p><p>Tous les droits de propriété intellectuelle liés au Service, à son contenu et aux documents connexes, ainsi qu'aux droits d'auteur, aux marques de fabrique et tous autres droits de propriété intellectuelle se rapportant au Service, appartiendront à Nets ou à ses donneurs de licence</p><p>Nets accorde au Client une licence non cessible, non exclusive, révocable à tout moment à la seule discrétion de Nets, pour accéder et utiliser le Service en stricte conformité avec les Conditions d'utilisation.</p><p class="header">Utilisation du Service </p><p>Le Client doit protéger avec tout le soin requis le nom d'utilisateur et le mot de passe de tout usage abusif par d'autres personnes et informer prestement Nets de tout usage abusif. Le Client doit prendre les précautions suivantes</p><p>lorsqu'il utilise le Service: </p><ul><li/><p>Verrouillez votre téléphone lorsque vous ne l'utilisez pas afin que d'autres personnes ne puissent pas accéder à vos données. </p><li/><p>Si vous laissez ou prêtez votre téléphone à d'autres personnes, vous devez vous déconnecter de l'application. </p><li/><p>Si vous laissez ou prêtez votre téléphone à d'autres personnes pendant une longue période de temps, vous devez supprimer l'application. Cela vaut également lorsque vous vous procurez un nouveau téléphone ou s'il est envoyé en réparation.</p></ul><p>Le Client qui utilise le Service s'engage à respecter la législation et la réglementation en vigueur, en plus des règles et autres conditions stipulées dans ces Conditions d'utilisation ou dans d'autres instructions de Nets.</p><p>Le Client aura uniquement accès à ses propres informations, statistiques et données analysées, en fonction de l'abonnement qu'il a souscrit. Les informations ou données auxquelles accède le Client par le biais du Service seront uniquement utilisées à des fins personnelles et la diffusion ou l'exploitation commerciale de telles données est interdite. Le Client devra immédiatement avertir Nets s'il découvre que les données auxquelles il accède ne se rapporte pas à lui-même. L'utilisation de données auxquelles il a accédé sans sautorisation peut avoir des conséquences pénales ou civiles.</p><p>Le Client est responsable de ses actes et de sa communication, de même que de leurs conséquences, relativement à l'utilisation du Service. Le Client s'engage à utiliser le Service aux fins prévues uniquement. Le Client ne peut pas utiliser le service ou son contenu pour fournir des services similaires ou concurrents.</p><p>Le Service ne doit pas être utilisé d'une manière susceptible de porter préjudice à Nets ou à ses partenaires. Le Client est responsable de toute perte, réclamation ou de tout dommage subi par Nets, ou par le groupe Nets ou une société liée de Nets, du fait de l'utilisation abusive du Service par le Client. Le Client s'engage en outre à ne pas endommager, désactiver, surcharger ou nuire au Service (ou au réseau lié au Service), ni à interrompre l'utilisation du Service par d'autres personnes, ni à transférer, mettre à disposition ou diffuser de toute autre manière toute partie du Service à un tiers. </p><p>Le Client est responsable de tous les frais liés à l'utilisation du Service.</p><p class="header">Annulation</p><p>Si le Client soupçonne que les données d'accès ont été compromises ou qu'une personne les utilise à mauvais escient, il doit immédiatement contacter Nets pour faire annuler l'accès. </p><p class="header">Disponibilité et modifications du Service</p><p>La disponibilité et le contenu du Service peuvent varier et sont soumis à l'entière discrétion de Nets. Nets décline expressément toute déclaration ou garantie quant à la disponibilité d'un contenu particulier ou du Service. Le Service peut ne pas être disponible dans tous les pays et peut n'être fourni que dans certaines langues. Le Service, les opérations et certaines fonctionnalités peuvent également dépendre du réseau, de la compatibilité des appareils utilisés et des formats de contenu pris en charge.</p><p>Nets peut, à son entière discrétion, modifier, corriger ou interrompre le Service en tout ou en partie. Le Service peut ne pas être disponible pendant les interruptions pour maintenance et à d'autres moments. </p><p>Si le Client s'oppose à des modifications du Service, il a le droit de résilier son inscription au Service et doit cesser d'utiliser le Service avant que la modification n'ait lieu. Si le Client continue d'utiliser le Service après avoir été informé de la modification, il est réputé l'avoir acceptée.</p> <p>Le Service peut, temporairement et sans préavis, être mis hors service en raison de défaillances du système, de travaux d'entretien ou de réparation ou pour des raisons indépendantes de la volonté de Nets.<p class="header">Exclusion de garantie et limitation de responsabilité </p><p>Le Service est fourni «en l'état» et «tel que disponible». Nets ne garantit pas que le Service sera ininterrompu ou exempt d'erreurs ou de virus. Aucune garantie de quelque nature que ce soit, expresse ou implicite, y compris, mais sans y être limité, les garanties de titre, de non-contrefaçon, de capacité du Client ou d'adéquation à un usage particulier, n'est formulée en ce qui concerne la disponibilité, l'exactitude, la fiabilité, l'information ou le contenu du Service. Le Client accepte et reconnaît expressément que l'utilisation du Service se fait à ses risques et périls. La responsabilité agrégée totale de Nets au cours d'une période de douze (12) mois ne dépassera pas un montant égal aux frais payés par le Client au cours des douze (12) mois précédents pour le Service ou dix mille (10 000) euros, le montant le plus bas étant retenu.</p><p>Nets collecte et utilise vos données personnelles dans le cadre de l'utilisation que vous faites de l'application Nets MyPayments comme indiqué ci-dessous.</p><p>À l'exception de la responsabilité en cas de décès ou de dommages corporels causés par sa négligence grave ou sa faute intentionnelle, Nets ne sera en aucun cas responsable des dommages indirects, accessoires, punitifs ou consécutifs résultant de l'utilisation ou de l'incapacité d'utilisation du Service par le Client. </p><p class="header">Modifications des conditions d'utilisation </p> <p>Nets peut modifier les présentes conditions d'utilisation à tout moment et sans préavis. Pour ce faire, Nets publie une version actualisée des conditions d'utilisation que le Client doit accepter lorsqu'il se connecte au Service. Le Client peut trouver la version en vigueur des Conditions d'utilisation du Service dans la rubrique «Conditions d'utilisation».</p><p>En cas de modifications défavorables substantielles, Nets doit en informer le Client au moins trente (30) jours avant l'entrée en vigueur de ces modifications. Nets a toujours le droit d'apporter des modifications avec effet immédiat lorsque celles-ci découlent de la législation, de la réglementation ou d'autres décisions des autorités, y compris les consignes des organisations d'émissions de cartes nationales et internationales. Il en va de même pour les modifications apportées aux accords conclus par Nets, son groupe ou ses sociétés liées, avec les acquéreurs ou les émetteurs.</p><p class="header">Résiliation</p><p>Le Client peut résilier son inscription s'il ne souhaite plus utiliser le Service. Après la résiliation, le Client n'aura plus accès au Service. Nets peut résilier l'inscription du Client ou restreindre l'accès du Client à certaines parties du Service si Nets estime raisonnablement que le Client a enfreint les Conditions d'utilisation ou si Nets doit arrêter complètement le Service. Nets peut décider d'arrêter le Service à tout moment et, dans ce cas, en informera le Client autant que possible trois (3) mois à l'avance.</p><p>Le Client peut résilier son inscription s'il ne souhaite plus utiliser le Service. Après la résiliation, le Client n'aura plus accès au Service. Nets peut mettre fin à l'inscription du Client, ou restreindre l'accès du Client à certaines parties du Service, si Nets estime raisonnablement que le Client a enfreint les Conditions d'utilisation, ou si Nets a besoin d'arrêter complètement le Service. Nets peut décider d'arrêter le Service à tout moment et, dans ce cas, en informera le client autant que possible trois (3) mois à l'avance.</p><p>Si le Client supprime le Service de son appareil mobile, cela sera considéré comme une résiliation de l'utilisation du Service par le Client sans autre avis. </p><p class="header">Cession </p><p>Nets est en droit de céder à un tiers, en tout ou en partie, ses droits et obligations au titre des présentes Conditions d'utilisation. </p><p>Le Client ne peut transférer ses droits et obligations relatifs au Service sans l'accord écrit de Nets. </p><p class="header">Avis </p><p>Nets peut envoyer des avis au Client selon les modalités décrites dans le Service. Le Client s'engage à étudier le contenu des avis qui lui sont adressés par Nets. Les avis envoyés par courrier électronique sont réputés avoir été reçus par le Client trois (3) jours après la date de leur envoi. Les avis postés dans le Service sont considérés comme ayant été reçus par le Client sept (7) jours après la date de publication. </p><p class="header">Respect de la vie privée et confidentialité </p><p>Nets collecte et utilise les données personnelles du Client dans le cadre de l'utilisation par le Client du Service comme indiqué ci-dessous. </p><p>Nets collecte des données à propos de l'appareil mobile du Client et de l'utilisation par le Client du Service pour éviter tout usage abusif des données de l'entreprise du Client. Afin d'accroître la convivialité et l'extension de ce Service, Nets collecte également pour son propre usage des données statistiques montrant la façon dont le Service est utilisé. Les données du Client ne seront pas utilisées individuellement, mais rassemblées dans des statistiques rendues anonymes que Nets utilise pour poursuivre le développement du Service. </p><p>La politique de confidentialité qui peut être consultée sur la page d'accueil du Service régit l'utilisation des données à caractère personnel.</p><p class="header">Législation applicable, tribunaux compétents et litiges </p><p>Les litiges liés aux présentes Conditions d'utilisation seront réglés par un tribunal du domicile de l'entité Nets avec laquelle le Client a passé un accord et conformément au Droit du pays du tribunal compétent, à l'exclusion des règles de conflits de lois applicables. </p><p class="header">Service clientèle </p><p>En cas de questions concernant le Service, vous pouvez contacter le service clientèle de Nets. </p><p>Les présentes Conditions d'utilisation entrent en vigueur le [10.06.2021] et continueront à produire leurs effets jusqu'à leur remplacement par de nouvelles conditions d'utilisation.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Termini e condizioni per l'app Nets MyPayments, validi da ottobre 2017</p><p><br/></p><p class="topheader">Leggi attentamente questi termini di utilizzo (Termini di Utilizzo) prima di accedere all'App Nets MyPayments (il Servizio). </p><p><br/></p><p class="header">Accettazione</p><p>Accettando questi Termini di Utilizzo, come cliente (il Cliente) confermi che i Termini di Utilizzo regoleranno l'uso da parte tua di tutte le funzioni e dei servizi disponibili tramite il Servizio. I Termini di Utilizzo, unitamente con l'accordo di servizio con Nets o con il gruppo Nets o la consociata (l'Accordo), costituiscono un accordo tra il Cliente e Nets, che definisce i diritti e le responsabilità delle parti per quanto attiene al Servizio. Ai fini dei presenti Termini di Utilizzo, con Nets si intende Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup. Il Cliente accetta questi Termini di Utilizzo utilizzando il Servizio. </p><p class="header">Registrazione </p><p>Per utilizzare il Servizio, il Cliente deve registrarsi e creare un account nel portale MyPayments Portal gestito da Nets (il Portale) con un nome utente e una password personali. Il Cliente potrebbe dover fornire a Nets alcune informazioni personali e di altro tipo durante la registrazione. Nets può verificare l'indirizzo e-mail dei Clienti prima dell'utilizzo dell'account. Il Cliente accetta di fornire informazioni veritiere e complete quando effettua la registrazione al Servizio e di mantenere le suddette informazioni aggiornate.</p><p class="header">Periodo di prova </p><p>Alcune parti del Servizio possono essere offerte in prova per un periodo di tempo limitato. Il contenuto e la durata del periodo di prova sono stabiliti da Nets. Questi Termini di Utilizzo regolano l'uso del Servizio anche durante il periodo di prova.</p><p class="header">Pagamento</p><p>Alcune parti del Servizio possono essere soggette a spese, ma nessuna commissione aggiuntiva viene applicata per l'uso dell'app Nets MyPayments. Qualsiasi parte del Servizio soggetta a spese viene fatturata secondo l'Accordo e il listino prezzi di Nets in vigore in quel momento. In caso di annullamento della registrazione, le spese pagate in anticipo non sono rimborsate. </p><p class="header">Proprietà intellettuale e licenza </p><p>Tutti i diritti di proprietà intellettuale correlati al Servizio, ai suoi contenuti e al relativo materiale, oltre al copyright, ai marchi e ad altri diritti di proprietà intellettuale relativi a questo Servizio, appartengono a Nets o ai suoi licenziatari</p><p>Nets concede al Cliente una licenza non esclusiva, non trasferibile, revocabile in qualsiasi momento a discrezione di Nets, per accedere e utilizzare il Servizio nel rigoroso rispetto dei Termini di Utilizzo.</p><p class="header">Utilizzando il Servizio </p><p>il Cliente deve prestare attenzione a proteggere la username e la password dall'uso improprio da parte di altri e informare tempestivamente Nets di qualsiasi uso improprio. Il Cliente deve prendere le precauzioni indicate qui di seguito</p><p>quando usa il Servizio: </p><ul><li/><p>Bloccare il telefono quando non è in uso, in modo tale da impedire ad altri l'accesso ai dati. </p><li/><p>Se il telefono viene lasciato ad altri o prestato, è necessario disconnettere l'app. </p><li/><p>Se il telefono viene lasciato ad altri o prestato per un periodo di tempo più lungo, è necessario cancellare l'app. Questo vale anche se si acquista un telefono nuovo o in caso di riparazione.</p></ul><p>Il Cliente che usa il Servizio si impegna a conformarsi alle disposizioni e ai regolamenti legislativi in vigore, oltre alle norme e ad altre condizioni concordate in questi Termini di Utilizzo o in altre istruzioni di Nets.</p><p>Il Cliente avrà solo accesso alle proprie informazioni, statistiche e dati analizzati, in base all'abbonamento del Cliente. Le informazioni o i dati a cui il Cliente ha accesso tramite il Servizio saranno utilizzati solo a scopi personali e la distribuzione o l'utilizzo a fini commerciali di tali dati è vietato. Il Cliente informerà immediatamente Nets se scopre che i dati a cui ha accesso non appartengono al Cliente. L'uso dell'accesso ai dati senza autorizzazione può dare adito a responsabilità penale e civile</p><p>Il Cliente è responsabile delle proprie azioni e della comunicazione, oltre alle conseguenze in relazione all'uso del Servizio. Il Cliente si impegna a usare il Servizio solo come previsto. Il Cliente può non usare il Servizio o i suoi contenuti per fornire servizi simili o in altro modo concorrenziali.</p><p>Il Servizio non deve essere usato in modo tale da poter danneggiare Nets o i partner di Nets. Il Cliente è responsabile di qualsiasi perdita, risarcimento o danno a carico di Nets, del gruppo Nets o della sua consociata, derivanti dall'uso improprio del Servizio da parte del Cliente. Il Cliente si impegna inoltre a non danneggiare, disattivare, sovraccaricare o compromettere il Servizio (o la rete collegata al Servizio), o a interrompere l'uso del Servizio da parte di altri, trasferire, rendere disponibile o in altro modo divulgare a terze parti qualsiasi parte del Servizio.</p><p>Il Cliente è responsabile di tutte le spese associate all'uso del Servizio.</p><p class="header">Revoca</p><p>Nel caso in cui il Cliente sospetti che le informazioni di accesso siano state indebitamente modificate o che qualcuno le utilizzi in modo improprio, deve contattare immediatamente Nets per la revoca dell'accesso. </p><p class="header">Disponibilità e modifiche al Servizio</p><p>La disponibilità e il contenuto del Servizio possono variare a sola discrezione di Nets. Nets smentisce espressamente qualsiasi dichiarazione o garanzia relativa alla disponibilità di qualsiasi particolare contenuto o Servizio. Il Servizio potrebbe non essere disponibile in alcuni paesi e potrebbe essere fornito solo nelle lingue selezionate. Il Servizio, le operazioni e alcune funzioni possono anche dipendere dalla rete, dalla compatibilità dei dispositivi usati e dai formati del contenuto supportati.</p><p>Nets può a sua sola discrezione, modificare, correggere o interrompere totalmente o parzialmente il Servizio. Il Servizio potrebbe non essere disponibile durante le interruzioni per la manutenzione e altre volte. </p><p>Nel caso in cui il Cliente si opponga alle modifiche al Servizio, il Cliente ha il diritto di cancellare la propria registrazione al Servizio e deve interrompere l'uso del Servizio prima che sia attiva la modifica. Se il Cliente continua a usare il Servizio dopo essere stato informato della modifica, si ritiene abbia accettato la modifica.</p> <p>Il Servizio potrebbe non essere disponibile - temporaneamente e senza preavviso – a causa di guasti del sistema, manutenzione o riparazione o per motivi che esulano dal controllo di Nets.<p class="header">Esclusione di responsabilità relativa alla garanzia e alla limitazione della responsabilità </p><p>Il Servizio viene fornito "così com'è" e in base alla "disponibilità". Nets non garantisce che il Servizio non possa subire interruzioni o essere privo di virus o errori. Nessuna garanzia di alcun tipo, esplicita o implicita, comprendente, senza limitazione alcuna, garanzie relative al titolo, alla non violazione, alla responsabilità del Cliente, o idoneità per uno scopo particolare, viene data in relazione alla disponibilità, alla precisione, alla responsabilità, alle informazioni o ai contenuti del Servzio. Il Cliente accetta e prende espressamente atto che l'uso del Servizio è a esclusivo rischio del Cliente. La responsabilità aggregata di Nets durante il periodo di dodici (12) mesi non sarà superiore a un importo pari alle spese pagate dal Cliente nei dodici (12) mesi precedenti per il Servizio o a novemilaseicentoquarantasei virgola quindici franchi svizzeri (9 646,15), quello inferiore tra i due.</p><p>Nets raccoglie e utilizza i dati personali per quanto attiene all'uso dell'app Nets MyPayments come indicato qui di seguito.</p><p>Fatta salva la responsabilità per decesso o lesione personale provocati da negligenza grave o comportamento scorretto intenzionale, in nessun caso Nets sarà responsabile di danni indiretti, accidentali, punitivi o consequenziali derivanti dall'uso o dall'incapacità di utilizzare il Servizio da parte del Cliente. </p><p class="header">Modifiche ai Termini di Utilizzo </p> <p>Nets può modificare i Termini di Utilizzo in qualsiasi momento senza preavviso. Nets pubblica una versione aggiornata dei Termini di Utilizzo che il Cliente deve accettare quando accede al Servizio. Il Cliente può trovare la versione in vigore dei Termini di Utilizzo del Servizio in "Termini e condizioni".</p><p>Quando vengono effettuate modifiche sfavorevoli, Nets deve informare il Cliente della/e modifica/modifiche almeno trenta (30) giorni prima che tale/i modifica/modifiche entri/entrino in vigore. Nets ha il diritto di effettuare modifiche con effetto immediato se queste derivano dalla legislazione, dai regolamenti o da altre decisioni da parte delle autorità, tra cui le direttive delle organizzazioni delle carte nazionali e internazionali. Lo stesso vale per le modifiche agli accordi di Nets, delle società del gruppo o delle consociate, con gli acquirenti o gli emittenti.</p><p class="header">Cessazione</p><p>Il Cliente può cessare la propria registrazione se non intende più utilizzare il Servizio. Dopo la cessazione, il Cliente non avrà più accesso al Servizio. Nets può cessare la registrazione del Cliente, o limitare l'accesso del Cliente ad alcune parti del Servizio, nel caso in cui Nets ritenga ragionevolmente che il Cliente abbia violato i Termini di Utilizzo, o se Nets deve chiudere l'intero Servizio. Nets può decidere di chiudere il Servizio in qualsiasi momento e in questo caso dovrà comunicare, nei limiti del possibile, la sua decisione con tre (3) mesi di anticipo.</p><p>Il Cliente può cessare la propria registrazione se non desidera più usare il Servizio. Dopo la cancellazione, il Cliente non avrà più accesso al Servizio. Nets può cancellare la registrazione del Cliente, o limitare l'accesso ad alcune parti del Servizio, nel caso in cui Nets ritenga ragionevolmente che il Cliente abbia violato i Termini di Utilizzo, o nel caso in cui debba chiudere interamente il Servizio. Nets può decidere di chiudere il Servizio in qualsiasi momento e in tal caso, dovrà comunicare, nei limiti del possibile questa decisione con tre (3) mesi di anticipo.</p><p>Se il Cliente elimina il Servizio dal proprio dispositivo mobile, questa azione sarà considerata come cessazione dell'uso del Serivizio da parte del Cliente senza ulteriori comunicazioni. </p><p class="header">Cessione </p><p>Nets ha il diritto di trasferire i tutti i propri diritti e obblighi relativi ai Termini di Utilizzo o parte di essi a una terza parte. </p><p>Il Cliente non può trasferire i propri diritti e gli obblighi relativi al Servizio senza il consenso scritto di Nets. </p><p class="header">Avvisi </p><p>Nets può inviare avvisi al Cliente in base alle modalità descritte nel Servizio. Il Cliente si impegna a esaminare il contenuto degli avvisi inviati da Nets. Gli avvisi inviati per e-mail sono considerati ricevuti da parte del Cliente tre (3) giorni dopo la data di invio. Gli avvisi pubblicati nel Servizio sono considerati ricevuti da parte del Cliente sette (7) giorni dopo la data di pubblicazione. </p><p class="header">Privacy e informativa sulla privacy </p><p>Nets raccoglie e utilizza i dati personali del Cliente per quanto attiene all'uso del Servizio da parte di quest'ultimo come indicato qui di seguito. </p><p>Nets raccoglie i dati relativi al dispositivo mobile del Cliente e all'uso del Servizio da parte di quest'ultimo per evitare un uso improprio dei dati aziendali del Cliente. Per aumentare la facilità d'uso e l'espansione del Servizio, Nets raccoglie anche dati statistici che mostrano in che modo viene usato il Servizio per l'uso di Nets. I dati del Cliente non saranno usati a livello individuale, ma saranno raccolti in statistiche anonime che Nets utilizza per sviluppare ulteriormente il Servizio. </p><p>L'informativa sulla privacy disponibile nella prima pagina del Servizio regola l'uso dei dati personali.</p><p class="header">Legge applicabile, foro competente e controversie </p><p>Le controversie derivanti da questi Termini di Utilizzo possono essere composte dal foro di domicilio dell'entità Nets con la quale il Cliente ha stipulato un Accordo e in base alla legislazione del paese del foro competente, escluse le norme applicabili sul conflitto di leggi. </p><p class="header">Assistenza clienti </p><p>Per qualsiasi domanda relativa al Servizio, è possibile contattare l'Assistenza clienti di Nets. </p><p>Questi Termini di Utilizzo entrano in vigore a partire dal [10.06.2021] e resteranno in vigore fino a quando saranno sostituiti da nuovi termini di utilizzo.</p></body></html>
lt_lt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">„Nets MyPayments“ programos nuostatos ir sąlygos, galiojančios nuo 2017 m. spalio mėn.</p><p><br/></p><p class="header">Sutarties šalys</p><p>Sutikdami su šiomis nuostatomis ir sąlygomis, sudarote sutartį su „A/S Nets Denmark“ (toliau – „Nets“), bendrovės registravimo numeris 20016175, naudotis programa „Nets MyPayments“ pagal galiojančias nuostatas ir sąlygas. Jei programoje nenurodyta kitaip, naudojimasis programa „Nets MyPayments“ yra nemokamas.</p><p class="header">Kas yra programa „Nets MyPayments“?</p><p>Programa „Nets MyPayments“ suteikia jums galimybę matyti bendrovės, kurios registruotas administratorius esate arba kurios administratorius suteikė jums leidimą, operacijų duomenis. Gavę prieigą programoje, galėsite matyti įvairias į „Nets MyPayments“ programą įtrauktų mokėjimo sutarčių operacijų duomenų vizualizacijas.</p><p class="header">Apie „Nets“ programos „MyPayments“ prieigą</p><p>Prieigą gaunate įvesdami į programą savo elektroninio pašto adresą. Tai atlikus, „Nets“ patikrins, ar jūsų elektroninio pašto adresas yra registruotas kaip bendrovės administratoriaus arba ar jūs turite galimybę pasiekti šiuos įmonės duomenis kaip vartotojas. Jei jūsų elektroninio pašto adresas yra registruotas „Nets“, jums bus išsiųstas slaptažodis šiam elektroninio pašto adresui ir galėsite prisijungti prie programos. Jei elektroninio pašto adresas nėra registruotas „Nets“, jūsų bus prašoma pateikti bendrovės verslo registracijos numerį. Tai atlikus, registruotam bendrovės administratoriui bus išsiųstas laiškas, nurodantis, koks naudotojas nori gauti prieigą prie progamos. Šiame elektroniniame laiške bus kodas, kurį administratorius atsiųs jums, jei sutiks suteikti prieigą.</p><p>Kodas gali būti panaudotas tik vieną kartą, jūs galėsite matyti duomenis programoje tik tol, kol iš jos atsijungsite. Jums atsijungus, programa neišsaugos jūsų kodo, jo nebus galima panaudoti prisijungiant kitais įrenginiais. Jei atsijungsite ir norėsite dar kartą prisijungti, jums reikės naujo vienkartinio kodo.</p><p>Jei bendrovė turi keletą prekybininkų su tuo pačiu verslo registracijos numeriu, o jūsų naudojoto vardo (elektroninio pašto adreso) nėra mūsų sistemoje, turite susisiekti su klientų aptarnavimo centru ir sukurti naują naudotojo profilį.</p><p class="header">Saugus naudojimasis „Nets“ programa „MyPayments“</p><p>Naudodamiesi „Nets“ programa „MyPaymentsi“, turite laikytis toliau nurodytų atsargumo priemonių.</p><ul><li/><p>Užrakinkite savo telefoną, kai jo nenaudojate, kad kiti asmenys negalėtų pasiekti jūsų duomenų.</p><li/><p>Jei paliekate ar paskolinate savo telefoną kitiems asmenims, atsijunkite iš programos.</p><li/><p>Jei ilgesniam laikui paliekate ar paskolinate savo telefoną kitiems žmonėms, ištrinkite programą. Taip pat elkitės ir įsigiję naują telefoną ar atiduodami jį taisyti.</p></ul><p class="header">Nutraukimas</p><p>„Nets“ gali bet kuriuo metu nutraukti programos veikimą. Apie tai bus pranešta prieš tris mėnesius, jei tai bus įmamona. Jei nesinaudosite „Nets“ programa „MyPayments“ tris mėnesius, jūsų prieiga gali būti sustabdyta. Tokiu atveju turėsite iš naujo atsisiųsti programą.</p><p>Jei ištrinsite „Nets“ programą „MyPayments“ iš savo mobiliojo įrenginio, be papildomo įspėjimo bus nutraukiamas jūsų naudojimasis programa.</p><p class="header">Atšaukimas</p><p>Netinkamo naudojimo ar įtariamo netinkamo naudojimo atveju galite panaikinti prieigą, susisiekę su „Nets“.</p><p class="header">Pakeitimai</p><p>„Nets“ gali pakeisti šias nuostatas ir sąlygas be įspėjimo. Tokiu atveju „Nets“ paskelbs atnaujintą programos „MyPayments“ versiją, kurią turėsite patvirtinti prisijungdami. Programoje gausite pranešimą, kad nuostatos ir sąlygos pasikeitė ir buvo atnaujintos, su nurodyta įsigaliojimo data. Galiojančią nuostatų ir sąlygų versiją galite rasti programos skiltyje „Nuostatos ir sąlygos“.</p><p class="header">Privatumo ir konfidencialumo politika</p><p>„Nets“ renka ir naudoja jūsų asmeninius duomenis, susijusius su „Nets“ programos „MyPayments“ naudojimu, kaip nurodyta toliau.</p><p>„Nets“ renka duomenis apie jūsų mobilųjį įrenginį ir jūsų naudojimąsi „Nets“ programa „MyPayments“, kad užkirstų kelią jūsų bendrovės duomenų neteisėtam naudojimui. Siekdama pagerinti programos naudojimą ir ją plėsti, „Nets“ taip pat renka statistinius duomenis apie tai, kaip naudojamasi šia programa savo reikmėms. Jūsų duomenys nebus naudojami atskirai, jie renkami kaip anoniminė statistika, leidžianti nustatyti, ką programoje reikia tobulinti pirmiausia.</p><p>„Nets“ taiko būtinas techninio ir organizacinio saugumo priemones, užtikrinančias, kad jūsų asmeniniai duomenys būtų tvarkomi konfidencialiai ir pagal Danijos asmens duomenų tvarkymo įstatymo reikalavimus, įskaitant ir jūsų teisių apsaugos reikalavimus.</p><p>„Nets“ programos „MyPayments“ veikimui užtikrinti „Nets“ gali naudotis subrangovų paslaugomis. Jei subrangovai turi prieigą prie pirmiau nurodytos informacijos apie jūsų naudojimąsi programa arba bendrovės operacijų duomenis, „Nets“ užtikrina, kad šie duomenys būtų tvarkomi konfidencialiai ir pagal teisės aktų reikalavimus. Tai užtikrinama „Nets“ pasirašant sutartį su subrangovais ir atliekant tolesnius patikrinimus. „Nets“ yra atsakinga už savo subrangovus ir tai, kaip jie tvarko duomenis.</p><p>Jūs galite prašyti informacijos apie tai, kokius jūsų duomenis turime, tačiau atkreipkite dėmesį, kad renkami duomenys yra anoniminiai, dėl šios priežasties mes negalime suteikti informacijos konkrečiai apie jus. Jūs turite teisę nesutikti su duomenų rinkimu ir jūsų asmeninių duomenų tolesniu tvarkymu. Paprasčiausia tai padaryti ištrinant programą iš savo mobiliojo įrenginio. Jūs taip pat turite teisę patikslinti savo asmeninius duomenis, jei to reikia.</p><p class="header">Taikytina teisė, teisinė vieta ir ginčai</p><p>Šias taisykles reglamentuoja Danijos teisė. Jei norite pateikti skundą dėl to, kaip „Nets“ tvarko jūsų asmeninius duomenis, galite kreiptis į Danijos asmens duomenų apsaugos agentūrą.</p><p class="header">Klientų aptarnavimas</p><p>Jei turite kokių nors klausimų apie „Nets“ programą „MyPayments“, susisiekite su „Nets“ klientų aptarnavimo centru. </p></body></html>
lv_lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Noteikumi un nosacījumi Nets MyPayments lietotne, kas piemērojama no 2017. gada oktobra. </p> <p> <br/> </p> <p class="header"> Līguma puses </p> <p> Pieņemot šos noteikumus un nosacījumus, jūs noslēgsiet līgumu ar Nets Denmark A/S (turpmāk tekstā - tīkli), uzņēmuma reģistrācijas numuru 20016175, lai izmantotu lietotni "Nets MyPayments" saskaņā ar pašreizējiem noteikumiem. Ja lietotnē nav norādīts citādi, lietotne Nets MyPayments ir brīvi pieejama. </p> <p class="header"> Kāda ir programma Nets MyPayments? </p> <p> Programma Nets MyPayments piedāvā iespēju piekļūt darījumu datiem uzņēmumam, par kuru esat reģistrējies kā administrators vai par kuru jums ir piešķirta piekļuve, izmantojot uzņēmuma administratoru. Tiklīdz jums būs piešķirta piekļuve lietotnei, jūs varēsiet skatīt dažādas darījumu datu vizualizācijas par maksājumu līgumiem, kas iekļauti lietotnē Nets MyPayments. </p> <p class="header"> Par tīklu MyPayments piekļuvi lietotnei </p> <p> Jūs iegūstat piekļuvi, ievadot savu e-pastu lietotnē. Tīkli pēc tam pārbauda, vai jūsu e-pasta adrese ir reģistrēta kā uzņēmuma administrators vai ka jums ir lietotāja piekļuve attiecīgā uzņēmuma datiem. Ja e-pasta adrese ir reģistrēta tīklā, jums tiks nosūtīta attiecīgā e-pasta adreses parole, un pēc tam varēsit pieteikties lietotnē. Ja e-pasta adrese nav reģistrēta tīklā, jums tiks lūgts ievadīt uzņēmuma uzņēmuma reģistrācijas numuru, pēc kura reģistrētajam administratoram tiks nosūtīts e-pasts, kurā norādīts, kurš lietotājs vēlas piekļūt lietotnei. Šajā e-pastā būs kods, lai pieteiktos, kuru administrators jums nosūta, ja administrators vēlas jums piešķirt piekļuvi. </p> <p> Šo kodu var izmantot tikai vienreiz, un pēc tam jums būs piekļuve lietotnei, līdz jūs aktīvi izvēlēsities atteikties. Kad esat pieteicies, lietotne neuzglabās jūsu kodu, un to nevarēs izmantot vairākas reizes dažādās ierīcēs. Ja atteiksit, jums būs nepieciešams jauns vienreiz lietojamais kods, lai pieteiktos vēlreiz. </p> <p> Ja uzņēmumam ir daudz tirgotāju, kas ir saistīti ar to pašu uzņēmuma reģistrācijas numuru, un jūsu lietotāja vārds (e-pasta adrese) vēl nav mūsu sistēmā, jums ir jāizveido lietotāja profils, sazinoties ar klientu pakalpojumiem. </p> <p class="header"> Nets MyPayments droša lietošana </p> <p> Ja lietojat lietotni Nets MyPayments, ir jāievēro šādi piesardzības pasākumi: </p> <ul> <li/> <p> Bloķējiet tālruni, ja to nelietojat, lai citi nevarētu piekļūt saviem datiem. </p> <li/> <p> Ja jūs atstājat vai aizdot savu tālruni ar citām personām vai citām pusēm, jums ir jāpiesakās no lietotnes. </p> <li/> <p> Ja jūs atstājat vai aizdot savu tālruni ar citiem vai uz ilgu laiku, jums ir jāizdzēš šī lietotne. Tas attiecas arī uz jauna tālruņa saņemšanu vai tā nosūtīšanu remontam. </p> </ul> <p class="header"> Izbeigšana </p> <p> Tīkli var jebkurā laikā aizvērt lietotni, un šādā gadījumā, cik vien iespējams, paziņo par šiem trim mēnešus iepriekš. Ja trīs mēnešus nelietojat lietotni Nets MyPayments, mēs varam arī izvēlēties pārtraukt jūsu piekļuvi lietotnei, pēc kura atkal būs jālejupielādē lietotne. </p> <p> Ja jūs izdzēsīsiet lietotni Nets MyPayments no savas mobilās ierīces, tas tiks uzskatīts par izbeigtu lietotnes lietošanu bez iepriekšēja brīdinājuma. </p> <p class="header"> Atcelšana </p> <p> Nepareizas lietošanas vai aizdomas par ļaunprātīgu izmantošanu gadījumā varat atsaukt piekļuvi, sazinoties ar tīkliem. </p> <p class="header"> Grozījumi </p> <p> Tīkli var grozīt šos noteikumus un nosacījumus bez iepriekšēja brīdinājuma. To dara tīkli, publicējot lietotnes Networks MyPayments atjauninātu versiju, kas jāpieņem, piesakoties. Lietojumprogrammā tiks saņemts ziņojums, kurā norādīts, ka noteikumi un nosacījumi ir mainīti un atjaunināti, norādot spēkā stāšanās datumu. Lietotāja noteikumos un nosacījumos atrodamo piemērojamo versiju varat atrast sadaļā "Noteikumi un nosacījumi". </p> <p class="header"> Konfidencialitātes un konfidencialitātes politika </p> <p> Tīkli savāc un izmanto jūsu personas datus saistībā ar lietojumprogrammas Nets MyPayments izmantošanu, kā norādīts turpmāk. </p> <p> Tīkli savāc datus par jūsu mobilo ierīci un par to, kā tiek izmantota programma Nets MyPayments, lai novērstu ļaunprātīgu uzņēmuma datu izmantošanu. Lai palielinātu lietotājdraudzīgumu un paplašinātu šo lietotni, tīkli arī apkopo statistikas datus, kas parāda, kā lietotni izmanto savai lietošanai. Jūsu dati netiks izmantoti individuālā līmenī, bet savākti anonimizētā statistikā, ko mēs izmantojam, lai prioritāti noteiktu lietotnes izstrādi. </p> <p> Tīkli ir izveidojuši nepieciešamos tehniskos un organizatoriskos drošības pasākumus, lai nodrošinātu, ka jūsu personas dati tiek apstrādāti konfidenciāli un saskaņā ar Dānijas Likuma par personas datu apstrādi prasībām, tostarp prasībām par jūsu tiesību aizsardzību. </p> <p> Tīkli, izmantojot Nets MyPayments lietotni, var izmantot apakšuzņēmējus tīklu uzdevumu veikšanai. Ja apakšuzņēmējiem ir piekļuve iepriekš minētajiem datiem par lietotnes lietošanu vai uzņēmuma darījumu datiem, tīkli nodrošinās, ka dati tiek apstrādāti konfidenciāli un saskaņā ar likumdošanas prasībām. Tīkli to pārliecinās, noslēdzot līgumus ar apakšuzņēmējiem un veicot turpmākas pārbaudes. Tīkli ir atbildīgi par saviem apakšuzņēmējiem un datu apstrādi. </p> <p> Jūs varat pieprasīt informāciju par datiem, kurus mēs apstrādājam par jums. Tomēr, lūdzu, ņemiet vērā, ka, tā kā apkopotie dati tiks anonimizēti, mēs nevarēsim jums sniegt informāciju par konkrētiem datiem par jums. Jums ir arī tiesības iebilst pret datu vākšanu un turpmāku jūsu personas datu apstrādi. Vieglākais veids, kā to izdarīt, ir izdzēst lietotni no mobilās ierīces. Jums ir tiesības arī labot jūsu personas datus, ja tas ir nepieciešams. </p> <p class="header"> Piemērojamās tiesības, juridiskā atrašanās vieta un strīdi </p> <p> Šos noteikumus regulē Dānijas likumi. Ja vēlaties sūdzēties par Tīkla personas datu apstrādi, šo jautājumu varat nosūtīt Dānijas Datu aizsardzības aģentūrai. </p> <p class="header"> Klientu apkalpošana </p> <p> Ja jums ir kādi jautājumi par lietotni Nets MyPayments, sazinieties ar tīkla klientu servisu. </p> </body> </html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head><body><p class="topheader">Vilkår for Nets MyPayments-app, gjeldende fra oktober, 2017</p><p><br/></p><p class="topheader">Les disse vilkårene for bruk (Bruksvilkår) nøye før du åpner Nets MyPayments-appen (Tjenesten).</p><br/><p class="header">Godkjenning </p><p>Ved å godta disse Bruksvilkårene bekrefter du (Kunden) at Bruksvilkårene regulerer din bruk av alle funksjoner og tjenester som er tilgjengelige via Tjenesten. Bruksvilkårene vil sammen med serviceavtalen du har inngått med Nets eller Nets-konsernet eller et tilknyttet selskap (Avtalen) utgjøre en avtale mellom Kunden og Nets som definerer partenes rettigheter og ansvar med hensyn til Tjenesten. Nets skal i disse Bruksvilkårene bety Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup. Kunden godtar disse Bruksvilkårene ved å bruke Tjenesten. </p><p class="header">Registrering</p><p>For å bruke Tjenesten må Kunden registrere og opprette en konto i en online-portal som vedlikeholdes av Nets (Portalen). Kunden må kanskje oppgi visse personlige opplysninger og andre opplysninger overfor Nets ved registrering. Nets vil eventuelt bekrefte kundenes e-postadresse før kontoen kan brukes. </p><p>Kunden samtykker i å oppgi sannferdige og fullstendige opplysninger når kunden registrerer seg for tjenesten, og i å holde disse opplysningene oppdatert. </p><p class="header">Prøveperiode</p><p>Deler av tjenesten kan tilbys under prøveperioden i en begrenset periode. Innholdet og varigheten av prøveperioden bestemmes av Nets. Disse Bruksvilkårene regulerer bruken av tjenesten også i løpet av prøveperioden. </p><p class="header">Betaling</p><p>Deler av tjenesten kan være avgiftspliktig. Alle deler av tjenesten som er underlagt gebyrer, faktureres i samsvar med Avtalen og den gjeldende Nets-prislisten. Ved oppsigelse av registreringen refunderes ikke kostnader som er betalt på forhånd. </p><p class="header">Immaterielle rettigheter og lisens </p><p>Alle immaterielle rettigheter til Tjenesten, dens innhold og tilhørende materiale, samt opphavsrett, varemerker og andre immaterielle rettigheter som angår tjenesten, skal tilhøre Nets eller dets lisensgivere. </p><p>Nets gir Kunden en ikke-eksklusiv, ikke-overførbar lisens, som til enhver tid kan tilbakekalles etter Nets eget skjønn, til å få tilgang til og bruke tjenesten i samsvar med Bruksvilkårene. </p><p class="header">Bruk av tjenesten </p><ul><li/><p>Kunden må være nøye med å beskytte brukernavnet og passordet mot misbruk av andre og umiddelbart varsle Nets om misbruk. Kunden må ta følgende forholdsregler ved bruk av Tjenesten: </p><li/><p>Lås adgang til mobilenheten (mobiltelefon eller annen mobil enhet som anvendes) når du ikke bruker den, slik at andre ikke får tilgang til dataene. </p><li/><p>Hvis du låner ut mobilenheten til andre eller lar den være igjen hos andre parter, må du logge av appen. </p></ul><p>Ved bruk av Tjenesten forplikter kunden seg til å overholde gjeldende lovgivning og forskrifter, i tillegg til regler og andre vilkår som er fastsatt i disse Bruksvilkårene eller i andre instruksjoner fra Nets. </p><p>Kunden skal kun ha tilgang til egen informasjon, statistikk og analyserte data, avhengig av Kundens abonnement. Informasjon eller data som Kunden får tilgang til via tjenesten, skal bare brukes til personlige formål og distribusjon. Kommersiell utnyttelse av slike data er forbudt. Kunden skal umiddelbart informere Nets dersom Kunden oppdager at dataene Kunden har tilgang til, ikke tilhører Kunden. Bruk av data som åpnes uten autorisasjon, kan føre til strafferettslig og privatrettslig ansvar. </p><p>Kunden er ansvarlig for sine handlinger og kommunikasjon og konsekvensene av dem i forbindelse med bruk av Tjenesten. Kunden forplikter seg til kun å bruke Tjenesten som tiltenkt. Kunden kan ikke bruke Tjenesten eller dens innhold til å tilby lignende eller på annen måte konkurrerende tjenester. </p><p>Tjenesten må ikke brukes på en måte som kan skade Nets eller Nets, Nets-konsern eller Nets’ tilknyttende selskap.. Kunden er ansvarlig for ethvert tap, krav eller skade som Nets eller Nets-konsernet eller tilknyttet selskap påføres som følge av Kundens misbruk av Tjenesten. Kunden forplikter seg i tillegg til ikke å skade, deaktivere, overbelaste eller negativt påvirke Tjenesten (eller nettverket som er knyttet til Tjenesten), og heller ikke å avbryte andres bruk av Tjenesten, overføre, gjøre tilgjengelig eller på annen måte spre noen del av Tjenesten til en tredjepart. </p><p>Kunden er ansvarlig for alle gebyrer knyttet til bruken av Tjenesten. </p><p class="header">Sperring </p><p>Hvis Kunden mistenker at detaljer om anvendelse eller adgang til Tjenesten er kompromittert eller at noen misbruker dem, må Kunden umiddelbart kontakte Nets for å sperre tilgangen. </p><p class="header">Tilgjengelighet og endringer i Tjenesten </p><p>n kan variere og er underlagt Nets' skjønn. Nets fraskriver seg uttrykkelig ethvert løfte eller garanti for at et bestemt innhold eller en tjeneste vil være tilgjengelig. Tjenesten er ikke nødvendigvis tilgjengelig i alle land og kan bare leveres på utvalgte språk. Tjenesten, driften og noen funksjoner kan også være avhengig av nettverket, kompatibiliteten til enhetene som brukes, og innholdsformatene som støttes. </p><p>Hvis Kunden motsetter seg endringer i Tjenesten, har Kunden rett til å si opp registrering for Tjenesten, og Kunden må opphøre bruken av Tjenesten før endringen finner sted. Hvis Kunden fortsetter å bruke Tjenesten etter å ha blitt informert om endringen, anses Kunden å ha akseptert endringen. </p><p>Tjenesten kanmidlertidig og uten forvarseltas ut av bruk på grunn av systemfeil, vedlikehold eller reparasjoner, eller av årsaker utenfor Nets' kontroll. </p><p class="header">Ansvarsfraskrivelse og ansvarsbegrensning </p><p>Tjenesten leveres på «som den er» og «som tilgjengelig». Nets garanterer ikke at Tjenesten vil være uten avbrudd, feil eller virus. Det gis ingen garantier, verken uttrykt eller underforstått, inkludert, men ikke begrenset til, eiendomsrett, overholdelse av rettigheter eller egnethet for et bestemt formål mht. tilgjengeligheten, nøyaktigheten, påliteligheten, informasjonen eller innholdet i tjenesten. Kunden samtykker uttrykkelig i og erkjenner at bruken av tjenesten skjer på kundens egen risiko. </p><p>Nets' totale samlede ansvar i løpet av en tolv (12) måneders periode kan aldri overstige et beløp som tilsvarer gebyrene betalt av Kunden i løpet av de foregående tolv (12) månedene for tjenesten eller ti tusen (10 000) euro, avhengig av hva som er lavere. </p><p>Med unntak av ansvar for død eller personskade forårsaket av grov uaktsomhet eller forsettlig uredelighet, vil Nets under ingen omstendigheter være ansvarlig for indirekte, tilfeldige eller strafferettslige skader eller følgeskader som følge av kundens bruk eller manglende evne til å bruke tjenesten. </p><p class="header">Endringer i bruksvilkårene </p><p>ilkårene når som helst uten forvarsel. Dette gjøres ved at Nets publiserer en oppdatert versjon av Bruksvilkårene som Kunden må godta når Kunden logger seg på Tjenesten. Kunden finner den aktuelle versjonen av Bruksvilkårene for Tjenesten under «Regler og Vilkår». </p><p>r som medfører vesentlig negativ effekt på Tjenesten, må Nets informere Kunden om endringen(e) minst tretti (30) dager før slik endring(er) trer i kraft. Nets har alltid rett til å foreta endringer med umiddelbar virkning når de oppstår på grunn av lovgivning, forskrifter eller andre myndighetsbeslutninger, deriblant endringer fra nasjonale og internasjonale kortorganisasjoner. Det samme gjelder endringer i Nets' avtaler, eller konsernets eller tilknyttede selskapers avtaler, med innløserne eller utstederne. </p><p class="header">Oppsigelse</p><p>Kunden kan si opp registreringen hvis Kunden ikke lenger ønsker å bruke Tjenesten. Etter oppsigelse vil Kunden ikke lenger ha tilgang til Tjenesten. Nets kan si opp Kundens registrering eller begrense Kundens tilgang til visse deler av Tjenesten hvis Nets med rimelighet mener at Kunden har brutt Bruksvilkårene, eller hvis Nets trenger å stenge tjenesten helt. </p><p>Nets kan velge å stenge Tjenesten når som helst, og vil i det tilfelle varsle om dette tre (3) måneder i forveien, i den utstrekning en slik varsel er mulig </p><p>Hvis Kunden sletter Tjenesten fra sin mobilenhet, vil dette bli ansett som oppsigelse av Kundens bruk av Tjenesten uten ytterligere varsel. </p><p class="header">Overdragelse</p><p>Nets har rett til å overføre sine rettigheter og forpliktelser som gjelder disse Bruksvilkårene til en tredjepart, enten helt eller delvis. </p><p>Kunden kan ikke overføre sine rettigheter og plikter som gjelder Tjenesten uten skriftlig samtykke fra Nets. </p><p class="header">Merknader</p><p>Nets kan sende meldinger til Kunden på måtene som er beskrevet i Tjenesten. Kunden forplikter seg til å lese innholdet i meldinger som sendes til Kunden via Nets. Meldinger sendt via e-post anses å være mottatt av Kunden tre (3) dager etter datoen de ble sendt. Meldinger som er lagt ut i Tjenesten anses å ha blitt mottatt av kunden syv (7) dager etter publiseringsdatoen. </p><p class="header">Retningslinjer for personvern og konfidensialitet </p><p>Nets samler inn og bruker Kundens personopplysninger i forbindelse med Kundenes bruk av Tjenesten som angitt nedenfor. </p><p>For å øke brukervennligheten og utvidelsen av denne Tjenesten samler Nets også inn statistiske data til egen bruk som viser hvordan Tjenesten brukes.. Kundens data vil ikke bli brukt på individnivå, men vil bli samlet inn i anonymisert statistikk som Nets bruker til å videreutvikle Tjenesten. </p><p>Bruken av personopplysning er underlagt Personvernerklæringen som er tilgjengelig på forsiden av Tjenesten. </p><p class="header">Gjeldende lov, verneting og tvister</p><p>ed disse Bruksvilkårene skal avgjøres i vernetinget til Nets-foretaket som Kunden har inngått avtale med, og i samsvar med den lokale loven i det aktuelle domstollandet. Tvister som oppstår knyttet til uforenlige lovbestemmelser vil ikke håndteres av vernetinget. </p><p class="header">Kundeservice </p><p>Hvis du har spørsmål om Tjenesten, kan du kontakte Nets' kundeservice. </p><p class="header">Ikrafttredelse </p><p>Disse Bruksvilkårene trer i kraft fra [10.06.2021] og skal forbli i kraft til de erstattes av nye Bruksvilkår. </p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <meta name="viewport" content="width=device-width, initial-scale=1"> <meta http-equiv="content-type" content="text/html; charset=utf-8"/> <title></title> <style type="text/css"> @font-face {font-family: appFont; src: url(AppFontDefault.ttf)} @font-face {font-family: appHeaderFont; src: url(AppFontHeader.ttf)} body {direction: ltr; text-align: left; margin: 0; padding: 20px; font-size: 13px;} p { font-family: appFont; color: #808080; font-size: 13px; margin: 0} p.header {font-weight: bold; margin-top: 30px; margin-bottom: 4px; font-family: appHeaderFont; color: #1E1E1E; font-size: 15px} p.topheader {margin-top: 16px; margin-bottom: 0px; margin-left: 8px; margin-right: 8px; font-family: appFont; text-align: center; font-size: 13px} </style> </head> <body><p class="topheader">Villkor f&ouml;r Nets MyPayments app, g&auml;ller fr&aring;n och med oktober, 2017</p><p><br/></p><p class="topheader">L&auml;s dessa anv&auml;ndningsvillkor (Anv&auml;ndningsvillkor) noggrant innan du loggar in i MyPayments-appen (Tj&auml;nsten).</p><p class="header">Godk&auml;nnande</p><p>Genom att godk&auml;nna dessa Anv&auml;ndningsvillkor bekr&auml;ftar du (Kunden) att Anv&auml;ndningsvillkoren reglerar din anv&auml;ndning av alla funktioner och tj&auml;nster som &auml;r tillg&auml;ngliga via Tj&auml;nsten. Anv&auml;ndningsvillkoren kommer, tillsammans med det avtal om tj&auml;nster du har med Nets eller Nets-koncernen eller n&auml;rst&aring;ende f&ouml;retag (Avtal), att utg&ouml;ra ett avtal mellan Kunden och Nets, som fastst&auml;ller parternas r&auml;ttigheter och skyldigheter med avseende p&aring; Tj&auml;nsten. Nets inneb&auml;r i dessa Anv&auml;ndningsvillkor Nets Denmark A/S, Klausdalsbrovej 601, DK-2750 Ballerup, Danmark. Kunden godk&auml;nner dessa Anv&auml;ndningsvillkor genom att anv&auml;nda Tj&auml;nsten.</p><p class="header">Registrering</p><p>F&ouml;r att anv&auml;nda Tj&auml;nsten m&aring;ste Kunden registrera sig och skapa ett konto i en online-portal som tillhandah&aring;lls av Nets (Portal). Vid registrering kan Kunden komma att beh&ouml;va tillhandah&aring;lla vissa personuppgifter eller annan information till Nets. Nets kan komma att verifiera Kundens e-postadress innan kontot kan anv&auml;ndas.</p><p>N&auml;r Kunden registrerar sig f&ouml;r Tj&auml;nsten f&ouml;rs&auml;krar Kunden att sanningsenlig och fullst&auml;ndig information kommer att tillhandah&aring;llas, och att informationen kommer att h&aring;llas uppdaterad.</p><p class="header">Provperiod</p><p>Delar av Tj&auml;nsten kan erbjudas p&aring; prov under en begr&auml;nsad period. Provperiodens inneh&aring;ll och varaktighet best&auml;ms av Nets. Dessa Anv&auml;ndningsvillkor reglerar anv&auml;ndningen av Tj&auml;nsten &auml;ven under provperioden.</p><p class="header">Betalning</p><p>Delar av Tj&auml;nsten kan vara avgiftspliktig. Alla delar av Tj&auml;nsten som &auml;r f&ouml;rem&aring;l f&ouml;r avgifter faktureras i enlighet med Avtalet och den d&aring; aktuella Nets-prislistan. Avgifter som betalats i f&ouml;rskott &aring;terbetalas inte vid upps&auml;gning av registreringen.</p><p class="header">Immateriella r&auml;ttigheter och licensiering</p><p>Alla immateriella r&auml;ttigheter till Tj&auml;nsten, dess inneh&aring;ll och tillh&ouml;rande material samt upphovsr&auml;tt, varum&auml;rken och andra immateriella r&auml;ttigheter avseende Tj&auml;nsten ska tillh&ouml;ra Nets eller dess licensgivare.</p><p>Nets ger Kunden en icke-exklusiv, icke-&ouml;verl&aring;tbar licens, som n&auml;r som helst kan &aring;terkallas efter Nets eget gottfinnande, f&ouml;r att f&aring; &aring;tkomst till och anv&auml;nda Tj&auml;nsten endast i enlighet med Anv&auml;ndningsvillkoren.</p><p class="header">Anv&auml;ndning av tj&auml;nsten</p><p>Kunden m&aring;ste vara noga med att skydda anv&auml;ndarnamnet och l&ouml;senordet mot missbruk av andra och omedelbart meddela Nets om eventuellt missbruk. Kunden m&aring;ste vidta f&ouml;ljande f&ouml;rsiktighets&aring;tg&auml;rder n&auml;r Tj&auml;nsten anv&auml;nds:</p><ul><li/><p>L&aring;s &aring;tkomst till mobilenheten (mobiltelefon eller annan mobil enhet som anv&auml;nds) n&auml;r du inte anv&auml;nder den s&aring; att andra inte kan f&aring; &aring;tkomst till dina uppgifter.</p><li/><p>Om du l&auml;mnar eller l&aring;nar ut mobilenheten med eller till andra personer m&aring;ste du logga ut fr&aring;n appen.</p></ul><p>Den Kund som anv&auml;nder Tj&auml;nsten f&ouml;rbinder sig att f&ouml;lja g&auml;llande lagstiftning och f&ouml;reskrifter, f&ouml;rutom de regler och andra villkor som anges i dessa Anv&auml;ndningsvillkor eller andra instruktioner fr&aring;n Nets.</p> <p>Kunden ska endast ha &aring;tkomst till sin egen information, statistik och analyserade data, beroende p&aring; Kundens abonnemang. Information eller uppgifter som Kunden kommer &aring;t via Tj&auml;nsten ska endast anv&auml;ndas f&ouml;r personliga &auml;ndam&aring;l och distribution eller kommersiellt utnyttjande av dessa uppgifter &auml;r f&ouml;rbjudet. Kunden ska omedelbart meddela Nets om Kunden uppt&auml;cker att de uppgifter som Kunden har &aring;tkomst till inte tillh&ouml;r Kunden. Anv&auml;ndning av uppgift som du f&aring;tt &aring;tkomst till utan auktorisation kan leda till straffr&auml;ttsligt och civilr&auml;ttsligt ansvar.</p><p>Kunden ansvarar f&ouml;r sina egna handlingar och sin egen kommunikation, samt f&ouml;ljderna av dem i anslutning till anv&auml;ndningen av tj&auml;nsten. Kunden f&ouml;rbinder sig att endast anv&auml;nda Tj&auml;nsten p&aring; det s&auml;tt som &auml;r avsett. Kunden f&aring;r inte anv&auml;nda Tj&auml;nsten eller dess inneh&aring;ll f&ouml;r att tillhandah&aring;lla liknande eller p&aring; annat s&auml;tt konkurrerande tj&auml;nster.</p><p>Tj&auml;nsten f&aring;r inte anv&auml;ndas p&aring; n&aring;got s&auml;tt som kan skada Nets, Nets-koncernen eller Nets n&auml;rst&aring;ende f&ouml;retag. Kunden ansvarar f&ouml;r eventuell f&ouml;rlust, anspr&aring;k eller skada som Nets, Nets-koncernen eller n&auml;rst&aring;ende f&ouml;retag drabbas av som ett resultat av att Kunden missbrukat Tj&auml;nsten. Kunden &aring;tar sig &auml;ven att inte skada, inaktivera, &ouml;verbelasta eller p&aring; ett negativt s&auml;tt p&aring;verka Tj&auml;nsten (eller n&auml;tverket i anslutning till Tj&auml;nsten), inte heller avbryta andras anv&auml;ndning av Tj&auml;nsten, &ouml;verf&ouml;ra, g&ouml;ra tillg&auml;nglig eller p&aring; annat s&auml;tt sprida n&aring;gon del av Tj&auml;nsten till en tredje part.</p><p>Kunden &auml;r ansvarig f&ouml;r alla avgifter i samband med anv&auml;ndningen av Tj&auml;nsten.</p><p class="header">Sp&auml;rrning</p><p>Om Kunden misst&auml;nker att uppgifter f&ouml;r anv&auml;ndning eller &aring;tkomst till Tj&auml;nsten har hamnat i fel h&auml;nder eller att n&aring;gon missbrukar dem m&aring;ste Kunden omedelbart kontakta Nets f&ouml;r att sp&auml;rra &aring;tkomsten.</p><p class="header">Tillg&auml;nglighet och &auml;ndringar i Tj&auml;nsten</p><p>Tj&auml;nstens tillg&auml;nglighet och inneh&aring;ll kan variera och &auml;r f&ouml;rem&aring;l f&ouml;r Nets eget gottfinnande. Nets fr&aring;ns&auml;ger sig uttryckligen alla l&ouml;ften eller garantier f&ouml;r att ett visst inneh&aring;ll eller en viss tj&auml;nst ska vara tillg&auml;nglig. Tj&auml;nsten kanske inte &auml;r tillg&auml;nglig i alla l&auml;nder och kan endast tillhandah&aring;llas p&aring; vissa utvalda spr&aring;k. Tj&auml;nsten, driften och vissa funktioner kan ocks&aring; vara beroende av n&auml;tverk, kompatibiliteten f&ouml;r de enheter som anv&auml;nds och de inneh&aring;llsformat som st&ouml;ds.</p><p>Nets kan efter eget gottfinnande &auml;ndra, korrigera eller avbryta Tj&auml;nsten helt eller delvis. Tj&auml;nsten kanske inte &auml;r tillg&auml;nglig vid underh&aring;llsavbrott och andra tider.</p><p>Om Kunden mots&auml;tter sig &auml;ndringar i Tj&auml;nsten, har Kunden r&auml;tt att avsluta registreringen f&ouml;r Tj&auml;nsten och m&aring;ste sluta anv&auml;nda Tj&auml;nsten innan &auml;ndringen &auml;ger rum. Om Kunden forts&auml;tter att anv&auml;nda Tj&auml;nsten efter att ha informerats om &auml;ndringen anses Kunden ha godk&auml;nt &auml;ndringen.</p><p>Tj&auml;nsten kan, tillf&auml;lligt och utan f&ouml;rvarning, tas ur bruk p&aring; grund av systemfel, underh&aring;ll eller reparationer, eller av orsaker som ligger utanf&ouml;r Nets kontroll.</p><p class="header">Ansvarsfriskrivning och ansvarsbegr&auml;nsning</p><p>Tj&auml;nsten tillhandah&aring;lls ”som den &auml;r” och ”n&auml;r den &auml;r tillg&auml;nglig”. Nets garanterar inte att Tj&auml;nsten kommer att vara fri fr&aring;n avbrott, fel eller virus. Inga garantier, uttryckliga eller outtalade, inklusive men inte begr&auml;nsat till garantier f&ouml;r &auml;gander&auml;tt, intr&aring;ng, anpassning eller l&auml;mplighet f&ouml;r ett visst syfte, g&ouml;rs vad g&auml;ller tillg&auml;nglighet, riktighet, tillf&ouml;rlitlighet, information eller inneh&aring;ll i Tj&auml;nsten. Kunden samtycker uttryckligen till och bekr&auml;ftar att anv&auml;ndningen av Tj&auml;nsten uteslutande sker p&aring; Kundens risk.</p><p>Nets totala sammanlagda ansvarsskyldighet under en tolvm&aring;nadersperiod (12 m&aring;nader) kan aldrig &ouml;verstiga ett belopp som motsvarar de avgifter som kunden betalat under de f&ouml;reg&aring;ende tolv (12) m&aring;naderna f&ouml;r Tj&auml;nsten eller tiotusen (10 000) euro, beroende p&aring; vilket som &auml;r l&auml;gst.</p><p>Nets &auml;r under inga omst&auml;ndigheter ansvariga f&ouml;r indirekta skador, of&ouml;rutsedda skador, f&ouml;ljdskador eller straffskadest&aring;nd till f&ouml;ljd av Kundens anv&auml;ndning eller of&ouml;rm&aring;ga att anv&auml;nda Tj&auml;nsten, med undantag f&ouml;r ansvarsskyldighet f&ouml;r d&ouml;dsfall eller personskada som orsakats av Nets grova v&aring;rdsl&ouml;shet eller avsiktliga f&ouml;rsummelse.</p><p class="header">&Auml;ndringar i Anv&auml;ndningsvillkoren</p><p>Nets kan n&auml;r som helst och utan f&ouml;reg&aring;ende meddelande &auml;ndra dessa Anv&auml;ndningsvillkor. Detta g&ouml;rs genom att Nets publicerar en uppdaterad version av Anv&auml;ndningsvillkoren som Kunden m&aring;ste godk&auml;nna n&auml;r Kunden loggar in p&aring; Tj&auml;nsten. Kunden hittar den till&auml;mpliga versionen av Anv&auml;ndningsvillkoren f&ouml;r Tj&auml;nsten under ”Villkor”.</p> <p>Vid eventuella &auml;ndringar som Nets g&ouml;r som medf&ouml;r v&auml;sentlig negativ effekt p&aring; Tj&auml;nsten, m&aring;ste Nets informera Kunden om &auml;ndringen (&auml;ndringarna) minst trettio (30) dagar innan den (de) tr&auml;der i kraft. Nets har alltid r&auml;tt att g&ouml;ra &auml;ndringar som tr&auml;der i kraft omedelbart n&auml;r &auml;ndringarna har sin grund i lagstiftning, f&ouml;reskrifter eller andra beslut av myndigheter, inklusive direktiv fr&aring;n nationella och internationella kortorganisationer. Detsamma g&auml;ller &auml;ndringar i Nets avtal, eller dess koncernf&ouml;retagsavtal eller avtal med n&auml;rst&aring;ende f&ouml;retag, med inl&ouml;sare eller utf&auml;rdare.</p><p class="header">Upps&auml;gning</p><p>Kunden kan avsluta sin registrering om Kunden inte l&auml;ngre vill anv&auml;nda Tj&auml;nsten. Efter att registreringen har avslutats har Kunden inte l&auml;ngre &aring;tkomst till Tj&auml;nsten. Nets kan avsluta Kundens registrering, eller begr&auml;nsa Kundens &aring;tkomst till vissa delar av Tj&auml;nsten, om Nets rimligen anser att Kunden har brutit mot Anv&auml;ndningsvillkoren, eller om Nets beh&ouml;ver st&auml;nga ned Tj&auml;nsten helt.</p><p>Nets kan v&auml;lja att n&auml;r som helst st&auml;nga Tj&auml;nsten och kommer i ett s&aring;dant fall att i s&aring; stor utstr&auml;ckning som m&ouml;jligt meddela detta tre (3) m&aring;nader i f&ouml;rv&auml;g.</p><p>Om Kunden raderar Tj&auml;nsten fr&aring;n Kundens mobilenhet kommer detta att betraktas som upps&auml;gning av Kundens anv&auml;ndning av Tj&auml;nsten utan f&ouml;reg&aring;ende meddelande.</p><p class="header">&Ouml;verl&aring;telse</p><p>Nets har r&auml;tt att &ouml;verl&aring;ta sina r&auml;ttigheter och skyldigheter vad g&auml;ller detta Anv&auml;ndningsvillkor till en tredje part, antingen som helhet eller delvis.</p><p>Kunden f&aring;r inte &ouml;verl&aring;ta sina r&auml;ttigheter och skyldigheter avseende Tj&auml;nsten utan skriftligt medgivande fr&aring;n Nets.</p><p class="header">Meddelanden</p><p>Nets kan skicka meddelanden till Kunden p&aring; de s&auml;tt som beskrivs i Tj&auml;nsten. Kunden &aring;tar sig att l&auml;sa inneh&aring;llet i meddelandena som skickas till Kunden fr&aring;n Nets. Meddelanden som skickas med e-post anses ha mottagits av Kunden tre (3) dagar efter det datum d&aring; de s&auml;ndes. Meddelanden som publiceras i Tj&auml;nsten anses ha mottagits av Kunden sju (7) dagar efter publiceringsdatumet.</p><p class="header">Integritets- och sekretesspolicy</p><p>Nets samlar in och anv&auml;nder Kundens personuppgifter i samband med Kundens anv&auml;ndning av Tj&auml;nsten enligt nedan.</p><p>Nets samlar in uppgifter om Kundens mobilenhet och Kundens anv&auml;ndning av Tj&auml;nsten f&ouml;r att f&ouml;rhindra missbruk av Kundens f&ouml;retags uppgifter. F&ouml;r att &ouml;ka anv&auml;ndarv&auml;nligheten och expansionen av denna Tj&auml;nst samlar Nets ocks&aring; in statistik som visar hur Tj&auml;nsten anv&auml;nds f&ouml;r Nets eget bruk. Kundens uppgifter kommer inte att anv&auml;ndas p&aring; individniv&aring;, utan kommer att samlas in i anonymiserad statistik som Nets anv&auml;nder f&ouml;r att vidareutveckla Tj&auml;nsten.</p><p>Den integritetspolicy som finns tillg&auml;nglig p&aring; Tj&auml;nstens f&ouml;rstasida reglerar anv&auml;ndningen av personuppgifter.</p><p class="header">Till&auml;mplig lag, beh&ouml;rig domstol och tvister</p><p>Tvister som uppst&aring;r i samband med dessa Anv&auml;ndningsvillkor kommer att avg&ouml;ras av en domstol i den Nets-enhets hemvist som Kunden har ing&aring;tt avtal med och i enlighet med lagen i den beh&ouml;riga domstolens land, exklusive of&ouml;renliga lagbest&auml;mmelser.</p><p class="header">Kundtj&auml;nst</p><p>Om du har n&aring;gra fr&aring;gor om Tj&auml;nsten kan du kontakta Nets kundtj&auml;nst.</p><p class="header">Ikrafttr&auml;dandedatum</p><p>Dessa Anv&auml;ndningsvillkor tr&auml;der i kraft den [10.06.2021] och g&auml;ller tills de ers&auml;tts av nya anv&auml;ndningsvillkor.</p></body></html>
