Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_tap_to_pay_iphone_issue_message1
source: This device is unfortunately not supported. The Tap to Pay on iPhone feature requires a compatible chip. To access Tap to Pay on iPhone you will need one of the following devices.
da: Denne enhed understøttes desværre ikke. Tap to Pay på iPhone-funktionen kræver en kompatibel chip. For at få adgang til Tap to Pay på iPhone skal du bruge en af følgende enheder.
de: Dieses Gerät wird leider nicht unterstützt. Die Funktion Tap to Pay auf dem iPhone erfordert einen kompatiblen Chip. Um Tap to Pay auf dem iPhone nutzen zu können, benötigen Sie eines der folgenden Geräte.
et_ee: Kahjuks seda seadet ei toetata. iPhone'i Tap to Pay funktsioon nõuab ühilduvat kiipi. iPhone'i Tap to Pay funktsiooni kasutamiseks vajate ühte järgmistest seadmetest.
fi: Valitettavasti tätä laitetta ei tueta. iPhonen Tap to Pay -ominaisuus vaatii yhteensopivan sirun. Päästäksesi käyttämään iPhonen Tap to Pay tarvitset jonkin seuraavista laitteista.
fr: Cet appareil n'est malheureusement pas pris en charge. La fonctionnalité Tap to Pay sur iPhone nécessite une puce compatible. Pour accéder à Tap to Pay sur iPhone, vous aurez besoin de l'un des appareils suivants.
it: Purtroppo questo dispositivo non è supportato. La funzione Tap to Pay su iPhone richiede un chip compatibile. Per accedere a Tap to Pay su iPhone, è necessario uno dei seguenti dispositivi.
lt_lt: Deja, šis įrenginys nėra palaikomas. Tap to Pay on iPhone funkcijai reikalingas suderinamas lustas. Norėdami pasiekti Tap to Pay on iPhone, jums reikės vieno iš šių įrenginių.
lv_lv: Diemžēl šī ierīce netiek atbalstīta. Tap to Pay on iPhone funkcijai nepieciešams saderīgs čips. Lai piekļūtu Tap to Pay on iPhone, jums būs nepieciešama viena no šīm ierīcēm.
nb: Denne enheten støttes dessverre ikke. Tap to Pay på iPhone-funksjonen krever en kompatibel brikke. For å få tilgang til Tap to Pay på iPhone, trenger du en av følgende enheter.
sv: Denna enhet stöds tyvärr inte. Funktionen Tap to Pay på iPhone kräver ett kompatibelt chip. För att använda Tap to Pay på iPhone behöver du en av följande enheter.

# ms_tap_to_pay_license_get_more_got_to
source: Go to <u>portal.nexi.de</u>.
de: Gehen Sie zu <u>portal.nexi.de</u>.
fi: Mene osoitteeseen <u>portal.nexi.de</u>.
fr: Allez à <u>portal.nexi.de</u>.
it: Vai a <u>portal.nexi.de</u>.

# ms_tap_to_pay_license_get_more_license_first_message
source: Here is how you can acquire more licenses for Tap To Pay
de: Dort erhalten Sie weitere Lizenzen für Tap to Pay
fi: Näin hankit lisää Tap to Pay -lisenssejä
fr: Voici comment obtenir des licences supplémentaires pour Tap To Pay
it: Trovi le istruzioni per acquistare più licenze per Tap To Pay qui

# ms_tap_to_pay_license_get_more_license_second_message
source: To acquire more Tap to Pay licenses, please visit the <b>Nexi Merchant Portal</b> where you can manage and add additional licenses to your outlets.
de: Um mehr Lizenzen für Tap to Pay zu erwerben, besuchen Sie <b>Nexi Merchant Portal</b>, wo Sie zusätzliche Lizenzen für Ihre Filialen verwalten und hinzufügen können.
fi: Hankkiaksesi lisää Tap to Pay -lisenssejä, mene <b>Smart Portaliin</b>, jossa voit hallita ja lisätä lisenssejä myyntipisteisiisi.
fr: Pour obtenir des licences Tap To Pay supplémentaires, rendez-vous sur le <b>Nexi Merchant Portal </b> où vous pouvez gérer et ajouter d'autres licences à vos points de vente.
it: Per acquisire più licenze Tap to Pay, visita lo <b>Smart Portal</b> dove puoi gestire e aggiungere licenze ai tuoi outlet.

# ms_tap_to_pay_license_get_more_subtitle
source: See how you can get more licenses for Tap To Pay
de: So erhalten Sie weitere Lizenzen für Tap To Pay
fi: Katso kuinka hankit lisää Tap to Pay -lisenssejä
fr: Découvrez comment obtenir des licences supplémentaires pour Tap To Pay
it: Scopri come ottenere più licenze per Tap To Pay

# ms_tap_to_pay_license_get_more_third_message
source: You can use the same email as you have used for logging in to MyPayments
de: Sie können dieselbe E-Mail-Adresse verwenden, die Sie für die Anmeldung bei MyPayments verwendet haben.
fi: Voit käyttää samaa sähköpostiosoitetta, jota olet käyttänyt kirjautuaksesi Mypayments-palveluun.
fr: Vous pouvez utiliser la même adresse e-mail que celle utilisée pour vous connecter à MyPayments
it: Puoi usare la stessa e-mail che hai usato per accedere a MyPayments

# ms_tap_to_pay_license_get_more_title
source: Get more licenses
de: Weitere Lizenzen erhalten
fi: Hanki lisää lisenssejä
fr: Obtenir des licences supplémentaires
it: Ottieni più licenze

# ms_tap_to_pay_loading
source: Loading
de: Laden
fi: Ladataan
fr: Chargement en cours
it: Caricamento

# ms_tap_to_pay_no_more_license_title
source: All available Tap to Pay licenses have been activated.
de: Alle verfügbaren Lizenzen für Tap to Pay sind aktiviert.
fi: Kaikki saatavilla olevat Tap to Pay -lisenssit on aktivoitu.
fr: Toutes les licences Tap to Pay disponibles ont été activées.
it: Tutte le licenze Tap To Pay disponibili sono state attivate.

# ms_tap_to_pay_old_iphone_message
source: This device does not support Tap to Pay on iPhone. Read more
da: Denne enhed understøtter ikke Tap to Pay på iPhone. Læs mere
de: Dieses Gerät unterstützt Tap to Pay auf dem iPhone nicht. Mehr erfahren
et_ee: See seade ei toeta Tap to Pay on iPhone. Loe lähemalt
fi: Tämä laite ei tue iPhonen Tap to Pay. Lue lisää
fr: Cet appareil ne prend pas en charge Tap to Pay sur iPhone. En savoir plus
it: Questo dispositivo non supporta Tap to Pay su iPhone. Leggi di più
lt_lt: Šis įrenginys nepalaiko Tap to Pay on iPhone. Skaityti daugiau
lv_lv: Šī ierīce neatbalsta Tap to Pay on iPhone. Lasīt vairāk
nb: Denne enheten støtter ikke Tap to Pay på iPhone. Les mer
sv: Denna enhet stöder inte Tap to Pay på iPhone. Läs mer

# ms_tap_to_pay_partner_blocked_message
source: To proceed with accepting payments, please switch to the partner app where you originally signed up.
da: For at fortsætte med at modtage betalinger, skal du skifte til partner-appen, hvor du oprindeligt tilmeldte dig.
de: Um Zahlungen weiterhin zu akzeptieren, wechseln Sie bitte zur Partner-App, bei der Sie sich ursprünglich registriert haben.
fi: Jatkaaksesi maksujen vastaanottoon, siirry sovellukseen johon olet alun perin kirjautunut
fr: Pour continuer à accepter les paiements, veuillez passer à l’application partenaire où vous vous êtes inscrit initialement.
it: Per procedere con l'accettazione dei pagamenti, ritornare all'app del partner in cui ci si è iscritti inizialmente.
nb: For å fortsette å motta betalinger, vær snill og bytt til partner appen hvor du først meldte deg inn.
sv: För att fortsätta ta emot betalningar, byt till partnerappen där du ursprungligen registrerade dig.

# ms_tap_to_pay_partner_blocked_title
source: This functionality is not available
da: Den her funktionalitet er ikke tilgængelig
de: Diese Funktion ist nicht verfügbar
fi: Tämä toiminnallisuus ei ole saatavilla
fr: Cette fonctionnalité n’est pas disponible
it: Questa funzionalità non è disponibile
nb: Denne funksjonen er ikke tilgjengelig
sv: Den här funktionen är inte tillgänglig

# ms_tap_to_pay_passcode_disabled_error
source: Proceeding is not possible as there is no active passcode. Activate the passcode in your settings
de: Sie können nicht fortfahren, da ein aktiver Passcode fehlt. Aktivieren Sie den Passcode in Ihren Einstellungen
fi: Et voi jatkaa, koska salasana ei ole aktiivinen. Aktivoi salasana asetuksissa.
fr: Impossible de poursuivre, car aucun code de passe n'est actif. Activez le code de passe dans vos paramètres
it: Impossibile continuare in quanto non c'è un codice di accesso attivo. Attiva il codice di accesso nelle tue configurazioni

# ms_tap_to_pay_payment_amount
source: Payment amount
de: Zu zahlender Betrag
fi: Maksun summa
fr: Montant du paiement
it: Importo del pagamento

# ms_tap_to_pay_payment_completed
source: Payment completed
da: Betaling gennemført
de: Zahlung abgeschlossen
fi: Maksu suoritettu
fr: Paiement exécuté
it: Pagamento completato
lv_lv: Maksājums pabeigts
nb: Betaling fullført
sv: Betalning slutförd

# ms_tap_to_pay_payment_failed
source: Payment failed
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
fi: Maksu epäonnistui
fr: Échec du paiement
it: Pagamento non andato a buon fine
lv_lv: Maksājums neizdevās
nb: Betaling mislyktes
sv: Betalning misslyckades

# ms_tap_to_pay_payment_successful
source: Payment successful
da: Betaling gennemført
de: Zahlung erfolgreich
fi: Maksu onnistui
fr: Paiement effectué
it: Pagamento effettuato con successo
nb: Betaling fullført
sv: Betalning genomförd

# ms_tap_to_pay_phones_supported_heading
source: Which devices support Tap To Pay on iPhone
da: Hvilke enheder understøtter Tap To Pay på iPhone
de: Welche Geräte unterstützen Tap To Pay auf dem iPhone
et_ee: Millised seadmed toetavad Tap To Pay on iPhone
fi: Mitkä laitteet tukevat iPhonen Tap to Pay
fr: Quels appareils prennent en charge Tap To Pay sur iPhone
it: Quali dispositivi supportano Tap To Pay su iPhone
lt_lt: Kokie įrenginiai palaiko Tap To Pay on iPhone
lv_lv: Kuras ierīces atbalsta Tap To Pay on iPhone
nb: Hvilke enheter støtter Tap To Pay på iPhone
sv: Vilka enheter stöder Tap To Pay på iPhone

# ms_tap_to_pay_phones_supported_subheading
source: Supported Devices:
da: Understøttede enheder:
de: Unterstützte Geräte:
et_ee: Toetatud seadmed:
fi: Tuetut laitteet:
fr: Appareils pris en charge:
it: Dispositivi supportati:
lt_lt: Palaikomi įrenginiai:
lv_lv: Atbalstītās ierīces:
nb: Støttede enheter:
sv: Stödda enheter:

# ms_tap_to_pay_purchase
source: Charging
da: Opkrævning
de: Belastung
fi: Veloitus
fr: Facturation
it: Addebito
nb: Belastning
sv: Debitering

# ms_tap_to_pay_purchase_confirmed_message
source: Payment Completed
de: Zahlung abgeschlossen
fi: Maksu suoritettu
fr: Paiement exécuté
it: Pagamento completato

# ms_tap_to_pay_purchase_failed_message
source: Payment Failed
de: Zahlung fehlgeschlagen
fi: Maksu epäonnistui
fr: Échec du paiement
it: Pagamento non riuscito

# ms_tap_to_pay_refund
source: Refund
da: Refusion
de: Rückerstattung
fi: Hyvitys
fr: Remboursement
it: Rimborso
nb: Refusjon
sv: Återbetalning

# ms_tap_to_pay_refund_amount
source: Refund amount
de: Erstattungsbetrag
fi: Palautussumma
fr: Montant du remboursement
it: Rimborsa importo

# ms_tap_to_pay_refund_confirmed_message
source: Refund Completed
da: Refusion gennemført
de: Rückerstattung abgeschlossen
et_ee: Tagasimakse lõpetatud
fi: Palautus valmis
fr: Remboursement exécuté
it: Rimborso completato
lt_lt: Grąžinimas užbaigtas
lv_lv: Atmaksa pabeigta
nb: Refusjon fullført
sv: Återbetalning slutförd

# ms_tap_to_pay_refund_failed_message
source: Refund Failed
de: Rückerstattung fehlgeschlagen
fi: Palautus epäonnistui
fr: Échec du remboursement
it: Rimborso non riuscito

# ms_tap_to_pay_refund_screen_title
source: Refund
da: Tilbagebetaling
de: Erstattung
fi: Palautus
fr: Rembourser
it: Rimborso
lv_lv: Atmaksa
nb: Refusjon
sv: Återbetalning

# ms_tap_to_pay_refund_successful
source: Refund successful
da: Refusion gennemført
de: Rückerstattung erfolgreich
fi: Hyvitys onnistui
fr: Remboursement effectué
it: Rimborso effettuato con successo
nb: Refusjon fullført
sv: Återbetalning genomförd

# ms_tap_to_pay_release_notes_ios
source: MyPayments app now supports Apple Tap to Pay on iPhone! Use your iPhone as a mobile terminal to receive card payments from your customers.
da: MyPayments-appen understøtter nu Apple Tap to Pay på iPhone! Brug din iPhone som mobil terminal til at modtage kortbetalinger fra dine kunder.
de: Die MyPayments-App unterstützt jetzt Apple Tap to Pay auf dem iPhone! Verwenden Sie Ihr iPhone als mobiles Terminal, mit dem Sie Kartenzahlungen Ihrer Kunden empfangen.
fi: MyPayments-sovellus tukee nyt Applen iPhonen Tap to Pay -toimintoa! Käytä iPhonea mobiilipäätteenä ja vastaanota korttimaksuja asiakkailtasi.
fr: L'application MyPayments prend désormais en charge Apple Tap to Pay sur iPhone! Utilisez votre iPhone comme un terminal mobile pour recevoir des paiements par carte de vos clients.
it: Ora l'app MyPayments supporta Apple to Pay su iPhone. Usa il tuo iPhone come terminale mobile per ricevere i pagamenti con carta dai tuoi clienti.
lv_lv: Lietotne MyPayments tagad atbalsta Apple Tap to Pay on iPhone! Izmantojiet savu iPhone kā mobilo termināli, lai saņemtu karšu maksājumus no saviem klientiem.
nb: MyPayments-appen støtter nå Apples Tap to Pay på iPhone! Bruk iPhone som en mobil terminal for å ta imot kortbetalinger fra kundene.
sv: MyPayments-appen har nu stöd för Apple Tap to Pay på iPhone! Använd din iPhone som mobil terminal för att ta emot kortbetalningar från kunder.

# ms_tap_to_pay_show_receipt
source: SHOW RECEIPTS
da: VIS KVITTERINGER
de: BELEGE ANZEIGEN
fi: NÄYTÄ KUITIT
fr: MONTRER LES REÇUS
it: MOSTRA LE RICEVUTE
nb: VIS KVITTERINGER
sv: VISA KVITTON

# ms_tap_to_pay_smp_blocked_license_message
source: To reactivate Tap To Pay, please assign a new license at portal.nexi.de
de: Zum erneuten Aktivieren von Tap To Pay muss über das portal.nexi.de eine neue Lizenz zugewiesen werden
fi: Aktivoi Tap to Pay uudelleen osoittamalla uusi lisenssi osoitteessa portal.next.de
fr: Pour réactiver Tap To Pay, veuillez attribuer une nouvelle licence à l'adresse portal.nexi.de
it: Per riattivare Tap To Pay, assegna una nuova licenza a portal.nexi.de

# ms_tap_to_pay_smp_blocked_license_title
source: The license for this phone has been blocked
de: Die Lizenz für dieses Telefon wurde blockiert
fi: Tämän puhelimen lisenssi on estetty
fr: La licence pour ce téléphone a été bloquée
it: La licenza per questo telefono è stata bloccata

# ms_tap_to_pay_smp_no_more_license_message
source: You can purchase additional licenses at portal.nexi.de Once a new license is purchased, you can retry the activation process.
de: Auf portal.nexi.de können Sie zusätzliche Lizenzen erwerben. Sobald eine neue Lizenz erworben ist, können Sie den Aktivierungsprozess wiederholen.
fi: Voit ostaa lisälisenssejä osoitteesta portal.nexi.de Kun olet ostanut uuden lisenssin, voit yrittää aktivointiprosessia uudelleen.
fr: Vous pouvez acheter des licences supplémentaires sur portal.nexi.de Une fois une nouvelle licence achetée, vous pouvez faire une nouvelle tentative d'activation.
it: Puoi acquistare altre licenze su portal.nexi.de Dopo aver acquistato una nuova licenza, puoi riprovare la procedura di attivazione.

# ms_tap_to_pay_software_info
source: Software information
da: Softwareoplysninger
de: Software-Informationen
fi: Ohjelmiston tiedot
fr: Informations sur le logiciel
it: Informazioni relative al software
lv_lv: Programmatūras informācija
nb: Programvareinformasjon
sv: Programvaruinformation

# ms_tap_to_pay_software_uptodate_info
source: Up to date
da: Opdateret
de: Aktuell
fi: Ajan tasalla
fr: À jour
it: Aggiornato
lv_lv: Atjaunināta
nb: Oppdatert
sv: Uppdaterad

# ms_tap_to_pay_status_Readyforactivation
source: Ready for activation
de: Bereit zur Aktivierung
fi: Aktivointivalmis
fr: Prêt pour activation
it: Pronto per l'attivazione
sv: Klar att aktivera

# ms_tap_to_pay_status_active
source: Active
da: Aktiv
de: Aktiv
fi: Aktiivinen
fr: Actif
it: Attivo
lv_lv: Aktīvs
nb: Aktiv
sv: Aktiv

# ms_tap_to_pay_status_blocked
source: Blocked
da: Blokeret
de: Gesperrt
fi: Estetty
fr: Bloqué
it: Bloccato
lv_lv: Bloķēts
nb: Blokkert
sv: Blockerad

# ms_tap_to_pay_status_deinstalled
source: Deinstalled
de: Deinstalliert
fi: Asennus poistettu
fr: Désinstallé
it: Disinstallato

# ms_tap_to_pay_status_info
source: Status
fi: Tila
fr: État
it: Stato
lv_lv: Statuss

# ms_tap_to_pay_status_unknown
source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
it: Sconosciuto

# ms_tap_to_pay_time_of_transaction
source: Time of transaction
da: Transaktionstidspunkt
de: Zeitpunkt der Transaktion
fi: Tapahtuman aika
fr: Heure de la transaction
it: Ora della transazione
nb: Transaksjonstidspunkt
sv: Tidpunkt för transaktionen

# ms_tap_to_pay_title_select_card
source: Please select a card
de: Karte auswählen
fi: Valitse kortti
fr: Sélectionner une carte
it: Seleziona una carta

# ms_tap_to_pay_transaction_canceled
source: Transaction successfully cancelled
da: Transaktion blev annulleret med succes
de: Transaktion erfolgreich storniert
fi: Tapahtuma peruutettu onnistuneesti
fr: Transaction annulée avec succès
it: Transazione annullata con successo
nb: Transaksjonen ble avbrutt vellykket
sv: Transaktionen har avbrutits framgångsrikt

# ms_tap_to_pay_transaction_canceled_error
source: Transaction failed to cancel
da: Transaktionen kunne ikke annulleres
de: Transaktion konnte nicht storniert werden
fi: Tapahtuman peruutus epäonnistui
fr: Échec de l'annulation de la transaction
it: Annullamento della transazione non riuscito
nb: Transaksjonen kunne ikke avbrytes
sv: Misslyckades med att avbryta transaktionen

# ms_tap_to_pay_transaction_confirmed_title
source: Confirmed
de: Bestätigt
fi: Vahvistettu
fr: Confirmé
it: Confermato

# ms_tap_to_pay_transaction_detail
source: Transaction detail
da: Transaktionsdetalje
de: Einzelheiten zur Transaktion
fi: Tapahtuman tiedot
fr: Détails de la transaction
it: Dettaglio della transazione

# ms_tap_to_pay_transaction_failed_title
source: Declined
de: Abgelehnt
fi: Hylätty
fr: Refusé
it: Rifiutato

# ms_tap_to_pay_transaction_reversed
source: Transaction successfully reversed
da: Transaktion blev succesfuldt tilbageført
de: Transaktion erfolgreich zurückgesetzt
fi: Tapahtuma peruutettu onnistuneesti
fr: Transaction annulée avec succès
it: Transazione annullata con successo
nb: Transaksjon ble vellykket tilbakeført
sv: Transaktionen ångrades framgångsrikt

# ms_tap_to_pay_transaction_reversed_error
source: Transaction failed to reverse
da: Transaktionen kunne ikke tilbageføres
de: Transaktion konnte nicht zurückgesetzt werden
fi: Tapahtuman peruutus epäonnistui
fr: Échec de l'annulation de la transaction
it: Impossibile annullare la transazione
nb: Klarte ikke å tilbakeføre transaksjonen
sv: Det gick inte att ångra transaktionen

# ms_tap_to_pay_update_nw
source: UPDATE NOW
da: OPDATER NU
de: JETZT AKTUALISIEREN
fi: PÄIVITÄ NYT
fr: METTRE À JOUR MAINTENANT
it: AGGIORNA ORA
lv_lv: ATJAUNINĀT TAGAD
nb: Oppdater nå
sv: Uppdatera nu

# ms_tap_to_pay_virtual_t_id
source: Virtual terminal ID
da: ID på virtuel terminal
de: ID des virtuellen Terminals
fi: Virtuaalinen päätetunnus
fr: Identifiant du terminal virtuel
it: ID terminale virtuale
lv_lv: Virtuālā termināļa ID
nb: Virtuell terminal-ID
sv: Id för virtuell terminal

# ms_tap_to_pay_vitual_terminal_enrolled_on_another_user
source: Tap To Pay is active for another user on this phone, so it is not available for other users.
de: Tap To Pay ist für einen anderen Benutzer dieses Telefons aktiviert und steht somit nicht für andere Benutzer zur Verfügung.
fi: Tap to Pay on aktiivinen toiselle käyttäjälle tässä puhelimessa, joten se ei ole käytettävissä muille käyttäjille.
fr: Tap To Pay est actif pour un autre utilisateur sur ce téléphone ; il n'est donc pas disponible pour d'autres utilisateurs.
it: Tap To Pay è attivo per un altro utente su questo telefono, quindi non è disponibile per altri utenti.

# ms_tap_to_pay_waiting_card_message
source: Hold the card against the NFC reader on the device.
da: Hold kortet mod NFC-læseren på enheden
de: Halten Sie die Karte an das NFC-Lesegerät des Geräts
fi: Pidä kortti laitteen NFC-lukijaa vasten
fr: Tenez la carte contre le lecteur NFC de l’appareil
it: Avvicina la carta al lettore NFC del dispositivo
nb: Hold kortet mot NFC-leseren på enheten
sv: Håll kortet mot NFC-läsaren på enheten

# ms_tap_to_pay_waiting_card_title
source: Tap card to pay
da: Tryk kortet for at betale
de: Karte zum Bezahlen tippen
fi: Napauta korttia maksaaksesi
fr: Appuyez la carte pour payer
it: Avvicina la carta per pagare
nb: Trykk kortet for å betale
sv: Tryck kortet för att betala

# ms_teaser1
source: Keep track of your business performance.
da: Hold styr på din virksomheds resultater.
de: Behalten Sie Ihre Geschäftsleistung im Auge.
et_ee: Jälgige oma ettevõtte tulemuslikkust.
fi: Seuraa yrityksesi myynnin kehitystä
fr: Suivez vos résultats commerciaux.
it: Controlla le performance della tua attività
lt_lt: Sekite savo verslo rezultatus.
lv_lv: Sekojiet līdzi sava uzņēmuma veiktspējai.
nb: Hold oversikt over forretningsresultatene dine.
sv: Håll koll på dina affärsresultat.

# ms_teaser2
source: View and manage your transactions
da: Se og administrer dine transaktioner
de: Überwachen und Verwalten Sie Ihre Transaktionen
et_ee: Vaadake ja hallake oma tehinguid
fi: Tarkastele ja hallinnoi tapahtumiasi
fr: Consulter et gérer vos transactions
it: Visualizza e gestisci le tue transazioni
lt_lt: Peržiūrėkite ir tvarkykite savo operacijas
lv_lv: Apskatīt un pārvaldīt savus darījumus
nb: Se og administrer transaksjonene dine
sv: Visa och hantera dina transaktioner

# ms_teaser3
source: Review settlements and invoices.
da: Gennemgå afviklinger og fakturaer.
de: Überprüfen Sie Abrechnungen und Rechnungen.
et_ee: Vaadake üle arveldused ja arved.
fi: Tarkista tilitykset ja laskut.
fr: Passez en revue les règlements et factures.
it: Controlla pagamenti e fatture.
lt_lt: Peržiūrėkite atsiskaitymus ir sąskaitas faktūras.
lv_lv: Pārskatiet norēķinus un rēķinus.
nb: Gjennomgå oppgjør og fakturaer.
sv: Granska avräkningar och fakturor.

# ms_teaser_title
source: What you can do with MyPayments
da: Hvad kan du bruge MyPayments til?
de: Funktionen von MyPayments
et_ee: Mida saate MyPaymentsi abil teha
fi: Mitä voit tehdä MyPaymentsilla
fr: Que peut-on faire avec MyPayments?
it: Cosa puoi fare con MyPayments
lt_lt: Kaip galite naudoti „MyPayments“
lv_lv: Ko jūs varat darīt ar MyPayments
nb: Dette kan du gjøre med MyPayments
sv: Vad du kan göra med MyPayments

# ms_technology_by
source: Technology by
da: Teknologi udviklet af
de: Technologie von
fi: Teknologia
fr: Technologie fournie par
it: Tecnologia di
lv_lv: Tehnoloģiju autors
nb: Teknologi av
sv: Teknik av

# ms_template_access_name
source: Please forward the code below to give access to the app:
da: Fremsend koden herunder for at give adgang til appen:
de: Bitte leiten Sie den untenstehenden Code weiter, um Zugriff auf die App zu gewähren:
et_ee: Rakendusele juurdepääsu andmiseks edastage allolev kood:
fi: Anna sovelluksen käyttöoikeus välittämällä alla oleva koodi:
fr: Veuillez transférer le code ci-dessous pour permettre l'accès à l'application:
it: Inoltra il codice riportato sotto per dare l'accesso all'app:
lt_lt: Persiųskite toliau pateiktą kodą, kad suteiktumėte prieigą prie mobiliosios programos:
lv_lv: Lūdzu, pārsūtiet tālāk norādīto kodu, lai piešķirtu piekļuvi lietotnei.
nb: Videresend koden nedenfor for å gi tilgang til appen:
sv: Vidarebefordra koden nedan för att ge åtkomst till appen:

# ms_template_alert_msg
source: The code is valid for 10 hours and can only be used once.
da: Koden er gyldig i 10 timer og kan kun bruges én gang.
de: Der Code ist 10 Stunden lang gültig und kann nur einmal verwendet werden.
et_ee: Kood kehtib 10 tundi ja seda saab kasutada vaid ühe korra.
fi: Koodi on voimassa 10 tuntia ja se on kertakäyttöinen.
fr: Ce code est valable 10 heures et ne peut être utilisé qu'une fois.
it: Questo codice è valido per 10 ore e può essere usato una sola volta.
lt_lt: Kodas galioja 10 valandų ir gali būti panaudotas tik kartą.
lv_lv: Kods ir derīgs 10 stundas, un to var izmantot tikai vienu reizi.
nb: Koden er gyldig i 10 timer og kan kun brukes én gang.
sv: Koden är giltig i 10 timmar och kan endast användas en gång.

# ms_template_begin_txt
source: Dear "%d",
da: Hej "%d"
de: Hallo %d,
et_ee: Hea "%d"
fi: Hyvä "%d",
fr: Cher/Chère «%d»,
it: Gentile "%d",
lt_lt: Gerb. %d,
lv_lv: Cien. “%d”,
nb: Kjære "%d"
sv: Bästa "%d"!
