Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_a920_if_pin_occurs_desc
source: In some cases a PIN code is required after the card interaction with the terminal.
da: I nogle tilfælde skal kunden indtaste sin pinkode efter at have brugt kontaktløs betaling.
de: In einigen Fällen ist nach der Interaktion der Karte mit dem Terminal ein PIN-Code erforderlich.
et_ee: Mõnel juhul on kaardi ja terminali suhtluse järel vaja PIN-koodi.
fi: Joissakin tapauksissa pääte saattaa pyytää PIN-koodin.
fr: Dans certains cas, un code PIN est nécessaire après l'interaction de la carte avec le terminal.
it: In alcuni casi è richiesto un codice PIN dopo l'interazione tra la carta e il terminale.
lt_lt: Kai kuriais atvejais terminale naudojant kortelę gali būti paprašyta įvesti PIN kodą.
lv_lv: Dažos gadījumos PIN kods ir nepieciešams pēc kartes mijiedarbības ar termināli.
nb: I noen tilfeller kreves en PIN-kode når kortet brukes på terminalen.
sv: I vissa fall krävs en PIN-kod efter kortinteraktionen med terminalen.

# ms_a920_if_pin_occurs_txt
source: If PIN occurs
da: Hvis pinkode kræves
de: Wenn PIN angezeigt wird
et_ee: Kui nõutakse PIN-i
fi: Jos PIN-koodi pyydetään
fr: Si un code PIN est demandé
it: Se viene richiesto il PIN
lt_lt: Jei prašoma PIN kodo
lv_lv: Ja tiek parādīts PIN
nb: Hvis PIN er nødvendig
sv: Om PIN-kod behövs

# ms_a920_insert_new_paper_roll_txt
source: Insert new paper roll
da: Isæt ny bonrulle
de: Legen Sie eine neue Papierrolle ein
et_ee: Sisestage uus paberirull
fi: Aseta uusi paperirulla
fr: Introduire un nouveau rouleau de papier
it: Inserisci un nuovo rotolo di carta
lt_lt: Įstatykite naują juostos ritinį
lv_lv: Ievietojiet jaunu papīra rulli
nb: Sett inn ny papirrull
sv: Sätt i den nya pappersrullen

# ms_a920_insert_paper_roll_txt
source: Insert a paper roll
da: Isæt bonrulle
de: Legen Sie eine Papierrolle ein
et_ee: Sisestage paberirull
fi: Aseta paperirulla
fr: Introduire un rouleau de papier
it: Inserisci un rotolo di carta
lt_lt: Įstatykite juostos ritinį
lv_lv: Ievietojiet papīra rulli
nb: Sett inn en papirrull
sv: Sätt i en pappersrulle

# ms_a920_make_reversal_txt
source: Make a reversal
da: Foretag en tilbageførsel
de: Eine Stornierung vornehmen
et_ee: Tehke tagasipööramine
fi: Tee peruutus
fr: Procéder à une annulation
it: Esegui uno storno
lt_lt: Atlikite atvirkštinę operaciją
lv_lv: Veiciet apvērsi
nb: Utfør en reversering
sv: Gör en makulering

# ms_a920_open_app_txt
source: Open app2pay
da: Åbn app2pay
de: Öffnen Sie app2pay
et_ee: Avage app2pay
fi: Avaa app2pay
fr: Ouvrir app2pay
it: Apri app2pay
lt_lt: Atverkite „app2pay“
lv_lv: Atveriet app2pay
nb: Åpne app2pay
sv: Öppna app2pay

# ms_a920_open_refund_desc
source: The app can be found on the front page over softkey buttons
da: Appen er placeret på forsiden over softkey-knapperne
de: Die App finden Sie auf der Startseite über Softkey-Tasten
et_ee: Rakenduse leiate esilehelt funktsiooniklahvide nuppude kaudu
fi: Sovellus löytyy etusivulta näppäinten yläpuolelta
fr: Pour trouver l'application, rendez-vous sur la page d'accueil où se trouvent les boutons à touche programmable.
it: Trovi l'app nella prima pagina sopra i tasti multifunzione
lt_lt: Mobiliąją programą rasite pirmajame puslapyje virš programinių klavišų mygtukų
lv_lv: Lietotni var atrast pirmajā lapā, izmantojot izvēles taustiņu pogas
nb: Du finner appen på fremsiden over tastene
sv: Appen finns på förstasidan ovanför funktionsknapparna

# ms_a920_open_refund_txt
source: Open Refund
da: Åbn Tilbagebetaling
de: Öffnen Sie „Rückerstattung“
et_ee: Avage Tagasimakse
fi: Avaa palautus
fr: Ouvrir Rembourser
it: Apri Rimborso
lt_lt: Pradėti grąžinimą
lv_lv: Atveriet Atmaksa
nb: Åpne Refusjon
sv: Öppna återbetalning

# ms_a920_paper_roll_facing_down_desc
source: The new paper roll should face down so it touches the display. Pull it out a bit, so there’s some excess paper left.
da: Den nye bonrulle skal vende nedad, så den rører displayet. Træk lidt i rullen, så der stikker lidt papir ud, når du lukker terminalen.
de: Die neue Papierrolle sollte nach unten zeigen, damit sie das Display berührt. Ziehen Sie sie ein wenig heraus, sodass noch etwas Papier übrig bleibt.
et_ee: Uus paberirull peaks jääma esiküljega allapoole, nii et see puudutaks ekraani. Tõmmake seda natuke välja, nii et jääks üleliigset paberit.
fi: Aseta uusi rulla etupuoli alaspäin niin, että se koskettaa näyttöä. Vedä hieman ulos, paperia on hieman ylimääräistä.
fr: Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'affichage. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Il nuovo rotolo di carta deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo un po' verso l'esterno, in modo dal lasciare un po' di carta in più.
lt_lt: Naujas juostos ritinys turėtų būti nukreiptas žemyn taip, kad liestų ekraną. Ištraukite šiek tiek juostos, kad liktų nedidelis jos perteklius.
lv_lv: Jaunajam papīra rullim jābūt vērstam uz leju, lai tas pieskartos displejam. Nedaudz izvelciet to, lai paliek pāri papīrs.
nb: Den nye papirrullen skal vende nedover, slik at den er borti displayet. Trekk den litt ut, slik at det er litt papir til overs.
sv: Den nya pappersrullen ska vara vänd nedåt så att den rör vid displayen. Dra ut den en liten bit, så att det finns lite extra papper kvar.

# ms_a920_paper_roll_facing_down_txt
source: Paper roll facing down
da: Bonrulle, der vender nedad
de: Papierrolle zeigt nach unten
et_ee: Paberirull suunaga allapoole
fi: Paperirulla etupuoli alaspäin
fr: Rouleau de papier orienté vers le bas
it: Rotolo di carta rivolto verso il basso
lt_lt: Žemyn nukreiptas juostos ritinys
lv_lv: Papīra rullis vērsts uz leju
nb: Papirrull som vender ned
sv: Pappersrullen vänd nedåt

# ms_a920_ready_for_use
source: Ready for use
da: Klar til brug
de: Bereit zur Verwendung
et_ee: Kasutamiseks valmis
fi: Käyttövalmis
fr: Prêt à l'emploi
it: Pronto per l'uso
lt_lt: Paruošta naudoti
lv_lv: Gatavs lietošanai
nb: Klar til bruk
sv: Redo för användning

# ms_a920_receipt_printed_desc
source: A new receipt will be printed with the refunded amount
da: Der udskrives en ny kvittering med det tilbagebetalte beløb
de: Eine neue Quittung mit dem erstatteten Betrag wird gedruckt
et_ee: Trükitakse uus kviitung koos tagasimakse summaga
fi: Tulostetaan uusi kuitti, jossa näkyy palautettu summa
fr: Un nouveau reçu indiquant le montant remboursé sera imprimé
it: Sarà stampata una nuova ricevuta con l'importo rimborsato.
lt_lt: Bus atspausdintas naujas kvitas su grąžinta suma.
lv_lv: Tiks izdrukāta jauna kvīts ar atmaksāto summu
nb: En ny kvittering skrives ut med det refunderte beløpet
sv: Ett nytt kvitto med det återbetalade beloppet skrivs ut

# ms_a920_receipt_printed_txt
source: Receipt will be printed
da: Der udskrives en kvittering
de: Die Quittung wird gedruckt
et_ee: Trükitakse kviitung
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lt_lt: Bus atspausdintas kvitas
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_a920_receive_tip_desc
source: This is the app with the cash register icon, which you use to take payments.
da: Det er denne app, angivet med en kasseapparat-ikon, du skal bruge til at modtage betalinger.
de: Dies ist die App mit dem Kassensymbol, mit der Sie Zahlungen entgegennehmen können.
et_ee: See on kassaikooniga rakendus, mida kasutate maksete vastuvõtmiseks.
fi: Tämä on sovellus kassakuvakkeella, jossa voit vastaanottaa maksuja.
fr: Voici l'application avec l'icône de caisse enregistreuse que vous utilisez pour recevoir des paiements.
it: Questa è l'app con l'icona del registratore di cassa che utilizzi per ricevere i pagamenti.
lt_lt: Tai mobilioji programa su kasos aparato piktograma, kurią naudojate mokėjimams priimti.
lv_lv: Šī ir lietotne ar kases ikonu, kuru izmantojat maksājumu pieņemšanai.
nb: Dette er appen med kasseikonet, som du bruker til å ta betaling.
sv: Detta är appen med kassaikonen som du använder för att ta betalt.

# ms_a920_receive_tip_header
source: Receive a tip
da: Modtag drikkepenge
de: Trinkgeld erhalten
et_ee: Saage jootraha
fi: Juomarahan vastaanottaminen
fr: Recevoir un pourboire
it: Ricevi una mancia
lt_lt: Gauti arbatpinigių
lv_lv: Saņemt dzeramnaudu
nb: Motta driks
sv: Ta emot dricks

# ms_a920_refund_or_reversal_txt
source: Refund or reversal
da: Tilbagebetaling eller tilbageførsel
de: Erstattung oder Stornierung
et_ee: Tagasimakse või ümberpööramine
fi: Palautus vai peruutus
fr: Remboursement ou annulation
it: Rimborso o storno
lt_lt: Pinigų grąžinimas ar atvirkštinė operacija
lv_lv: Atmaksa vai apvērse
nb: Refusjon eller reversering
sv: Återbetalning eller makulering

# ms_a920_refund_reversal_main_header_txt
source: Remember that there is a differnce between doing a refund or a reversal.
da: Husk, at der er forskel på en tilbagebetaling og en tilbageførsel.
de: Denken Sie daran, dass zwischen einer Erstattung und einer Stornierung ein Unterschied besteht.
et_ee: Pidage meeles, et tagasimakse ja ümberpööramine on erinevad asjad.
fi: Muista, että palautuksella ja peruutuksella on ero.
fr: N'oubliez pas qu'il y a une différence entre effectuer un remboursement et effectuer une annulation.
it: Ricorda che è diverso eseguire un rimborso o uno storno.
lt_lt: Atminkite, kad pinigų grąžinimas ir atvirkštinė operacija yra skirtingos operacijos
lv_lv: Atcerieties, ka pastāv atšķirība starp naudas atmaksu vai apvērsi.
nb: Husk at det er forskjell på refusjon og reversering.
sv: Kom ihåg att det är skillnad mellan att göra en återbetalning och en makulering.

# ms_a920_refund_reversal_sub_header_txt
source: A reversal can be done directly on the terminal, and a refund needs to be done in the app. Approximate handling time is 5 days for a refund.
da: En tilbageførsel kan foretages direkte på terminalen, mens en tilbagebetaling skal foretages i appen. Det tager ca. fem dage at behandle en tilbagebetaling.
de: Eine Stornierung kann direkt auf dem Terminal vorgenommen werden, eine Erstattung muss in der App erfolgen. Die ungefähre Bearbeitungszeit für eine Erstattung beträgt 5 Tage.
et_ee: Ümberpööramise saab teha otse terminalis ja tagasimakse tuleb teha rakenduses. Ligikaudne käitlusaeg raha tagastamiseks on viis päeva.
fi: Peruutus voidaan tehdä suoraan päätteessä ja palautus on tehtävä sovelluksessa. Palautuksen käsittelyaika on noin 5 päivää.
fr: Une annulation peut être effectuée directement sur le terminaltandis qu'un remboursement doit être effectué dans l'application. Le temps de traitement estimé est de 5 jours pour un remboursement.
it: È possibile eseguire uno storno direttamente sul terminale, mentre il rimborso deve essere effettuato nell'app. Il tempo di gestione per un rimborso è di circa 5 giorni.
lt_lt: Atvirkštinę operaciją galima atlikti tiesiogiai terminale, o grąžinimas turi būti atliekamas mobiliojoje programoje. Apytikslė grąžinimo apdorojimo trukmė – 5 dienos.
lv_lv: Apvērsi var veikt tieši terminālī, un atmaksa ir jāveic lietotnē. Aptuvenais apstrādes laiks ir 5 dienas naudas atmaksai.
nb: En reversering kan utføres direkte på terminalen, mens en refusjon må gjøres i appen. Omtrentlig behandlingstid for refusjon er 5 dager.
sv: En makulering kan göras direkt i terminalen och en återbetalning måste göras i appen. Ungefärlig behandlingstid är 5 dagar för en återbetalning.

# ms_a920_refund_side_heading_txt
source: If I have ALREADY done my end-of-day closure
da: Hvis jeg ALLEREDE har foretaget dagsafslutning
de: Wenn ich meinen Tagesabschluss BEREITS durchgeführt habe
et_ee: Kui ma olen JUBA oma päeva lõpu arvestuse teinud
fi: Jos olen jo tehnyt päivänpäätöstilityksen
fr: Si j'ai DÉJÀ effectué ma clôture de fin de journée
it: Se ho GIÀ effettuato la chiusura di fine giornata
lt_lt: Jei jau SUFORMAVAU dienos pabaigos ataskaitą
lv_lv: Ja JAU esmu pabeidzis savu dienas beigu slēgšanu
nb: Hvis stenging på slutten av dagen allerede er utført
sv: Om jag REDAN har gjort mitt dagsavslut

# ms_a920_replace_paper_roll_desc
source: Remove the old one and replace it with the new one. The new paper roll might have some plastic you have to remove.
da: Tag den gamle bonrulle ud, og sæt den nye i. Fjern eventuel plastfolie først.
de: Entfernen Sie die alte Rolle und ersetzen Sie sie durch die neue. Die neue Papierrolle ist möglicherweise mit etwas Kunststoff versehen, den Sie entfernen müssen.
et_ee: Eemaldage vana ja asendage see uuega. Uuel paberirullil võib olla plastikut, mille peate eemaldama.
fi: Poista vanha ja asenna uusi. Uudessa paperirullassa voi olla muovi, joka sinun on poistettava.
fr: Retirez l'ancien rouleau et remplacez-le par le nouveau. Il se peut que vous deviez retirer un morceau de plastique sur le nouveau rouleau de papier.
it: Rimuovi quello vecchio e sostituiscilo con uno nuovo. Il nuovo rotolo di carta potrebbe avere un involucro di plastica da togliere.
lt_lt: Išimkite seną ir pakeiskite nauju. Ant naujo juostos ritinio gali būti plastiko, kurį reikia nuimti.
lv_lv: Izņemiet veco rulli un nomainiet to ar jaunu. Jaunajā papīra ruļlī var būt plastmasas daļa, kas jums ir jānoņem.
nb: Ta ut den gamle og sett inn den nye. Papirrullen er kanskje dekket av plast som må fjernes.
sv: Ta bort den gamla och byt ut den mot den nya. Det kan finnas lite plast på den nya pappersrullen som du måste ta bort.

# ms_a920_replace_paper_roll_txt
source: Replace paper roll
da: Udskift bonrulle
de: Ersetzen Sie die Papierrolle
et_ee: Asendage paberirull
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier
it: Sostituisci il rotolo di carta
lt_lt: Pakeiskite juostos ritinį
lv_lv: Nomainiet papīra rulli
nb: Bytt ut papirrullen
sv: Byt ut pappersrullen

# ms_a920_reprinting_old_receipt_txt
source: Reprinting an old receipt
da: Genudskrivning af en gammel kvittering
de: Nachdruck einer historischen Quittung
et_ee: Vana kviitungi uuesti printimine
fi: Vanhan kuitin tulostaminen
fr: Réimpression d'un ancien reçu
it: Ristampa una ricevuta precedente
lt_lt: Seno kvito pakartotinis spausdinimas
lv_lv: Vecas kvīts atkārtota izdrukāšana
nb: Skrive ut en gammel kvittering på nytt
sv: Skriva ut ett gammalt kvitto på nytt

# ms_a920_reversal_payment_txt
source: Reversal of a payment
da: Tilbageførsel af en betaling
de: Stornierung einer Zahlung
et_ee: Makse tagasipööramine
fi: Maksun peruuttaminen
fr: Annulation d'un paiement
it: Storno di un pagamento
lt_lt: Mokėjimo atvirkštinė operacija
lv_lv: Maksājuma apvērsea
nb: Reversere en betaling
sv: Makulering av en betalning

# ms_a920_reversal_side_heading_txt
source: If I have NOT done my end-of-day closure yet
da: Hvis jeg IKKE har foretaget dagsafslutning endnu
de: Wenn ich meinen Tagesabschluss NOCH NICHT durchgeführt habe
et_ee: Kui ma EI ole veel oma päeva lõpu arvestust teinud
fi: Jos en ole vielä tehnyt päivänpäätöstilitystä
fr: Si je n'ai PAS encore effectué ma clôture de fin de journée
it: Se NON ho già effettuato la chiusura di fine giornata
lt_lt: Jei dar NESUFORMAVAU dienos pabaigos ataskaitos
lv_lv: Ja vēl NEESMU pabeidzis dienas beigu slēgšanu
nb: Hvis stenging på slutten av dagen ikke er utført
sv: Om jag INTE har gjort mitt dagsavslut

# ms_a920_rip_off_excess_layer_desc
source: You are now ready to use the terminal. To make sure it works smoothly, make a test print or run a diagnose.
da: Terminalen er nu klar til brug. For at sikre at den fungerer korrekt, kan du lave en testudskrivning eller køre en diagnosticering.
de: Sie sind nun bereit, das Terminal zu benutzen. Um sicherzustellen, dass alles reibungslos funktioniert, machen Sie einen Testdruck oder führen Sie eine Diagnose durch.
et_ee: Nüüd olete terminali kasutamiseks valmis. Sujuva toimimise tagamiseks tehke testprintimine või käivitage diagnoos.
fi: Olet nyt valmis käyttämään päätettä. Varmista päätteen sujuva toiminta tekemällä testitulostus tai suorittamalla diagnoosi.
fr: Vous êtes maintenant prêt à utiliser le terminal. Pour vérifier son bon fonctionnement, effectuez un test d'impression ou un diagnostic.
it: Ora puoi usare il terminale. Per accertarti che funzioni, fai una prova di stampa o esegui una diagnosi.
lt_lt: Dabar galite naudotis terminalu. Norėdami įsitikinti, kad jis veikia sklandžiai, atlikite bandomąjį spausdinimą arba atlikite diagnostiką.
lv_lv: Tagad esat gatavs termināļa lietošanai. Lai pārliecinātos, ka tas darbojas nevainojami, veiciet pārbaudes izdruku vai veiciet diagnostiku.
nb: Terminalen er nå klar til bruk. Ta en utskriftsprøve eller kjør diagnostikk for å sikre at den fungerer som den skal.
sv: Du är nu redo att använda terminalen. Se till att allt fungerar som det ska genom att göra en testutskrift eller köra en diagnos.

# ms_a920_rip_off_excess_layer_txt
source: Rip off the excess layer
da: Riv det overskydende papir af
de: Reißen Sie die überschüssige Schicht ab
et_ee: Eemaldage lisakiht
fi: Revi pois ylimääräinen kerros
fr: Arracher la couche superflue
it: Strappa la parte in eccesso
lt_lt: Nuplėškite perteklių
lv_lv: Noplēst lieko kārtu
nb: Fjern det overflødige laget
sv: Riv av det extra lagret

# ms_a920_select_action_desc
source: A popup occur with 3 options. You can either print a customer receipt or a merchant receipt. Your receipt will now print
da: Der vises en popup-meddelelse med tre valgmuligheder. Du kan enten udskrive en kundekvittering eller en forretningskvittering. Kvitteringen udskrives.
de: Es erscheint ein Pop-up mit 3 Optionen. Sie können entweder eine Kundenquittung oder eine Händlerquittung drucken. Ihre Quittung wird nun gedruckt.
et_ee: Ilmub hüpikaken, millel on kolm valikut. Saate printida kas kliendi või kaupmehe kviitungi. Teie kviitung prinditakse nüüd
fi: Näyttöön tulee 3 vaihtoehtoa. Voit joko tulostaa asiakkaan kuitin tai kauppiaan kuitin. Kuitti tulostetaan.
fr: Un menu contextuel contenant 3 options s'ouvre. Vous pouvez imprimer un reçu client ou un reçu commerçant. Votre reçu va maintenant être imprimé.
it: Viene visualizzata una popup con 3 opzioni. Puoi stampare una ricevuta per il cliente o una ricevuta per l'esercente. Ora sarà stampata la tua ricevuta.
lt_lt: Pasirodys iššokantysis langas su 3 parinktimis. Galite atspausdinti kliento kvitą arba prekybininko kvitą. Dabar bus spausdinamas Jūsų kvitas.
lv_lv: Parādās uznirstošais logs ar 3 opcijām. Varat izdrukāt klienta vai tirgotāja kvīti. Jūsu kvīts tagad tiks izdrukāta
nb: Et popup-vindu med 3 alternativer åpnes. Du kan enten skrive ut en kundekvittering eller en selgerkvittering. Kvitteringen skrives ut
sv: Ett popup-fönster visas med 3 alternativ. Du kan antingen skriva ut ett kundkvitto eller ett säljföretagskvitto. Ditt kvitto skrivs nu ut

# ms_a920_select_action_txt
source: Select your action
da: Tryk på en valgmulighed.
de: Wählen Sie eine Aktion aus
et_ee: Valige oma toiming
fi: Valitse toimenpide
fr: Sélectionnez votre action
it: Seleziona l'azione
lt_lt: Pasirinkite veiksmą
lv_lv: Atlasiet darbību
nb: Velg handling
sv: Välj en åtgärd

# ms_a920_transaction_history_desc
source: You will now see an overview of your transaction history. Choose the transaction you like
da: Din transaktionshistorik vises. Vælg den ønskede transaktion.
de: Sie sehen nun eine Übersicht über Ihren Transaktionsverlauf. Wählen Sie die gewünschte Transaktion aus.
et_ee: Nüüd näete oma tehinguajaloo ülevaadet. Valige tehing, mis teile meeldib
fi: Näet nyt yleiskatsauksen tapahtumahistoriastasi. Valitse haluamasi tapahtuma
fr: Vous allez maintenant avoir une vue d'ensemble de l'historique de vos transactions. Choisissez la transaction de votre choix.
it: Vedrai una panoramica del tuo storico transazioni. Scegli la transazione che preferisci
lt_lt: Dabar matysite savo operacijų istoriją. Pasirinkite norimą operaciją.
lv_lv: Tagad jūs redzēsit savu darījumu vēstures pārskatu. Izvēlieties darījumu, kas jums patīk
nb: Du vil nå se en oversikt over transaksjonshistorikken din. Velg transaksjonen du ønsker
sv: Du ser nu en översikt över din transaktionshistorik. Välj transaktionen du vill ha

# ms_a920_transaction_history_txt
source: Transaction history
da: Transaktionshistorik
de: Transaktionsverlauf
et_ee: Tehinguajalugu
fi: Tapahtumahistoria
fr: Historique des transactions
it: Storico transazioni
lt_lt: Operacijų istorija
lv_lv: Darījumu vēsture
nb: Transaksjonshistorikk
sv: Transaktionshistorik

# ms_about_bottom_txt
source: All rights reserved to Nexi Group
de: Alle Rechte vorbehalten Nexi Group
fi: Nexi Group pidättää kaikki oikeudet
fr: Tous droits réservés au groupe Nexi
it: Tutti i diritti riservati a Nexi Group

# ms_about_new_txt
source: MyPayments è developed by Nexi Group to support you and your business. Learn more about Nets as a part of Nexi Group https://www.nets.eu/nets-nexi. With MyPayments you can: • Get support setting up your terminal • Easily track you card turnover • Identify peak operational hours during the week • Discover which countries your customer are from • Keep an eye on your customers’ loyalty Get in touch when you need help
de: MyPayments wurde von der Nexi Group entwickelt, um Sie und Ihr Unternehmen zu unterstützen. Erfahren Sie hier mehr über Nexi Germany https://www.nexi.de/de/unternehmen/ueber-uns als Teil der Nexi Group. Mit MyPayments können Sie: • Unterstützung bei der Einrichtung Ihres Terminals erhalten • Ihren Kartenumsatz leicht verfolgen • Hauptgeschäftszeiten während der Woche ermitteln • mehr über die Herkunft Ihre Kunden erfahren • die Loyalität Ihrer Kunden im Auge behalten Wenden Sie sich an uns, wenn Sie Hilfe benötigen
fi: Nexi Group on kehittänyt MyPaymentsin tukemaan sinua ja yritystäsi. Lue lisää Netsistä osana Nexi Groupia osoitteessa https://www.nets.eu/nets-nexi. MyPaymentsin avulla voit: - Saada tukea päätelaitteen määrittämiseen - Seurata helposti korttiliikevaihtoa - Tunnistaa viikoittaiset ruuhkahuiput - Selvittää, mistä maista asiakkaasi ovat kotoisin - Seurata asiakkaidesi uskollisuutta. Ota yhteyttä, kun tarvitset apua
fr: MyPayments est développé par le groupe Nexi pour vous aider et aider votre entreprise. En savoir plus sur Nets, membre du groupe Nexi https://www.nets.eu/nets-nexi. MyPayments vous permet de : • Obtenir de l'aide pour paramétrer votre terminal • Suivre facilement le chiffre d'affaires généré par cartes • Identifier les heures de forte affluence durant la semaine • Découvrir le pays d'origine de vos clients • Surveiller la fidélité de vos clients Nous contacter lorsque vous avez besoin d'aide
it: MyPayments è stata sviluppata da Nexi Group per supportare la tua attività. Scopri di più su Nets come parte di Nexi Group https://www.nets.eu/nets-nexi. Con MyPayments puoi: • ottenere supporto per la configurazione del tuo terminale • monitorare facilmente il fatturato della tua carta • identificare le ore di punta durante la settimana • conoscere la nazionalità dei tuoi clienti • controllare la fedeltà dei tuoi clienti Contattaci in caso di necessità
