Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_guide_charging_desc
source: Turn the charging base upside down and open the back cover. Insert the power cable into the socket outlet and the other end to a wall socket. Afterwards, refit the back cover to the base station and turn the base station around again.
da: Vend opladeren om, og åbn dækslet bag på. Slut opladeren til strøm ved hjælp af strømkablet. Luk dækslet igen, og vend opladeren om.
de: Drehen Sie die Ladestation um und öffnen Sie die Abdeckung auf der Rückseite. Stecken Sie das Stromkabel in den Anschluss und das andere Ende in eine Wandsteckdose. Danach setzen Sie die Abdeckung auf der Rückseite wieder auf die Basisstation und drehen die Basisstation erneut um.
et_ee: Keerake laadimisalus tagurpidi ja avage tagakaas. Sisestage toitekaabel pistikupessa ja teine ots seinakontakti. Seejärel kinnitage tagumine kaas uuesti tugijaamale ja pöörake tugijaam uuesti ümber.
fi: Käännä latausalusta ylösalaisin ja avaa takakansi. Työnnä virtajohto liittimeen ja toinen pää seinäpistorasiaan. Kiinnitä sen jälkeen takakansi takaisin tukiasemaan ja käännä tukiasema oikein päin.
lt_lt: Apverskite įkrovimo stotelę ir atidarykite galinį dangtelį. Įjunkite maitinimo laidą į kištukinį lizdą, o kitą jo galą – į sieninį lizdą. Tada vėl pritvirtinkite galinį dangtelį ant pagrindinės stotelės ir vėl apverskite pagrindinę stotelę.
lv_lv: Apgrieziet uzlādes bāzes staciju otrādi un atveriet aizmugurējo vāciņu. Ievietojiet strāvas kabeli kontaktligzdā un otru galu sienas kontaktligzdā. Pēc tam uzlieciet atpakaļ bāzes stacijas aizmugurējo vāciņu un vēlreiz apgrieziet bāzes staciju.
nb: Snu ladebasen opp ned og åpne bakdekselet. Sett strømkabelen inn i stikkontakten og den andre enden i en veggkontakt. Sett deretter bakdekselet tilbake på basestasjonen og snu den igjen.
sv: Vänd laddningsbasen upp och ned och öppna luckan på baksidan. Anslut strömkabeln till uttaget och den andra änden till ett vägguttag. Sätt sedan tillbaka luckan på basstationen och vänd basstationen åt rätt håll igen.

# ms_guide_check_desc
source: Is the terminal charging? If not, check if power cable is inserted properly. Is the Bluetooth icon green? If not, check if the network cable is connected to the terminal and router or disconnect and connect again.
da: Oplader terminalen? Hvis ikke, skal du kontrollere, at strømkablet er korrekt tilsluttet. Lyser Bluetooth-ikonet grønt? Hvis ikke, skal du kontrollere, at netværkskablet er sluttet til terminalen og routeren, eller genstarte terminalen.
de: Lädt das Terminal? Wenn nicht, überprüfen Sie, ob das Stromkabel richtig angeschlossen ist. Ist das Bluetooth-Symbol grün? Wenn nicht, überprüfen Sie, ob das Netzwerkkabel mit dem Terminal und dem Router verbunden ist oder trennen Sie esund verbinden Sie es erneut.
et_ee: Kas terminal laadib? Kui ei, kontrollige, kas toitekaabel on korralikult sisestatud. Kas Bluetoothi ikoon on roheline? Kui mitte, kontrollige, kas võrgukaabel on ühendatud terminali ja ruuteriga või ühendage see lahti ja ühendage uuesti.
fi: Latautuuko päätelaite? Jos ei, tarkista, onko virtajohto asetettu oikein. Onko Bluetooth-kuvake vihreä? Jos ei, tarkista, onko verkkokaapeli kytketty päätteeseen ja reitittimeen, tai katkaise yhteys ja kytke se uudelleen.
lt_lt: Ar terminalas įkraunamas? Jei ne, patikrinkite, ar tinkamai įjungtas maitinimo laidas. Ar „Bluetooth“ piktograma žalia? Jei ne, patikrinkite, ar tinklo kabelis prijungtas prie terminalo ir maršruto parinktuvo, arba atjunkite jį ir vėl prijunkite.
lv_lv: Vai terminālis tiek uzlādēts? Ja nē, pārbaudiet, vai strāvas kabelis ir pareizi ievietots. Vai Bluetooth ikona ir zaļa? Ja nē, pārbaudiet, vai tīkla kabelis ir pievienots terminālim un maršrutētājam, vai atvienojiet un pievienojiet vēlreiz.
nb: Lader terminalen? Hvis ikke, kontroller at strømkabelen er koblet til riktig. Er Bluetooth-ikonet grønt? Hvis ikke, kontroller at nettverkskabelen er koblet til terminalen og ruteren, eller koble fra og koble til på nytt.
sv: Laddar terminalen? Om inte ska du kontrollera om strömkabeln är korrekt ansluten. Är Bluetooth-ikonen grön? Om inte ska du kontrollera om nätverkskabeln är ansluten till terminalen och om routern är frånkopplad, och i så fall ska du ansluta den igen.

# ms_guide_check_subtitle
source: Important things to check
da: Vigtige ting, du bør tjekke
de: Wichtige zu überprüfende Punkte
et_ee: Olulised asjad, mida kontrollida
fi: Tärkeitä tarkistettavia asioita
lt_lt: Svarbūs dalykai, kuriuos reikia patikrinti
lv_lv: Svarīgas lietas, kas jāpārbauda
nb: Ting som er viktig å kontrollere
sv: Viktiga saker att kontrollera

# ms_guide_connect_network
source: Connect the network cable
da: Tilslut netværkskablet
de: Anschließen des Netzwerkkabels
et_ee: Ühendage võrgukaabel
fi: Yhdistä verkkokaapeli
lt_lt: Prijunkite tinklo kabelį
lv_lv: Pievienojiet tīkla kabeli
nb: Koble til nettverkskabelen
sv: Anslut nätverkskabeln

# ms_guide_connect_terminal
source: Connect terminal to network
da: Forbind terminalen med netværket
de: Terminal mit Netzwerk verbinden
et_ee: Terminali ühendamine võrku
fi: Yhdistä pääte verkkoon
lt_lt: Prijunkite terminalą prie tinklo
lv_lv: Izveidojiet savienojumu ar tīklu
nb: Koble terminalen til nettverket
sv: Anslut terminalen till nätverket

# ms_guide_connection_check
source: check your connection
da: Kontrollér forbindelsen
de: Verbindung überprüfen
et_ee: kontrollige oma ühendust
fi: tarkista yhteys
lt_lt: Patikrinkite ryšį
lv_lv: pārbaudiet savienojumu
nb: kontroller tilkoblingen
sv: kontrollera din anslutning

# ms_guide_green_ok
source: Press the GREEN OK button and use your own payment card to finish the test transaction. When successful, a receipt will be printed.
da: Tryk på den GRØNNE OK-knap, og brug dit eget betalingskort til at afslutte testtransaktionen. Når den er afsluttet, udskrives der en kvittering.
de: Drücken Sie die GRÜNE OK-Taste und verwenden Sie Ihre eigene Zahlungskarte, um die Testtransaktion abzuschließen. Bei Erfolg wird ein Beleg gedruckt.
et_ee: Vajutage ROHELIST nuppu OK ja kasutage oma maksekaarti, et testtehing lõpule viia. Kui see õnnestub, trükitakse kviitung.
fi: Paina VIHREÄÄ OK-painiketta ja käytä omaa maksukorttiasi testitapahtuman loppuun saattamiseksi. Kun maksutapahtuma onnistuu, kuitti tulostuu.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai) ir užbaikite bandomąją operaciją naudodami savo mokėjimo kortelę. Sėkmingai įvykdžius bandomąją operaciją, bus išspausdintas kvitas.
lv_lv: Nospiediet ZAĻO OK (Labi) pogu un izmantojiet savu maksājumu karti, lai pabeigtu testa darījumu. Kad tas izdosies, tiks izdrukāta kvīts.
nb: Trykk på den GRØNNE OK-knappen og bruk ditt eget betalingskort for å fullføre prøvetransaksjonen. Når transaksjonen er vellykket, skrives det ut en kvittering.
sv: Tryck på den GRÖNA OK-knappen för att använda ditt eget betalkort för att slutföra testtransaktionen. Om den lyckas skrivs ett kvitto ut.

# ms_guide_n950_cancellation_payment_1_message
source: Open the app with the list symbol to be able to cancel a payment.
da: Åbn appen med listesymbolet for at kunne annullere en betaling.
fi: Avaa luettelosymbolilla merkitty sovellus peruuttaaksesi maksun.
nb: Åpne applikasjonen merket med et listesymbol for å kunne annullere en betaling.
sv: Öppna applikationen markerad med en list-symbol för att annullera betalningen.

# ms_guide_n950_cancellation_payment_1_title
source: Open the ‘Transactions’ app
da: Åbn 'Transactions’-appen
fi: Avaa ‘Transactions’-sovellus
nb: Åpne ‘Transaksjoner’-appen
sv: Öppna ‘Transactions’- appen

# ms_guide_n950_cancellation_payment_2_message
source: Your transaction list will now appear. Tap on the transaction you would like to cancel.
da: Din transaktionsliste vises nu. Vælg den transaktion, du ønsker at annullere.
fi: Valitse tapahtuma, jonka haluat peruuttaa tapahtumaluettelosta.
nb: Velg betalingen du vil annullere fra transaksjonslisten.
sv: Din transaktionslista visas nu. Välj den transaktion du vill annullera.

# ms_guide_n950_cancellation_payment_2_title
source: Choose a transaction
da: Vælg en transaktion
fi: Valitse tapahtuma
nb: Velg betaling
sv: Välj en transaktion

# ms_guide_n950_cancellation_payment_3_message
source: Tap on the <b>Void button</b> in the lower right corner.
da: Tryk på knappen for at annullere i nederste højre hjørne.
fi: Peruuta tapahtuma napauttamalla vaihtoehtoa oikeassa alakulmassa.
nb: For å annullere transaksjonen, trykk på alternativet i nedre høyre hjørne.
sv: För att ta bort transaktionen, tryck på alternativet i det nedre högra hörnet på skärmen.

# ms_guide_n950_cancellation_payment_3_title
source: Tap on the ‘Void’ button
da: Gennemfør annullering
fi: Suorita peruutus
nb: Fullfør slettingen
sv: Slutför annulleringen

# ms_guide_n950_cancellation_payment_4_message
source: Tap the <b>Yes button</b> on the pop up to confirm the cancellation of the transaction.
da: Bekræft annulleringen af transaktionen ved at trykke på mulighed i pop-up vinduet.
fi: Vahvista tapahtuman peruutus napauttamalla vaihtoehtoa kosketusnäytöllä.
nb: Trykk på alternativet på berøringsskjermen for å bekrefte annullering av transaksjonen.
sv: Tryck på alternativet i pop-up rutan på pekskärmen för att bekräfta annulleringen av transaktionen.

# ms_guide_n950_cancellation_payment_4_title
source: Confirm cancellation of transaction
da: Bekræft annullering
fi: Vahvista tapahtuman peruutus
nb: Bekreft slettingen
sv: Bekräfta annulleringen

# ms_guide_n950_cancellation_payment_5_message
source: Tap on the <b>Close button</b> to finish the process.
da: Afslut processen ved at trykke på knappen for at lukke.
fi: Viimeistele peruutus sulkemalla ikkuna.
nb: Lukk vinduet for å fullføre annulleringen.
sv: Tryck på knappen för att slutföra processen.

# ms_guide_n950_cancellation_payment_5_title
source: Cancel complete
da: Annullering gennemført
fi: Peruutus on valmis
nb: Makuleringen er fullført

# ms_guide_n950_cancellation_payment_header
source: Cancellation of a payment
da: Maksun peruutus
fi: Annullera en transaktion
nb: Sådan annulere du en transaktion
sv: Annullere en transaksjon

# ms_guide_n950_change_paper_1_message
source: Lift up the printer cover on top of your terminal by pressing on the sides.
da: Løft printerdækslet øverst på din terminal ved at trykke på siderne.
fi: Nosta päätteen yläosassa olevaa tulostimen kantta painamalla sen sivuja.
nb: Løft opp skriverdekselet på toppen av terminalen ved å trykke på sidene.
sv: Lyft på locket överst på terminalen genom att trycka på dess sidor.

# ms_guide_n950_change_paper_1_title
source: Lift up the printer cover
da: Løft printerdækslet op
fi: Nosta kuittitulostimen kansi
nb: Løft opp skriverdekselet
sv: Lyft på locket till kvittoskrivaren

# ms_guide_n950_change_paper_2_message
source: Remove the old paper roll and replace it with a new one. The new paper roll should face down so it touches the display. Pull it out a bit to make sure there is some excess paper left.
da: Fjern den gamle papirrulle, og erstat den med en ny. Den nye papirrulle skal vende nedad, så den rører ved displayet. Træk den lidt ud for at sikre, at der er overskydende papir tilbage.
fi: Poista vanha kuittirulla ja vaihda se uuteen. Uuden rullan tulee olla alaspäin niin, että se koskettaa näyttöä. Vedä sitä hieman ulos niin, että ylimääräistä paperia syöttyy ulos päätteestä.
nb: Fjern den gamle papirrullen og erstatt den med en ny. Den nye papirrullen skal vende ned slik at den berører skjermen. Trekk den litt ut for å sikre at det er litt overflødig papir igjen.
sv: Ta bort den gamla kvittorullen och byt ut den mot en ny. Den nya rullen ska vara vänd nedåt så att den nuddar skärmen. Dra ut pappret lite så det finns lite överflödigt papper.

# ms_guide_n950_change_paper_2_title
source: Replace the paper roll with a new one
da: Udskift papirrullen med en ny
fi: Vaihda kuittirulla uuteen
nb: Bytt papirrullen med en ny
sv: Byt ut kvittorullen mot en ny

# ms_guide_n950_change_paper_3_message
source: Close the printer cover until you hear a click sound. Rip off the excess paper and perform a test transaction to make sure printing works smoothly.
da: Luk printerdækslet, indtil du hører en kliklyd. Riv det overskydende papir af, og udfør en testtransaktion for at sikre, at udskrivningen fungerer problemfrit.
fi: Sulje tulostimen kansi, kunnes kuulet napsahduksen. Revi ylimääräinen paperi ja suorita testitapahtuma varmistaaksesi, että tulostus toimii sujuvasti.
nb: Lukk skriverdekselet til du hører en klikklyd. Riv av overflødig papir og utfør en testtransaksjon for å sikre at utskriften fungerer problemfritt.
sv: Stäng luckan tills du hör ett klick. Riv bort överflödigt papper och gör ett testköp för att säkerställa att utskriften fungerar.

# ms_guide_n950_change_paper_3_title
source: Rip off the excess paper
da: Riv det overskydende papir af
fi: Revi ylimääräinen paperi pois
nb: Riv av overflødig papir
sv: Riv bort överflödigt papper

# ms_guide_n950_change_paper_header
source: Change paper roll
da: Sådan skifter du papirrulle
fi: Kuittipaperin vaihtaminen
nb: Slik bytter du papirrullen
sv: Byt kvittorulle

# ms_guide_n950_print_receipt_1_message
source: Open the app with the list symbol to find the transaction you would like to print a receipt for.
da: Åbn appen med listesymbolet for at finde den transaktion, du ønsker at udskrive en kvittering for.
fi: Avaa luettelosymbolilla merkittty sovellus löytääksesi maksun, jonka kuitin haluat tulostaa.
nb: Åpne appen med listesymbolet for å finne transaksjonen du ønsker å skrive ut en kvittering for.
sv: Öppna applikationen med en listsymbol för att hitta betalningen du vill skriva ut ett kvitto för.

# ms_guide_n950_print_receipt_1_title
source: Open the ‘Transactions’ app
da: Åbn ‘Transactions’-appen
fi: Avaa ‘Transactions’-sovellus
nb: Åpne ‘Transaksjoner’-appen
sv: Öppna ‘Transaktions’- appen

# ms_guide_n950_print_receipt_2_message
source: Your transaction list will now appear. Choose the transaction you would like to print the receipt for.
da: Din transaktionsliste vises nu. Vælg den transaktion, du ønsker at printe kvitteringen for.
fi: Valitse tapahtumaluettelosta tapahtuma, jonka kuitin haluat tulostaa uudelleen.
nb: Din transaksjonsliste vil nå vises. Velg transaksjonen du ønsker å skrive ut kvitteringen for.
sv: Din transaktionslista visas nu. Välj den transaktion vars kvitto du vill skriva ut igen.

# ms_guide_n950_print_receipt_2_title
source: Choose a transaction
da: Vælg en transaktion
fi: Valitse tapahtuma
nb: Velg en transaksjon
sv: Välj en transaktion

# ms_guide_n950_print_receipt_3_message
source: Tap on the <b>Receipt button</b> in the top right corner.
da: Tryk på kvitteringsknappen i øverste højre hjørne.
fi: Napauta oikeassa yläkulmassa olevaa painiketta kuitin tulostamiseksi.
nb: Trykk på kvitteringsknappen øverst til høyre.
sv: Tryck på knappen i det övre högra hörnet av pekskärmen.

# ms_guide_n950_print_receipt_3_title
source: Tap on the ‘Receipt’ button
da: Tryk på kvitteringsknappen
fi: Napauta ‘Kuitti’-painiketta
nb: Trykk på ‘Kvittering’
sv: Tryck på ‘Kvitto’

# ms_guide_n950_print_receipt_4_message
source: Tap on the <b>Print receipt</b> button to print a physical receipt.
da: Tryk på knappen for at udskrive en fysisk kvittering.
fi: Napauttamalla vaihtoehtoa näytöllä, voit tulostaa paperisen kuitin.
nb: Trykk på knappen ‘Skriv ut kvittering’ for å skrive ut en fysisk kvittering.
sv: Tryck på knappen på skärmen för att skriva ut ett fysiskt kvitto.

# ms_guide_n950_print_receipt_4_title
source: Tap on the ‘Print receipt’ button
da: Udskriv kvittering
fi: Tulosta kuitti
nb: Skriv ut kvittering
sv: Skriv ut kvittot

# ms_guide_n950_print_receipt_header
source: Print an old receipt
da: Genudskrivning af en gammel kvittering
fi: Kuitin uudelleentulostus
nb: Skriv ut en gammel kvittering på nytt
sv: Skriv ut ett gammalt kvitto igen

# ms_guide_n950_receive_payment_1_message
source: Open the app with the terminal symbol to be able to accept payments.
da: Åbn appen med terminalsymbolet for at kunne acceptere betalinger.
de: Öffnen Sie die App mit dem Terminalsymbol, um Zahlungen annehmen zu können.
fi: Avaa päätesymbolilla merkitty sovellus vastaanottaaksesi maksuja.
fr: Ouvrez l’application avec le symbole du terminal pour pouvoir accepter des paiements.
it: Apri l’app con il simbolo del terminale per poter accettare pagamenti.
nb: Åpne appen med terminalsymbolet for å kunne ta imot betalinger.
sv: Öppna applikationen märkt med en terminalsymbol på skärmen för att ta emot betalningar.

# ms_guide_n950_receive_payment_1_title
source: Open the ‘Terminal’ app
da: Åbn ’Terminal’-appen
de: Öffnen Sie die App 'Terminal'
fi: Avaa ‘Terminal’-sovellus
fr: Ouvrez l’application 'Terminal'
it: Apri l’app 'Terminal'
nb: Åpne ‘Terminal’-applikasjonen
sv: Öppna ‘Terminal’-applikationen

# ms_guide_n950_receive_payment_2_message
source: Use the numeric pad to enter the amount of the transaction. Press the <b>Charge button</b> to confirm.
da: Brug det numeriske tastatur til at indtaste transaktionsbeløbet. Tryk på knappen for at bekræfte.
de: Verwenden Sie das Zahlenfeld, um den Transaktionsbetrag einzugeben. Drücken Sie auf <b>Belasten</b>, um zu bestätigen.
fi: Käytä kosketusnäytön numeronäppäimiä syöttääksesi summa päätteelle . Vahvista maksu.
fr: Utilisez le pavé numérique pour saisir le montant de la transaction. Appuyez sur le bouton <b>Encaisser</b> pour confirmer.
it: Usa il tastierino numerico per inserire l’importo della transazione. Tocca <b>Addebita</b> per confermare.
nb: Bruk tallknappene på berøringsskjermen for å angi beløpet på terminalen. Trykk på knappen for å bekrefte betalingen.
sv: Använd sifferknapparna på pekskärmen för att ange beloppet på terminalen. Tryck på knapen för att bekräfta betalningen.

# ms_guide_n950_receive_payment_2_title
source: Enter the transaction amount
da: Indtast transaktionsbeløbet
de: Geben Sie den Transaktionsbetrag ein
fi: Syötä maksusumma
fr: Saisissez le montant de la transaction
it: Inserisci l’importo della transazione
nb: Skriv inn betalingsbeløpet
sv: Ange betalningsbeloppet

# ms_guide_n950_receive_payment_3_message
source: Let your customer complete the purchase by using their payment card or digital wallet.
da: Lad din kunde gennemføre købet ved at bruge deres betalingskort eller digital pung.
de: Lassen Sie Ihren Kunden den Kauf mit seiner Zahlungskarte oder digitalen Geldbörse abschließen.
fi: Anna asiakkaasi suorittaa ostos käyttämällä omaa maksukorttiaan tai tekemällä ostos mobiilisti.
fr: Laissez votre client finaliser l’achat avec sa carte de paiement ou son portefeuille numérique.
it: Consenti al cliente di completare l’acquisto utilizzando la propria carta di pagamento o il portafoglio digitale.
nb: La din kunde gjennomføre kjøpet med sitt eget betalingskort eller digital lommebok.
sv: Låt din kund genomföra köpet genom att använda sitt eget betalkort eller digital plånbok.

# ms_guide_n950_receive_payment_3_title
source: Let your customer complete the purchase
da: Lad din kunde gennemføre købet
de: Lassen Sie Ihren Kunden den Kauf abschließen
fi: Anna asiakkaasi suorittaa ostos loppuun
fr: Laissez votre client finaliser l’achat
it: Consenti al cliente di completare l’acquisto
nb: La kunden fullføre kjøpet
sv: Låt din kund genomföra köpet

# ms_guide_n950_receive_payment_4_message
source: If your customer would like the receipt, click on the <b>Paper receipt</b>, if not, click on the <b>No receipt</b> button.
da: Hvis din kunde ønsker kvitteringen, vælg papirkvitterings-mulighed. Hvis ikke, vælg ingen kvittering.
de: Wenn Ihr Kunde einen Beleg möchte, tippen Sie auf <b>Papierbeleg</b>. Andernfalls tippen Sie auf <b>Kein Beleg</b>.
fi: Jos asiakkaasi haluaa kuitin, valitse vaihtoehto paperikuitin tulostukseen päätteen näytöltä tai jätä kuitti tulostamatta napauttamalla vaihtoehtoa näytölllä.
fr: Si votre client souhaite un reçu, appuyez sur <b>Reçu papier</b>. Sinon, appuyez sur <b>Pas de reçu</b>.
it: Se il cliente desidera la ricevuta, tocca <b>Ricevuta cartacea</b>. Altrimenti, tocca <b>Nessuna ricevuta</b>.
nb: Hvis kunden din ønsker en kvittering, velg alternativet for papirkvittering på terminalskjermen eller la kvitteringen stå utrykt ved å trykke på alternativet på skjermen.
sv: Om din kund vill ha ett kvitto, välj alternativet för papperskvitto på terminalskärmen. Om kunden inte önskar kvitto väljer du det alternativet på skärmen.

# ms_guide_n950_receive_payment_4_title
source: Share the receipt with your customer
da: Del kvittering med din kunde
de: Teilen Sie die Quittung mit Ihrem Kunden
fi: Jaa kuitti asiakkaasi kanssa
fr: Partagez le reçu avec votre client
it: Condividi la ricevuta con il cliente
nb: Del kvitteringen med kunden din
sv: Dela kvittot med din kund

# ms_guide_n950_receive_payment_header
source: Receive a payment
da: Sådan modtager du en betaling
de: Zahlung empfangen
fi: Maksun vastaanottaminen
fr: Encaisser un paiement
it: Ricevere un pagamento
nb: Motta betalinger
sv: Så tar du emot betalningar

# ms_guide_n950_refund_payment_1_message
source: Open the app with the list symbol to be able to refund a payment.
da: Åbn appen med terminalsymbolet for at kunne refundere betalinger.
fi: Avaa luettelosymbolilla merkittty sovellus, jotta voit hyvittää maksun.
nb: Åpne applikasjonen merket med et listesymbol for å foreta en refusjon.
sv: Öppna applikationen med en list-symbol för att göra en återbetalning.

# ms_guide_n950_refund_payment_1_title
source: Open the ‘Transactions’ app
da: Åbn 'Transactions’-appen
fi: Avaa ‘Transactions’-sovellus
nb: Åpne ‘Transaksjoner’-appen
sv: Öppna ‘Transactions’- app

# ms_guide_n950_refund_payment_2_message
source: Your transaction list will now appear. Choose the transaction you would like to refund.
da: Din transaktionsliste vil nu vises. Vælg den transaktion, du ønsker at refundere.
fi: Valitse tapahtuma, jonka haluat hyvittää tapahtumaluettelosta.
nb: Velg betalingen du vil refundere fra transaksjonslisten.
sv: Din transaktionslista visas nu. Välj den transaktion du vill återbetala.

# ms_guide_n950_refund_payment_2_title
source: Choose a transaction
da: Vælg en transaktion
fi: Valitse tapahtuma
nb: Velg betaling
sv: Välj en transaktion

# ms_guide_n950_refund_payment_3_message
source: Tap the <b>Return button</b> in the lower right corner.
da: Tryk på knappen for at refundere i nederste højre hjørne.
fi: Napauta näytön oikeassa alakulmassa olevaa palautuvaihtoehtoa.
nb: Velg refusjonsalternativet nederst til høyre på skjermen.
sv: Tryck på knappen för återbetalning i skärmens nedre högra hörn.

# ms_guide_n950_refund_payment_3_title
source: Tap the ‘Return’ button
da: Vælg refundering
fi: Valitse maksun palautus
nb: Velg refusjon
sv: Välj återbetalning

# ms_guide_n950_refund_payment_4_message
source: You can choose to refund the full transaction amount or make a partial refund. Confirm by tapping the <b>Refund button</b> in the lower right corner.
da: Du kan vælge at refundere det fulde transaktionsbeløb eller lave en delvis refusion. Bekræft ved at trykke på knappen for at refundere i nederste højre hjørne.
fi: Voit valita, haluatko palauttaa koko tapahtuman summan tai tehdä osittaisen hyvityksen. Vahvista napauttamalla palautusvaihtoehtoa näytön oikeassa alakulmassa.
nb: Du kan velge om du vil refundere hele transaksjonsbeløpet eller foreta en delvis tilbakebetaling. Trykk på tilbakebetalingsalternativet nederst til høyre på skjermen for å bekrefte.
sv: Du kan välja om du vill återbetala hela transaktionsbeloppet eller en delvis återbetalning. Bekräfta genom att trycka på återbetalningsalternativet i skärmens nedre högra hörn.

# ms_guide_n950_refund_payment_4_title
source: Confirm the refund
da: Bekræft refundering
fi: Vahvista palautus
nb: Bekreft returen
sv: Bekräfta återbetalningen
