Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# faq_mepo_html
source: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 8px 0px 0px } details>summary { background:none; list-style: none; display: flex; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>When is my data available in the app?</summary> You can see your transaction and settlement data in the app at 10 am the day after the transactions. </details> </li> <li lang="EN"> <details> <summary>Where can I find more details on my settlement?</summary> Please log in to Merchant Portal on <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a> to find more details on your settlement. </details> </li> <li lang="EN"> <details> <summary>How do I get access to the Merchant portal?</summary> Merchant Portal can be accessed here: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Please follow the guide for how to log in or create access. </details> </li> <li lang="EN"> <details> <summary>Can others see my data if they know my company organisation number?</summary> It is only possible to access the app if the administrator has provided access. You cannot log in just by typing the company organisation number. </details> </li> <li lang="EN"> <details> <summary>How do I give others than myself access to the app?</summary> Ask the person whom you would like to give access to download the app and initiate login. The administrator for the access will then be asked to verify the request for access. </details> </li> <li lang="EN"> <details> <summary>What data is represented in the app?</summary> The credit card data for which you have an acquiring agreement with Nets Merchant Services is available in the app. Also the transactions and invoices data for which you have a terminal agreement is available in the app. </details> </li> <li lang="EN"> <details> <summary>How do I contact customer service?</summary> Customer service can be reached here: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>How do I see data for other points of sale under the same organisation number? </summary> On all screens, you can see all of the point of sales under the same organisation. You can select upto 20 point of sales at a time. </details> </li> <li lang="EN"> <details> <summary>How do I see turnover in other currencies? </summary> The turnover can only be viewed in the currency of the country your point of sale is based in. </details> </li> <li lang="EN"> <details> <summary>Where can I see aggregated data for all of my point of sales?</summary> On all screens, you can select upto 20 point of sales at a time and you will get the aggregated data. </details> </li> <li lang="EN"> <details> <summary>Can I see transactions which are pending?</summary> It is not possible to view transactions which are pending. </details> </li> </ul> <br> </div> </body> </html>
da: <!DOCTYPE html> <html> <title>FAQ Danish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="da"> <details> <summary>Hvorn&aring;r er mine data til r&aring;dighed i appen?</summary>Du kan se dine transaktions- og afregningsdata i appen kl. 10.00 dagen efter transaktionerne. </details> </li> <li lang="da"> <details> <summary>Hvor kan jeg finde flere oplysninger om min afregning?</summary>Finske brugere kan f&aring; adgang til deres afregningsoplysninger p&aring; Merchant Portal her: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a></details> </li> <li lang="da"> <details> <summary>Hvordan f&aring;r jeg adgang til webportalen Merchant?</summary>Finske brugere kan f&aring; adgang til Merchant Portal her <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. F&oslash;lg vejledningen, der beskriver, hvordan du logger ind eller opretter adgang.</details> </li> <li lang="da"> <details> <summary>Kan andre se mine data, hvis de kender min virksomheds CVR-nummer?</summary>Det er kun muligt at f&aring; adgang til appen, hvis administratoren har givet adgang. Du kan ikke logge ind ved blot at indtaste virksomhedens CVR-nr.</details> </li> <li lang="da"> <details> <summary>Hvordan giver jeg andre end mig selv adgang til appen?</summary>Bed den person, som du &oslash;nsker at give adgang, om at downloade appen og initiere login. Administratoren for adgangen bliver herefter bedt om at verificere anmodningen om adgang.</details> </li> <li lang="da"> <details> <summary>Hvilke data indeholder appen?</summary>De kreditkortdata, for hvilke du har en indløsningsaftale med Nets Merchant Services, er tilgængelige i appen. Det gælder også de transaktions- og fakturadata, som du har en terminalaftale for.</details> </li> <li lang="da"> <details> <summary>Hvordan kontakter jeg kundeservice?</summary>Find kontaktoplysninger til kundeservice her: <a href="https://www.nets.eu/dk/payments">www.nets.dk/payments</a>. </details> </li> <li lang="da"> <details> <summary>Jeg har ikke modtaget koden via e-mail. Hvad g&oslash;r jeg?</summary>Vi har sendt pinkoden til den e-mailadresse, vi har registreret. Kontakt vores kundeservice, hvis du har f&aring;et en ny e-mailadresse.</details> </li> <li lang="da"> <details> <summary>Hvordan kan jeg se data for andre salgssteder under samme CVR-nummer? </summary>Du kan på alle skærme se alle salgssteder for den samme organisation. Du kan vælge op til 20 salgssteder ad gangen.</details> </li> <li lang="da"> <details> <summary>Hvordan kan jeg se oms&aelig;tningen i andre valutaer? </summary>Oms&aelig;tningen kan kun vises i valutaen i det land, hvori salgsstedet ligger.</details> </li> <li lang="da"> <details> <summary>Hvor kan jeg se aggregerede data for alle mine salgssteder?</summary>Det er kun muligt at f&aring; vist data for ét salgssted af gangen.</details> </li> <li lang="da"> <details> <summary>Kan jeg se afventende transaktioner?</summary>Det er ikke muligt at se afventende transaktioner.</details> </li> </ul> </div> </body> </html>
de: <!DOCTYPE html> <html> <title>FAQ Deutsch</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Wann sind meine Daten in der App verfügbar?</summary>Sie können Ihre Transaktions- und Abrechnungsdaten am Folgetag der Transaktion ab 10:00 Uhr einsehen.</details> </li> <li lang="EN"> <details> <summary>Wo finde ich weitere Informationen über meine Abrechnung?</summary>Benutzer in Finnland können auch im Merchant Portal, <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>, auf ihre Abrechnungsinformationen zugreifen.</details> </li> <li lang="EN"> <details> <summary>Wie erhalte ich Zugang zum Webportal Merchant? </summary>Finnische Händler können hier auf das Merchant Portal zugreifen: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Befolgen Sie bitte die Anleitung zum Anmelden bzw. zum Erstellen des Zugangs.</details> </li> <li lang="EN"> <details> <summary>Können andere meine Daten einsehen, wenn Sie die Organisationsnummer meines Unternehmens kennen?</summary>Der Zugriff auf die App ist nur möglich, wenn der Administrator diesen Zugriff gewährt hat. Es ist nicht möglich, sich einfach mit der Organisationsnummer anzumelden.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich anderen den Zugriff auf die App gewähren?</summary>Bitten Sie die jeweilige Person, die App herunterzuladen und den Anmeldevorgang zu beginnen. Anschließend wird der zuständige Administrator gebeten, die Zugriffsanfrage zu prüfen.</details> </li> <li lang="EN"> <details> <summary>Welche Daten werden in der App dargestellt?</summary>Die Daten der Kreditkarte, für die Sie einen Acquiring-Vertrag mit Nets Merchant Services abgeschlossen haben, sind in der App verfügbar. Auch die Daten der Transaktionen und Rechnungen, für die Sie eine Terminalvereinbarung haben, sind in der App verfügbar.</details> </li> <li lang="EN"> <details> <summary>Wie wende ich mich an den Kundendienst?</summary>Die Kontaktdaten für den Kundendienst finden Sie hier: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>Was soll ich tun, wenn ich keinen Anmeldecode per E-Mail erhalten habe?</summary>Wir haben den Code an die registrierte E-Mail-Adresse gesendet. Wenn Sie eine neue E-Mail-Adresse verwenden, wenden Sie sich bitte an unseren Kundendienst.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich Daten für andere Standorte einsehen, die unter derselben Organisationsnummer registriert sind? </summary> Auf allen Bildschirmen sehen Sie alle Verkaufsstellen, die derselben Organisation angehören. Sie können bis zu 20 Verkaufsstellen auf einmal auswählen.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich den Umsatz in anderen Währungen anzeigen lassen? </summary>Der Umsatz kann nur in der Währung des Landes angezeigt werden, in dem sich der jeweilige Standort befindet.</details> </li> <li lang="EN"> <details> <summary>Wo kann ich eine Zusammenfassung der Daten aller Standorte einsehen?</summary>Es können jeweils immer nur die Daten eines Standorts angezeigt werden.</details> </li> <li lang="EN"> <details> <summary>Kann ich offene Transaktionen einsehen?</summary>Es ist nicht möglich, offene Transaktionen einzusehen.</details> </li> </ul> <br> </div> </body> </html>
et_ee: <!DOCTYPE html> <html> <title>KKK eesti keeles</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Millal on minu andmed rakenduses saadaval?</summary> Oma tehingu- ja arveldusandmeid näete rakenduses tehingutele järgneval päeval kell 10. </details> </li> <li lang="EN"> <details> <summary>Kust leida lisateavet oma arvelduse kohta?</summary> Palun logige sisse Kaupmehe portaali aadressil <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a> et saada lisateavet oma arvelduse kohta. </details> </li> <li lang="EN"> <details> <summary>Kuidas pääseda juurde Kaupmehe portaalile?</summary> Kaupmehe portaalile pääseb juurde siin: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Palun järgige juhendit, kuidas sisse logida või juurdepääsu luua. </details> </li> <li lang="EN"> <details> <summary>Kas teised näevad minu andmeid, kui nad teavad minu ettevõtte organisatsiooni numbrit?</summary> Rakendusele on juurdepääs ainult siis, kui administraator on juurdepääsu andnud. Te ei saa sisse logida, sisestades lihtsalt ettevõtte organisatsiooni numbri. </details> </li> <li lang="EN"> <details> <summary>Kuidas anda teistele peale iseenda juurdepääs rakendusele?</summary> Paluge inimesel, kellele soovite juurdepääsu anda, rakendus alla laadida ja sisselogimine algatada. Seejärel palutakse juurdepääsu administraatoril juurdepääsutaotlus kinnitada. </details> </li> <li lang="EN"> <details> <summary>Milliseid andmeid rakenduses esitatakse?</summary> Krediitkaardi andmed, mille kohta teil on Nets Merchant Servicesiga hankeleping, on saadaval rakenduses. Samuti on rakenduses saadaval tehingute ja arvete andmed, mille kohta teil on terminalileping. </details> </li> <li lang="EN"> <details> <summary>Kuidas klienditeenindusega ühendust võtta?</summary> Klienditeenindusega saab ühendust siin: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>Kuidas ma näen sama organisatsiooni numbri all teiste müügikohtade andmeid? </summary> Kõikidel ekraanidel näete kõiki sama organisatsiooni müügikohti. Korraga saate valida kuni 20 müügipunkti. </details> </li> <li lang="EN"> <details> <summary>Kuidas ma näen käivet teistes valuutades? </summary> Käivet saab vaadata ainult selle riigi valuutas, kus teie müügikoht asub. </details> </li> <li lang="EN"> <details> <summary>Kus ma näen koondandmeid kogu oma müügikoha kohta?</summary> Kõikidel ekraanidel saate korraga valida kuni 20 müügipunkti ja saate koondandmed. </details> </li> <li lang="EN"> <details> <summary>Kas ma näen ootel olevaid tehinguid?</summary> Ootel olevaid tehinguid ei ole võimalik vaadata. </details> </li> </ul> <br> </div> </body> </html>
fi: <!DOCTYPE html> <html> <title>FAQ Finish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="FI"> <details> <summary>Milloin tietoni ovat k&auml;ytett&auml;viss&auml; sovelluksessa</summary>N&auml;et tapahtuma- ja tilitystietosi sovelluksessa klo 10 tapahtumien j&auml;lkeisen&auml; p&auml;iv&auml;n&auml; </details> </li> <li lang="FI"> <details> <summary>Mik&auml; on viimeisin tilitys ja milloin se tilitettiin?</summary>Suomalaiset käyttäjät voivat tarkastella tilitystietojaan kauppiasportaalissa <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a></details> </li> <li lang="FI"> <details> <summary>Mist&auml; l&ouml;yd&auml;n lis&auml;tietoja tilityksist&auml;ni?</summary>Suomalaiset käyttäjät voivat kirjautua Korttitilitysten raportointipalveluun osoitteessa <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>.</details> </li> <li lang="FI"> <details> <summary>Miten p&auml;&auml;sen Merchant-verkkoportaaliini?</summary>Suomalaiset kauppiaat pääsevät Korttitilitysten raportointipalveluun osoitteessa <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Noudata sis&auml;&auml;nkirjautumista tai k&auml;ytt&ouml;oikeuden luomista koskevaa ohjetta.</details> </li> <li lang="FI"> <details> <summary>N&auml;kev&auml;tk&ouml; muut tietoni, jos he tiet&auml;v&auml;t yritykseni Y-tunnuksen?</summary>Sovelluksen k&auml;ytt&ouml;oikeuden saa vain, jos j&auml;rjestelm&auml;nvalvoja on my&ouml;nt&auml;nyt k&auml;ytt&ouml;oikeuden. Et voi kirjautua sis&auml;&auml;n pelk&auml;st&auml;&auml;n kirjoittamalla yrityksen Y-tunnuksen.</details> </li> <li lang="FI"> <details> <summary>Miten voin antaa muille kuin itselleni sovelluksen k&auml;ytt&ouml;oikeuden?</summary>Kun haluat antaa k&auml;ytt&ouml;oikeuden tietylle henkil&ouml;lle, pyyd&auml; t&auml;t&auml; henkil&ouml;&auml; lataamaan sovellus ja aloittamaan sis&auml;&auml;nkirjautuminen. K&auml;ytt&ouml;oikeudesta vastaavaa j&auml;rjestelm&auml;nvalvojaa pyydet&auml;&auml;n sen j&auml;lkeen vahvistamaan k&auml;ytt&ouml;oikeuspyynt&ouml;.</details> </li> <li lang="FI"> <details> <summary>Mit&auml; tietoja sovelluksessa esitet&auml;&auml;n?</summary>Luottokorttitiedot, joista sinulla on vastaanottosopimus Nets Merchant Services -palvelun kanssa, ovat saatavilla sovelluksessa. Sovelluksesta löytyvät myös ne tapahtuma- ja laskutiedot, joista sinulla on päätesopimus.</details> </li> <li lang="FI"> <details> <summary>Miten saan yhteyden asiakaspalveluun?</summary>Asiakaspalvelun yhteystiedot l&ouml;yd&auml;t t&auml;&auml;lt&auml; <a href="https://www.nets.eu/fi/payments">www.nets.fi/payments</a>.</details> </li> <li lang="FI"> <details> <summary>En ole saanut koodia s&auml;hk&ouml;postitse, mit&auml; minun pit&auml;&auml; tehd&auml;?</summary>Olemme l&auml;hett&auml;neet PIN-koodin rekister&ouml;im&auml;&auml;mme s&auml;hk&ouml;postiosoitteeseen. Ota yhteytt&auml; asiakaspalveluun, jos sinulla on uusi s&auml;hk&ouml;postiosoite.</details> </li> <li lang="FI"> <details> <summary>Miten voin n&auml;hd&auml; muiden saman Y-tunnuksen myyntipisteiden tiedot? </summary>Kaikissa näytöissä näet kaikki saman organisaation myyntipisteet. Voit valita enintään 20 myyntipistettä kerrallaan.</details> </li> <li lang="FI"> <details> <summary>Miten n&auml;en liikevaihdon muissa valuutoissa? </summary>Liikevaihdon voi n&auml;ytt&auml;&auml; vain sen maan valuutassa, jossa myyntipisteesi sijaitsee</details> </li> <li lang="FI"> <details> <summary>Miss&auml; n&auml;en kaikkien myyntipisteideni yhdistetyt tiedot?</summary>Voit katsoa vain yhden myyntipisteen tiedot kerrallaan.</details> </li> <li lang="FI"> <details> <summary>N&auml;enk&ouml; odottavat tapahtumat?</summary>Odottavia tapahtumia ei voi tarkastella.</details> </li> </ul> </div> </body> </html>
fr: <!DOCTYPE html> <html> <title>FAQ Français</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 8px 0px 0px } details>summary { background:none; list-style: none; display: flex; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Quand mes données sont-elles disponibles dans l'application?</summary> Les données de vos transactions et règlements sont visibles dans l'application à 10 heures le lendemain des transactions. </details> </li> <li lang="EN"> <details> <summary>Où puis-je trouver plus de précisions sur mon règlement?</summary> Connectez-vous au portail Commerçant à l'adresse <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a> pour en avoir plus sur votre règlement. </details> </li> <li lang="EN"> <details> <summary>Comment puis-je accéder au portail Commerçant?</summary> Le portail Commerçant est accessible à cette adresse: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Veuillez suivre le guide pour savoir comment vous connectez ou créer un accès. </details> </li> <li lang="EN"> <details> <summary>Est-ce que d'autres personnes peuvent voir mes données si elles connaissent mon numéro d'entreprise?</summary> L'accès à l'application n'est possible que si l'administrateur a fourni un accès. Il n'est pas possible de se connecter simplement en saisissant le numéro d'entreprise. </details> </li> <li lang="EN"> <details> <summary>Comment puis-je donner à d'autres personnes que moi l'accès à l'application?</summary> Demandez à la personne à qui vous voulez donner l'accès de télécharger l'application et de lancer la procédure de connexion. L'administrateur de l'accès sera alors invité à vérifier la demande d'accès. </details> </li> <li lang="EN"> <details> <summary>Quelles sont les données présentées dans l'application?</summary> Les données de carte de crédit pour lesquelles vous avez conclu un accord d'acquisition avec Nets Merchant Services sont disponibles dans l'application. Les données concernant les transactions et les factures pour lesquelles vous avez conclu un accord portant sur les terminaux sont également disponibles dans l'application. </details> </li> <li lang="EN"> <details> <summary>Comment puis-je contacter le service clientèle?</summary> Le service clientèle est joignable à cette adresse: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>Comment puis-je voir les données pour d'autres points de vente enregistrés sous le même numéro d'entreprise? </summary> Sur tous les écrans, vous pouvez voir l'ensemble des points de vente appartenant à la même société. Vous pouvez sélectionner jusqu'à 20 points de vente en même temps. </details> </li> <li lang="EN"> <details> <summary>Comment puis-je voir le chiffre d'affaires dans d'autres devises? </summary> Il n'est possible de voir le chiffre d'affaires que dans la devise du pays où se trouve votre point de vente. </details> </li> <li lang="EN"> <details> <summary>Où puis-je voir des données agrégées pour l'ensemble de mes points de vente?</summary> Sur tous les écrans, vous pouvez sélectionner jusqu'à 20 points de vente en même temps et obtenir les données agrégées. </details> </li> <li lang="EN"> <details> <summary>Puis-je voir les transactions en attente?</summary> Il n'est pas possible de consulter les transactions en attente. </details> </li> </ul> <br> </div> </body> </html>
it: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 8px 0px 0px } details>summary { background:none; list-style: none; display: flex; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Quando sono disponibili i miei dati nell’app?</summary> Puoi vedere i dati delle tue transazioni e del pagamento nell’app alle 10:00 il giorno successivo alle transazioni. </details> </li> <li lang="EN"> <details> <summary>Dove trovo ulteriori dettagli sul mio pagamento?</summary> Accedi al Portale esercenti su <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a> per ulteriori informazioni sul tuo pagamento. </details> </li> <li lang="EN"> <details> <summary>Come accedo al Portale esercenti?</summary> Da qui puoi accedere al Portale esercenti: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Segui la guida per effettuare l'accesso o crearlo. </details> </li> <li lang="EN"> <details> <summary>Gli altri possono vedere i miei dati se conoscono il numero di organizzazione della mia azienda?</summary> È possibile accedere all'app solo se l'amministratore ha fornito l'accesso. Non puoi accedere digitando solo il numero di organizzazione dell'azienda. </details> </li> <li lang="EN"> <details> <summary>Come posso dare ad altri l'accesso all'app?</summary> Chiedi alla persona a cui vorresti dare l'accesso di scaricare l'app e di avviare l'accesso. All'amministratore degli accessi verrà poi richiesto di verifcare la richiesta di accesso. </details> </li> <li lang="EN"> <details> <summary>Quali dati sono riportati nell'app?</summary> I dati della carta di credito per la quale hai un accordo di acquisizione con Nets Merchant Services sono disponibili nell'app. Anche i dati relativi alle transazioni e alle fatture per le quali hai un accordo relativo al terminale sono disponibili nell'app. </details> </li> <li lang="EN"> <details> <summary>Come contatto l'assistenza clienti?</summary> Puoi contattare l'assistenza clienti qui: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>Come posso vedere i dati per altri punti vendita con lo stesso numero di organizzazione? </summary> Su tutti gli schermi puoi visualizzare tutti i punti vendita della stessa organizzazione. Puoi selezionare fino a 20 punti vendita contemporaneamente. </details> </li> <li lang="EN"> <details> <summary>Come posso visualizzare il fatturato in altre valute? </summary> Il fatturato può essere visualizzato solo nella valuta del paese in cui ha sede il tuo punto vendita. </details> </li> <li lang="EN"> <details> <summary>Dove posso vedere i dati aggregti di tutti i miei punti vendita?</summary> Su tutti gli schermi puoi selezionare fino a 20 punti vendita contemporaneamente per avere i dati aggregati. </details> </li> <li lang="EN"> <details> <summary>Posso vedere le transazioni in sospeso?</summary> Non è possibile visualizzare le transazioni in sospeso. </details> </li> </ul> <br> </div> </body> </html>
lt_lt: <!DOCTYPE html> <html> <title>DUK</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Kada mano operacijų duomenys bus matomi mobiliojoje programoje?</summary> Savo operacijų ir atsiskaitymų duomenis mobiliojoje programoje matysite 10 val. ryto kitą dieną po operacijų. </details> </li> <li lang="EN"> <details> <summary>Kur galiu rasti daugiau informacijos apie atsiskaitymą?</summary> Jei norite peržiūrėti atsiskaitymo informaciją, prisijunkite prie prekybininkų portalo adresu <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. </details> </li> <li lang="EN"> <details> <summary>Kaip gauti prieigą prie prekybininkų portalo?</summary> Prekybininkų portalas pasiekiamas adresu: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Vadovaukitės vedlio nurodymais, kaip prisijungti arba susikurti prieigą. </details> </li> <li lang="EN"> <details> <summary>Ar kiti asmenys, žinantys mano įmonės organizacijos numerį, gali matyti mano duomenis?</summary> Prie mobiliosios programos galima prisijungti tik administratoriui suteikus prieigą. Tam, kad prisijungtumėte, nepakanka įvesti įmonės organizacijo numerį. </details> </li> <li lang="EN"> <details> <summary>Kaip galėčiau suteikti prieigą prie mobiliosios programos kitiems asmenims?</summary> Asmeniui, kuriam norite suteikti prieigą, nurodykite atsisiųsti mobiliąją programą ir inicijuoti prisijungimo procesą. Tada prieigos administratoriui bus išsiųsta užklausa patvirtinti prieigos prašymą. </details> </li> <li lang="EN"> <details> <summary>Kokie duomenys pateikiami mobiliojoje programoje?</summary> Mobiliojoje programoje pateikiami kredito kortelių duomenys, dėl kurių įgijimo esate sudarę sutartį su „Nets Merchant Services“. Mobiliojoje programoje taip pat pateikiami sandorių ir sąskaitų faktūrų duomenys, dėl kurių esate sudarę terminalo sutartį. </details> </li> <li lang="EN"> <details> <summary>Kaip susisiekti su klientų aptarnavimo skyriumi?</summary> Su klientų aptarnavimo skyriumi galite susisiekti čia: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>Kaip peržiūrėti kitų pardavimo vietų, susietų su tuo pačiu organizacijos numeriu, duomenis? </summary> Visuose languose galima matyti visas tos pačios organizacijos pardavimo vietas. Galima pasirinkti iki 20 pardavimo vietų vienu metu. </details> </li> <li lang="EN"> <details> <summary>Kaip peržiūrėti apyvartą kitomis valiutomis? </summary> Apyvartą galima peržiūrėti tik tos šalies, kurioje yra Jūsų pardavimo vieta, valiuta. </details> </li> <li lang="EN"> <details> <summary>Kur galiu peržiūrėti suvestinius visų savo pardavimo vietų duomenis?</summary> Visuose languose vienu metu galima pasirinkti iki 20 pardavimo vietų ir gauti suvestinius duomenis. </details> </li> <li lang="EN"> <details> <summary>Ar galiu peržiūrėti nepatvirtintas operacijas?</summary> Nepatvirtintų operacijų peržiūrėti galimybės nėra. </details> </li> </ul> <br> </div> </body> </html>
lv_lv: <!DOCTYPE html> <html> <title>BUJ latviski</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Kad mani dati ir pieejami lietotnē?</summary> Jūs varat redzēt savus darījumu un norēķinu datus lietotnē pulksten 10:00 nākamajā dienā pēc darījumiem. </details> </li> <li lang="EN"> <details> <summary>Kur es varu atrast sīkāku informāciju par saviem norēķiniem?</summary> Lūdzu, piesakieties tirgotāju portālā vietnē <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>, lai uzzinātu vairāk par saviem norēķiniem. </details> </li> <li lang="EN"> <details> <summary>Kā piekļūt tirgotāju portālam?</summary> Tirgotāju portālam var piekļūt šeit: <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. Lūdzu, izpildiet rokasgrāmatā sniegtos norādījumos, lai uzzinātu, kā pieteikties vai izveidot piekļuvi. </details> </li> <li lang="EN"> <details> <summary>Vai citi var redzēt manus datus, ja viņi zina mana uzņēmuma organizācijas numuru?</summary> Lietotnei ir iespējams piekļūt tikai tad, ja administrators ir nodrošinājis piekļuvi. Jūs nevarat pieteikties, vienkārši ierakstot uzņēmuma organizācijas numuru. </details> </li> <li lang="EN"> <details> <summary>Kā es varu piešķirt piekļuvi lietotnei citām personām, izņemot sevi?</summary> Palūdziet personai, kurai vēlaties piešķirt piekļuvi, lejupielādēt lietotni un sākt pieteikšanos. Pēc tam piekļuves administratoram tiks lūgts pārbaudīt piekļuves pieprasījumu. </details> </li> <li lang="EN"> <details> <summary>Kādi dati ir attēloti lietotnē?</summary> Kredītkartes dati, par kuru saņemšanu esat noslēdzis līgumu ar Nets Merchant Services, ir pieejami lietotnē. Lietotnē ir pieejami arī darījumu un rēķinu dati, par kuriem jums ir termināļa līgums. </details> </li> <li lang="EN"> <details> <summary>Kā sazināties ar klientu apkalpošanas centru?</summary> Klientu apkalpošanas centru var sasniegt šeit: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>. </details> </li> <li lang="EN"> <details> <summary>Kā es varu skatīt datus par citām tirdzniecības vietām ar to pašu organizācijas numuru? </summary> Visos ekrānos varat redzēt visas vienas organizācijas tirdzniecības vietas. Vienlaicīgi varat izvēlēties līdz 20 tirdzniecības vietām. </details> </li> <li lang="EN"> <details> <summary>Kā es varu redzēt apgrozījumu citās valūtās? </summary> Apgrozījumu var skatīt tikai tās valsts valūtā, kurā atrodas jūsu tirdzniecības vieta. </details> </li> <li lang="EN"> <details> <summary>Kur es varu redzēt apkopotos datus par visām manām tirdzniecības vietām?</summary> Visos ekrānos vienlaikus varat atlasīt līdz 20 tirdzniecības vietām, un jūs saņemsiet apkopotos datus. </details> </li> <li lang="EN"> <details> <summary>Vai es varu redzēt neapstiprinātos darījumus?</summary> Nav iespējams apskatīt neapstiprinātos darījumus. </details> </li> </ul> <br> </div> </body> </html>
nb: <!DOCTYPE html> <html> <title>FAQ Norwegian</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="No"> <details> <summary>N&aring;r er dataene mine tilgjengelige i appen?</summary>Du kan se transaksjons- og oppgj&oslash;rsdata i appen kl. 10 p&aring; dagen etter transaksjonene </details> </li> <li lang="No"> <details> <summary>Hvor kan jeg finne opplysninger om mitt oppgj&oslash;r?</summary>Finske brukere kan få tilgang til oppgjørsdetaljene på Merchant Portal her, <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>.</details> </li> <li lang="No"> <details> <summary>Hvordan f&aring;r jeg tilgang til webportalen Merchant ?</summary>Finske brukere kan få tilgang til Merchant Portal her <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>.F&oslash;lg veiledningen om hvordan du logger p&aring; eller oppretter tilgang.</details> </li> <li lang="No"> <details> <summary>Kan andre se dataene mine hvis de kjenner firmaets organisasjonsnummer?</summary>Det er bare mulig &aring; f&aring; tilgang til appen hvis administratoren har gitt tilgang. Du kan ikke logge inn bare ved &aring; skrive inn firmaets organisasjons- nummer.</details> </li> <li lang="No"> <details> <summary>Hvordan gir jeg andre enn meg selv tilgang til appen?</summary>Sp&oslash;r personen du vil ha tilgang til om &aring; laste ned appen og starte p&aring;loggingen. Administratoren av tilgangen blir da bedt om &aring; verifisere foresp&oslash;rselen om tilgang.</details> </li> <li lang="No"> <details> <summary>Hvilke data er representert i appen?</summary>Kredittkortdataene du har en avtale om med Nets Merchant Services, er tilgjengelige i appen. Transaksjons- og fakturadataene du har terminalavtale for, er også tilgjengelige i appen.</details> </li> <li lang="No"> <details> <summary>Hvordan kontakter jeg kundeservice?</summary>Du finner kontaktinformasjon her <a href="https://www.nets.eu/no/payments">www.nets.no/payments</a>.</details> </li> <li lang="No"> <details> <summary>Jeg har ikke mottatt koden via e-post, hva gj&oslash;r jeg? </summary>Vi har sendt kode til e-postadressen vi har registrert. Ta kontakt med v&aring;r kundeservice hvis du har f&aring;tt ny e-postadresse.</details> </li> <li lang="No"> <details> <summary>Hvordan ser jeg data for andre salgssteder med samme organisasjonsnummer? </summary>På alle skjermer kan du se alle salgsstedene under samme organisasjon. Du kan velge opptil 20 salgssteder om gangen.</details> </li> <li lang="No"> <details> <summary>Hvordan ser jeg omsetning i andre valutaer? </summary>Omsetningen kan kun ses i valutaen til landet ditt salgssted er basert i</details> </li> <li lang="No"> <details> <summary>Hvor kan jeg se kombinerte data for alle mine salgssteder?</summary>Det er bare mulig &aring; se data for ett salgssted om gangen.</details> </li> <li lang="No"> <details> <summary>Kan jeg se ventende transaksjoner?</summary>Det er ikke mulig &aring; se ventende transaksjoner.</details> </li> </ul> </div> </body> </html>
sv: <!DOCTYPE html> <html> <title>FAQ Swedish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="SV"> <details> <summary>N&auml;r blir min data tillg&auml;ngliga i appen?</summary>Du kan se dina transaktions- och avr&auml;kningsdata i appen kl. 10 dagen efter transaktionerna </details> </li> <li lang="SV"> <details> <summary>Vad &auml;r den senaste avr&auml;kningen och n&auml;r skedde den?</summary>Användare i Finland kan komma åt sina avräkningsuppgifter på Merchant portal på <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>.</details> </li> <li lang="SV"> <details> <summary>Var hittar jag mer information om min avr&auml;kning?</summary>Finska användare kan få tillgång till sina avvecklingsdetaljer på Merchant Portal här, <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>.</details> </li> <li lang="SV"> <details> <summary>Hur kommer jag &aring;t Merchant Portal?</summary>Finska användare kan komma åt Merchant Portal här <a href="https://merchantreporting.nets.eu/nets">merchantreporting.nets.eu/nets</a>. F&ouml;lj guiden f&ouml;r att logga in eller skapa &aring;tkomst.</details> </li> <li lang="SV"> <details> <summary>Kan andra se mina data om de k&auml;nner till mitt f&ouml;retags organisationsnummer?</summary>Du kan bara komma &aring;t appen om administrat&ouml;ren gett dig &aring;tkomst. Du kan inte logga in bara genom att ange f&ouml;retagets organisationsnummer.</details> </li> <li lang="SV"> <details> <summary>Hur ger jag andra &auml;n mig sj&auml;lv &aring;tkomst till appen?</summary>Be den person som vill f&aring; &aring;tkomst till appen att ladda ner den och p&aring;b&ouml;rja inloggningen. &Aring;tkomstadministrat&ouml;ren ombeds d&auml;refter att verifiera &aring;tkomstbeg&auml;ran.</details> </li> <li lang="SV"> <details> <summary>Vilka data representeras i appen?</summary>Den betalkortsinformation för vilken du har ett avtal om med Nets Merchant Services finns tillgänglig i appen. Där finns även transaktions- och fakturadata för vilka du har ett terminalavtal.</details> </li> <li lang="SV"> <details> <summary>Hur kommer jag i kontakt med kundtj&auml;nst?</summary>Du hittar kontaktuppgifter till kundtj&auml;nsten h&auml;r <a href="https://www.nets.eu/se/payments">www.nets.se/payments</a>.</details> </li> <li lang="SV"> <details> <summary>Jag har inte f&aring;tt koden via e-post, vad ska jag g&ouml;ra?</summary>Vi har skickat PIN-koden till den e-postadress vi har registrerat. Kontakta v&aring;r kundtj&auml;nst om du har en ny e-postadress.</details> </li> <li lang="SV"> <details> <summary>Hur g&ouml;r jag f&ouml;r att visa data f&ouml;r andra f&ouml;rs&auml;ljningsst&auml;llen under samma organisationsnummer? </summary>Du kan se alla försäljningsställen i samma organisation på alla skärmar. Du kan välja upp till 20 försäljningsställen åt gången.</details> </li> <li lang="SV"> <details> <summary>Hur ser jag oms&auml;ttningen i andra valutor? </summary>Oms&auml;ttningen kan endast visas i valutan f&ouml;r det land d&auml;r ditt f&ouml;rs&auml;ljningsst&auml;lle har sin bas</details> </li> <li lang="SV"> <details> <summary>Var kan jag se kombinerade data f&ouml;r alla mina f&ouml;rs&auml;ljningsst&auml;llen?</summary>Du kan enbart visa data f&ouml;r ett f&ouml;rs&auml;ljningsst&auml;lle i taget.</details> </li> <li lang="SV"> <details> <summary>Kan jag se p&aring;g&aring;ende transaktioner?</summary>Du kan inte se p&aring;g&aring;ende transaktioner.</details> </li></ul> </div> </body> </html>
