Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_login_use_biometric
source: Use Biometrics
da: Brug biometri
de: Biometrisches Merkmal verwenden
et_ee: Kasutage biomeetriat
fi: Käytä biometristä tunnusta
fr: Utiliser la biométrie
it: Utilizza la biometria
lt_lt: Naudokite biometrinius
lv_lv: Biometrijas izmantošana
nb: Bruk biometri
sv: Använd biometri

# ms_low_battery_title
source: Low battery disables this feature
da: Denne funktion deaktiveres ved lav batteristand
de: Diese Funktion wird bei niedrigem Ladezustand deaktiviert
et_ee: Tühi aku lülitab selle funktsiooni välja
fi: Tyhjentynyt akku poistaa toiminnon käytöstä
lt_lt: Kai baterijos įkrovos lygis per žemas, ši funkcija išjungiama
lv_lv: Zems akumulatora uzlādes līmenis atspējo šo funkciju
nb: Lavt batterinivå deaktiverer denne funksjonen
sv: Funktionen inaktiveras när batterinivån är låg

# ms_maintenance_body
source: In the meantime you can continue taking payments by tapping on %@
da: I mellemtiden kan du stadig tage imod betalinger med et klik på %@.
de: In der Zwischenzeit können Sie weiterhin Zahlungen entgegennehmen, indem Sie auf %@ tippen.
fi: Tällä välin voit ottaa maksuja vastaan %@illa
fr: Cette page est temporairement en maintenance pendant que nous effectuons certaines améliorations. Les paiements restent possibles via %@.
it: Nel frattempo puoi continuare ad accettare pagamenti toccando su %@.
nb: I mellomtiden kan du fortsette å motta betalinger ved å klikke på %@.
sv: Under tiden kan du som vanligt ta betalt med %@

# ms_maintenance_subtitle
source: This page is undergoing maintenance
da: Denne side er under vedligeholdelse
de: Diese Seite wird derzeit gewartet.
fi: Sivua päivitetään
fr: Cette page fait actuellement l’objet d’une maintenance. Merci de votre patience
it: Questa pagina è in manutenzione.
nb: Denne siden er under vedlikehold
sv: Den här sidan uppdateras just nu

# ms_maintenance_title
source: We are making some changes
da: Vi foretager nogle ændringer.
de: Wir nehmen einige Änderungen vor.
fi: Teemme muutamia muutoksia
fr: Nous apportons actuellement quelques améliorations pour optimiser votre expérience.
it: Stiamo apportando alcune modifiche.
nb: Vi gjør noen endringer
sv: Vi gör förbättringar i systemet för en bättre användarupplevelse

# ms_make_a_refund
source: Make a refund of
da: Foretag tilbagebetaling af
de: Rückerstattung durchführen von
fi: Tee palautus
fr: Procéder à un remboursement de
it: Esegui un rimborso di
lv_lv: Veiciet atmaksu par
nb: Refunder
sv: Gör en återbetalning på

# ms_manage_automatic_tip
source: Manage automatic tip function for all your physical terminals
da: Administrer automatisk drikkepengefunktion for alle dine fysiske terminaler
de: Automatische Trinkgeldfunktion für alle Ihre physischen Terminals verwalten
et_ee: Halda automaatse jootraha funktsiooni kõigi oma füüsiliste terminalide jaoks
fi: Hallinnoi automaattista tippitoimintoa kaikille fyysisille maksupäätteillesi
fr: Gérer la fonction de pourboire automatique pour tous vos terminaux physiques
it: Gestisci la funzione di mancia automatica per tutti i tuoi terminali fisici
lt_lt: Tvarkykite automatinio arbatpinigių funkciją visiems savo fiziniams terminalams
lv_lv: Pārvaldiet automātisko dzeramnaudas funkciju visām savām fiziskajām ierīcēm
nb: Administrer automatisk tippefunksjon for alle dine fysiske terminaler
sv: Hantera automatisk dricksfunktion för alla dina fysiska terminaler

# ms_manage_licenses_txt
source: To manage your licences, please go to the <b>Nexi Merchant Portal</b> and manage your Tap to Pay on Android account.
de: Zum Verwalten Ihrer Lizenzen gehen Sie zu dem <b>Nexi Merchant Portal</b> und verwalten Sie dort Ihr Konto für Tap to Pay on Android.
fi: Voit hallita lisenssejäsi SmartPay-portaalissa ja hallinnoida Tap to Pay on Android -tiliäsi.
fr: Pour gérer vos licences, rendez-vous sur le <b>Nexi Merchant Portal</b> et gérez votre compte Tap to Pay on Android.
it: Per gestire le licenze, vai sul portale SmartPay e gestisci il tuo account Tap To Pay su Android

# ms_manage_terminals
source: Manage your terminals
da: Administrer dine terminaler
de: Verwalten Sie Ihre Terminals
fi: Hallinnoi päätteitäsi
fr: Gérer vos terminaux
it: Gestisci i tuoi terminali
lv_lv: Pārvaldiet savus termināļus
nb: Administrer terminaler
sv: Hantera dina terminaler

# ms_manage_tooltip
source: Manage automatic tip function for your A77 & A920 terminals
da: Administrer den automatiske drikkepengefunktion for dine A77- og A920-terminaler
de: Automatische Trinkgeldfunktion für Ihre Terminals A77 und A920 verwalten
et_ee: Hallake oma A77 ja A920 terminalide automaatset jootraha maksmise funktsiooni
fi: Hallinnoi automaattista juomarahatoimintoa A77- ja A920-päätteissä.
fr: Gérer la fonction pourboire automatique pour vos terminaux A77 et A920
it: Gestisci la funzione automatica mancia per i tuoi terminali A77 & A920
lt_lt: Tvarkykite automatinę arbatpinigių funkciją Jūsų A77 ir A920 terminaluose
lv_lv: Pārvaldiet automātisko dzeramnaudas funkciju saviem A77 un A920 termināļiem
nb: Administrer automatisk driksfunksjon for A77- og A920-terminalene
sv: Hantera automatisk dricksfunktion på A77- och A920-terminaler

# ms_maximum_txt
source: You have reached the maximum of license you have.
de: Sie haben die maximale Anzahl Ihrer Lizenzen verwendet
fi: Olet saavuttanut lisenssiesi enimmäismäärän.
fr: Vous avez atteint le nombre maximum de licences disponibles.
it: Hai raggiunto il massimo delle licenze disponibili.

# ms_maybe_later
source: Maybe later
da: Måske senere
de: Vielleicht später
et_ee: Võib-olla hiljem
fi: Ehkä myöhemmin
fr: Peut-être plus tard
it: Forse più tardi
lt_lt: Galbūt vėliau
lv_lv: Varbūt vēlāk
nb: Kanskje senere
sv: Kanske senare

# ms_merchantCode
source: Merchant code/Terminal menu code
da: Forretningskode/kode på terminalmenu
de: Händlercode/Terminalmenü-Code
et_ee: Kaupmehe kood / Terminali menüü kood
fi: Kauppiaskoodi/päätteen valikkokoodi
fr: Code du commerçant/Code du menu du terminal
it: Codice esercente/Codice menu del terminale
lt_lt: Prekybininko kodas / terminalo meniu kodas
lv_lv: Tirgotāja kods/Termināļa izvēlnes kods
nb: Selgerkode / terminalens menykode
sv: Butikskod/terminalmenykod

# ms_merchant_card_msg
source: Use merchant card
da: Brug forretningskortet
de: Händlerkarte verwenden
et_ee: Kasutage kaupmehe kaarti
fi: Käytä kauppiaskorttia
lt_lt: Naudokite prekybininko kortelę
lv_lv: Izmantojiet tirgotāja karti
nb: Bruk selgerkort
sv: Använd butikskort

# ms_merchant_financing_did_you_know
source: Did you know?
da: Vidste du?
de: Wussten Sie das?
et_ee: Kas teadsite?
fi: Tiesitkö?
fr: Le saviez-vous ?
it: Sapevi che...
lt_lt: Ar žinote?
lv_lv: Vai zinājāt?
nb: Visste du at ...
sv: Visste du?

# ms_merchant_menu_btn
source: Press 8 or use the arrow buttons to navigate down to ‘Merchant menu’.
da: Tryk på 8, eller brug pileknapperne til at navigere ned til "Forretningsmenu".
de: Drücken Sie 8 oder verwenden Sie die Pfeiltasten, um nach unten zum „Händlermenü“ zu navigieren.
et_ee: Vajutage klahvi 8 või kasutage nooleklahve, et liikuda allapoole menüüsse „Kaupmehe menüü”.
fi: Paina 8 tai siirry nuolinäppäimillä alaspäin kohtaan Kauppiasvalikko.
lt_lt: Spauskite 8 arba rodyklių mygtukais eikite žemyn iki „Merchant menu“ (prekybininko meniu).
lv_lv: Nospiediet 8 vai izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Tirgotāja izvēlni”.
nb: Trykk på 8 eller bruk pilknappene for å navigere ned til "Selgermeny".
sv: Tryck på 8 eller använd pilknapparna för att gå ned till ”Butiksmeny”.

# ms_merchant_receipt
source: Show Merchant receipt
da: Vis forretningskvittering
de: Händlerbeleg anzeigen
et_ee: Kuva kaupmehe kviitung
fi: Näytä kauppiaan kuitti
fr: Afficher reçu du marchand
it: Mostra ricevuta commerciante
lt_lt: Rodyti prekybininko kvitą
lv_lv: Rādīt tirgotāja kvīti
nb: Vis selgerkvittering
sv: Visa butikskvitto

# ms_merchant_receipt_desc
source: This will not be shared with the customers
da: Denne deles ikke med kunden
de: Dies ist nicht für den Kunden gedacht.
et_ee: Seda ei jagata klientidega
fi: Tätä ei jaeta asiakkaan kanssa
lt_lt: Šia informacija nebus dalijamasi su klientais
lv_lv: Tas netiks kopīgots ar klientiem
nb: Dette deles ikke med kundene
sv: Detta delas inte med kunderna

# ms_merchant_receipt_title
source: Merchant receipt
da: Forretningskvittering
de: Händlerbeleg
et_ee: Kaupmehe kviitung
fi: Kauppiaan kuitti
fr: Reçu du marchand
it: Ricevuta commerciante
lt_lt: Prekybininko kvitas
lv_lv: Tirgotāja kvīts
nb: Selgerkvittering
sv: Butikskvitto

# ms_merchant_settlements_access_portal
source: Log into the portal and see more details or download your settlements report
da: Log på portalen for at se flere oplysninger eller downloade din afregningsrapport
de: Melden Sie sich beim Portal an, um weitere Einzelheiten zu sehen und Ihren Zahlungsbericht herunterzuladen
et_ee: Logige portaali sisse ja vaadake lisateavet või laadige alla oma arveldusaruanne
fi: Kirjaudu portaaliin ja katso lisätietoja tai lataa tilitysraportti.
fr: Connectez-vous au portail pour en savoir plus ou télécharger votre rapport de règlements
it: Accedi al portale per altri dettagli o scarica il tuo resoconto pagamenti
lt_lt: Jei norite matyti daugiau informacijos arba atsisiųsti atsiskaitymų ataskaitą, prisijunkite prie portalo
lv_lv: Piesakieties portālā un skatiet detalizētu informāciju vai lejupielādējiet norēķinu pārskatu
nb: Logg på portalen og finn mer informasjon, eller last ned oppgjørsrapporten din
sv: Logga in på portalen och få mer information eller ladda ned din avräkningsrapport

# ms_merchant_settlements_better_experience
source: Understand your settlements better
da: Bliv klogere på dine afregninger
de: Zahlungen besser verstehen
et_ee: Mõistke oma arveldusi paremini
fi: Ymmärrä tilityksiäsi paremmin
fr: Mieux comprendre vos règlements
it: Capire meglio i pagamenti
lt_lt: Geriau supraskite savo atsiskaitymus
lv_lv: Labāk izprotiet savus norēķinus
nb: Forstå deg bedre på oppgjør
sv: Få mer information om dina avräkningar

# ms_merchant_statements_access_portal
source: Log into the portal and see more details or download your statements report
da: Log ind på portalen og se flere detaljer eller download din kontoudtog
de: Melden Sie sich im Portal an, um weitere Details zu sehen oder Ihren Kontoauszugsbericht herunterzuladen.
et_ee: Logige portaali sisse ja vaadake rohkem üksikasju või laadige alla oma väljavõtete aruanne
fi: Kirjaudu portaaliin nähdäksesi lisätietoja tai ladataksesi tiliotteesi raportin
fr: Connectez-vous au portail pour voir plus de détails ou télécharger votre rapport de relevés
it: Accedi al portale per visualizzare maggiori dettagli o scaricare il tuo rapporto mensile
lt_lt: Prisijunkite prie portalo ir peržiūrėkite daugiau informacijos arba atsisiųskite savo ataskaitų išrašą
lv_lv: Pieslēdzieties portālam, lai skatītu vairāk informācijas vai lejupielādētu savu pārskata izrakstu.
nb: Logg inn på portalen for å se flere detaljer eller laste ned rapporten over kontoutskrifter
sv: Logga in på portalen och se fler detaljer eller ladda ner din kontoutdragsrapport

# ms_merchant_statements_better_experience
source: Understand your statements better
da: Forstå dine kontoudtog bedre
de: Verstehen Sie Ihre Abrechnungen besser
et_ee: Mõistke oma väljavõtteid paremini
fi: Ymmärrä tiliotteitasi paremmin
fr: Comprenez mieux vos relevés
it: Comprendi meglio i tuoi rapporti
lt_lt: Geriau supraskite savo ataskaitas
lv_lv: Labāk izprotiet savus pārskatus
nb: Forstå rapportene dine bedre
sv: Förstå dina kontoutdrag bättre

# ms_method_unavailable
source: Method unavailable
da: Metode ikke tilgængelig
de: Methode nicht verfügbar
et_ee: Meetod ei ole saadaval
fi: Menetelmä ei ole käytettävissä
lt_lt: Šis būdas negalimas
lv_lv: Metode nav pieejama
nb: Metode utilgjengelig
sv: Metod ej tillgänglig

# ms_million
source: Million
de: Millionen
et_ee: Miljonit
fi: Miljoonaa
fr: Millions
it: Milioni
lt_lt: Mln.
lv_lv: Miljoni
sv: Miljon

# ms_mob_premium_change_screen1_subtxt
source: Lift up the printer cover on top of your terminal.
da: Åbn printerdækslet på toppen af terminalen.
de: Klappen Sie die Druckerabdeckung auf der oberen Seite Ihres Terminals hoch.
fi: Nosta päätelaitteen päällä oleva tulostimen kansi ylös.
fr: Relevez le capot de l'imprimante sur le dessus de votre terminal.
it: Solleva il coperchio della stampante sulla parte superiore del terminale.

# ms_mob_premium_print_receipt_screen1_subtxt
source: Open the Receipt copy app to print the last receipt.
da: Åbn appen med printersymbolet for at printe den sidste kvittering.
de: Öffnen Sie die App „Belegkopie”, um den letzten Beleg zu drucken.
fi: Avaa Receipt copy -sovellus tulostaaksesi viimeisen kuitin.
fr: Ouvrez l'application Copie du reçu pour imprimer le dernier reçu.
it: Apri l'app 'Copia della ricevuta' per stampare l'ultima ricevuta.

# ms_mob_premium_print_receipt_screen1_txt
source: Open the ‘Receipt copy’ app
da: Åbn ‘Receipt copy’ appen
de: Die App „Belegkopie“ öffnen
fi: Avaa Receipt copy -sovellus
fr: Ouvrir l'application « Copie du reçu »
it: Apri l'app 'Copia della ricevuta'

# ms_mob_premium_print_receipt_screen2_subtxt
source: Click the printer icon in the lower right corner on the display.
da: Tryk på printerikonet i skærmens nederste, højre hjørne.
de: Klicken Sie auf das Druckersymbol in der unteren rechten Ecke des Bildschirms.
fi: Napsauta oikeassa yläkulmassa olevaa tulostinkuvaketta.
fr: Cliquez sur l'icône imprimante dans le coin inférieur droit de l'écran.
it: Fai clic sull'icona della stampante nell'angolo in basso a destra sullo schermo.

# ms_mob_premium_receive_screen2_subtxt
source: Let your customer complete the purchase by using their payment card. Note that the contactless reader area is located on the screen.
da: Lad din kunde gennemføre købet ved at bruge deres betalingskort. Bemærk at den kontaktløse læser er placeret på skærmen.
de: Bitten Sie Ihren Kunden, den Kauf mit seiner Zahlungskarte abzuschließen. Der Bereich des kontaktlosen Lesegeräts befindet sich auf dem Bildschirm.
fi: Anna asiakkaasi suorittaa maksu maksukortillaan. Huomaa, että lähimaksulukijan alue sijaitsee näytöllä.
fr: Laissez votre client effectuer l'achat à l'aide de sa carte de paiement. La zone du lecteur sans contact se trouve sur l'écran.
it: Fai completare l'acquisto al cliente usando la carta di pagamento. Nota: l'area del lettore contactless è posizionata sullo schermo.

# ms_mob_premium_receive_tip_screen2_subtxt
source: Let your customer insert their payment card. You can only receive tips when your customer pays with the chip of the payment card.
da: Lad din kunde indsætte sit betalingskort. Du kan kun modtage drikkepenge, når din kunde betaler med chippen på deres betalingskort.
de: Bitten Sie Ihre Kunden, die Zahlungskarte einzustecken. Sie können nur Trinkgeld erhalten, wenn Ihr Kunde mit dem Chip auf der Zahlungskarte bezahlt.
fi: Anna asiakkaan asettaa maksukorttinsa. Voit vastaanottaa juomarahaa vain, kun asiakkaasi maksaa maksukortin sirulla.
fr: Laissez le client introduire sa carte de paiement. Un pourboire n'est possible que lorsque votre client effectue un paiement avec la puce de la carte de paiement.
it: Fai inserire al cliente la carta di pagamento. Puoi ricevere mance solo quando il cliente paga con il chip della carta di pagamento.

# ms_mob_premium_receive_tip_screen2_txt
source: Let your customer insert their payment card
da: Lad din kunde indsætte sit betalingskort
de: Den Kunden um Einstecken seiner Zahlungskarte bitten
fi: Anna asiakkaan asettaa maksukorttinsa.
fr: Laissez le client introduire sa carte de paiement
it: Fai inserire al cliente la carta di pagamento

# ms_mob_premium_refund_screen3_subtxt
source: Use the numeric pad to enter the amount of the refund. Press the GREEN button to confirm.
da: Brug tastaturet til at indtaste et mindre beløb. Tryk på den GRØNNE OK-knap for at bekræfte.
de: Geben Sie auf dem Ziffernblock einen kleinen Betrag ein, um eine Testtransaktion durchzuführen. Drücken Sie zur Bestätigung die GRÜNE Taste.
fi: Syötä palautussumma numeronäppäimistöllä. Vahvista painamalla VIHREÄÄ painiketta.
fr: Utilisez le pavé numérique pour entrer le montant du remboursement. Appuyez sur le bouton VERT pour confirmer.
it: Usa il tastierino numerico per inserire l'importo del rimborso. Premi il pulsante VERDE per confermare.

# ms_mob_premium_refund_screen4_subtxt
source: Let your customer complete the refund by using their payment card. Note that the contactless reader area is located on the screen.
de: Bitten Sie Ihren Kunden, die Rückerstattung mit seiner Zahlungskarte abzuschließen. Der Bereich des kontaktlosen Lesegeräts befindet sich auf dem Bildschirm.
fi: Anna asiakkaasi suorittaa palautus maksukortillaan. Huomaa, että lähimaksulukijan alue sijaitsee näytöllä.
fr: Laissez votre client effectuer le remboursement à l'aide de sa carte de paiement. La zone du lecteur sans contact se trouve sur l'écran.
it: Fai completare il rimborso al cliente con la sua carta di pagamento. L'area del lettore contactless è posizionata sullo schermo.

# ms_mob_premium_setup_last_screen_subtxt
source: Within 5 seconds, tap on the RED X on the screen to decline printing of your customer’s receipt or tap the GREEN checkmark to accept.
da: Indenfor 5 sekunder, tryk på det RØDE X på skærmen, for at afvise print af din kundes kvittering, eller tryk på det GRØNNE flueben for at acceptere.
de: Sie haben 5 Sekunden Zeit, auf die ROTE X-Taste auf dem Bildschirm zu tippen, wenn Ihr Kunde keinen Beleg benötigt, bzw. auf den GRÜNEN Haken, falls der Beleg gedruckt werden soll.
fi: Napauta 5 sekunnin kuluessa näytöllä olevaa PUNAISTA X -painiketta kieltääksesi asiakkaan kuitin tulostamisen tai napauta VIHREÄÄ valintamerkkiä hyväksyäksesi sen.
fr: Vous avez 5 secondes pour appuyer sur le X ROUGE de l'écran pour refuser l'impression du reçu du client ou appuyer sur la coche VERTE pour accepter.
it: Entro 5 secondi, tocca RED X sullo schermo per rifiutare la stampa della ricevuta per il cliente o tocca il segno di spunta VERDE per accettare.

# ms_mob_premium_setup_screen2_subtxt
source: Place the terminal onto the base station. Press the RED (X) button until the screen lights up. The terminal is ready when the screen with the apps appear. This can take up to 1 min.
da: Sæt terminalen på ladebasen. Tryk på den RØDE (X)-knap indtil skærmen lyser op. Terminalen er klar, når skærmen med forskellige apps vises. Dette kan tage op til 1 min.
de: Stellen Sie das Terminal in die Basisstation. Drücken Sie die ROTE (X) Taste, bis der Bildschirm aufleuchtet. Wenn der Bildschirm mit den Apps erscheint, ist das Terminal bereit. Dies kann bis zu 1 Minute dauern.
fi: Aseta päätelaite tukiasemaan. Paina PUNAISTA (X) -painiketta, kunnes näyttö syttyy. Päätelaite on valmis, kun näyttö sovelluksineen tulee näkyviin. Tämä voi kestää enintään 1 minuutin.
fr: Installez le terminal sur la station de base. Appuyez sur le bouton (X) ROUGE jusqu'à ce que l'écran s'allume. Le terminal est prêt lorsque l'écran contenant les applications s'affiche. Cela peut prendre jusqu'à 1 minute.
it: Posiziona il terminale sulla stazione base. Premi il pulsante ROSSO (X) fino a quando lo schermo si illumina. Il terminale è pronto quando appare lo schermo con le app. L'operazione può richiedere fino a 1 minuto.

# ms_mob_premium_setup_screen3_subtxt
source: This process takes a few seconds. When a receipt is printed, the terminal is set up right.
da: Dette tager få sekunder. Når terminalen har udskrevet en kvittering, er den klar til brug.
de: Dieser Vorgang dauert ein paar Sekunden. Sobald ein Beleg gedruckt wird, ist das Terminal korrekt konfiguriert.
fi: Tämä prosessi kestää muutaman sekunnin. Kun kuitti tulostuu, tiedät, että pääte on asennettu oikein.
fr: Ce processus prend quelques secondes. Lorsqu'un reçu est imprimé, le terminal est correctement paramétré.
it: Questo procedura richiede pochi secondi. Quando viene stampata la ricevuta, il terminale è stato configurato correttamente.

# ms_mob_premium_setup_screen5_subtxt
source: Complete the test transaction by using your own payment card. Note that the contactless reader area is located on the screen.
da: Gennemfør testtransaktionen ved at bruge dit eget betalingskort. Bemærk at den kontaktløse læser er placeret på skærmen.
de: Schließen Sie die Testtransaktion mit Ihrer eigenen Zahlungskarte ab. Der Bereich für das kontaktlose Lesegerät befindet sich auf dem Bildschirm.
fi: Suorita testitapahtuma omalla maksukortillasi. Huomaa, että lähimaksulukijan alue sijaitsee näytöllä.
fr: Exécutez la transaction test à l'aide de votre propre carte de paiement. La zone du lecteur sans contact se trouve sur l'écran.
it: Completa la transazione di prova usando la tua carta di pagamento. L'area del lettore contactless è posizionata sullo schermo.

# ms_more
source: More
da: Mere
de: Mehr
et_ee: Veel
fi: Lisää
fr: Autres
it: Altro
lt_lt: Daugiau
lv_lv: Vairāk
nb: Mer
sv: Mer

# ms_moreFilters
source: More filters
da: Flere filtre
de: Mehr Filter
et_ee: Veel filtreid
fi: Lisää suodattimia
fr: Plus de filtres
it: Più filtri
lt_lt: Daugiau filtrų
lv_lv: Vairāk filtri
nb: Flere filtre
sv: Fler filter

# ms_more_license_ttpoi_header
source: See how you can get more licenses for Tap to Pay on iPhone
da: Se, hvordan du kan købe flere licenser til Tap to Pay på iPhone
de: So erhalten Sie weitere Lizenzen für Tap to Pay auf dem iPhone
fi: Katso kuinka hankit lisää iPhonen Tap to Pay -lisenssejä
fr: Découvrez comment obtenir des licences supplémentaires pour Tap to Pay sur iPhone
it: Scopri come ottenere più licenze per Tap to Pay su iPhone
lt_lt: Sužinokite, kaip gauti daugiau „Tap to Pay on iPhone“ licencijų
lv_lv: Skatiet, kā iPhone tālrunī varat iegūt papildu licences pakalpojumam Tap to Pay on iPhone
nb: Finn ut hvordan du får flere lisenser til Tap to Pay på iPhone
sv: Se hur du skaffar fler licenser för Tap to Pay på iPhone

# ms_more_license_txt
source: To acquire more Tap to Pay on Android licenses, please visit the <b>Nexi Merchant Portal</b> where you can manage and add additional licenses to your outlets.
de: Um mehr Lizenzen für Tap to Pay on Android zu erwerben, besuchen Sie das <b>Nexi Merchant Portal</b> wo Sie zusätzliche Lizenzen für Ihre Filialen verwalten und hinzufügen können.
fi: Jos haluat hankkia lisää Tap to Pay on Android -lisenssejä, käy Smart Portalissa, jossa voit hallita ja lisätä lisälisenssejä myyntipisteisiin.
fr: Pour obtenir des licences Tap To Pay on Android supplémentaires, rendez-vous sur le <b>Nexi Merchant Poral</b> où vous pouvez gérer et ajouter d'autres licences à vos points de vente.
it: Per acquisire più licenze Tap To Pay su Android, visita lo Smart Portal dove puoi gestire e aggiungere altre licenze ai tuoi outlet.

# ms_more_licenses
source: Get more licenses
da: Køb flere licenser
de: Weitere Lizenzen erhalten
et_ee: Hankige veel litsentse
fi: Hanki lisää lisenssejä
fr: Obtenir des licences supplémentaires
it: Ottieni più licenze
lt_lt: Gauti daugiau licencijų
lv_lv: Iegūt vairāk licenču
nb: Få flere lisenser
sv: Få fler licenser

# ms_move_3500_step2_head
source: Place your terminal on the base station
da: Sæt terminalen i opladeren
de: Stellen Sie Ihr Terminal auf die Basisstation.
et_ee: Asetage oma terminal tugijaama
fi: Aseta päätelaite tukiaseman päälle
it: Posiziona il tuo terminale sulla stazione di base
lt_lt: įstatykite mokėjimo terminalą į pagrindinę stotelę
lv_lv: Novietojiet savu termināli uz bāzes stacijas
nb: Sett terminalen på basestasjonen
sv: Placera terminalen på basstationen

# ms_myTerminals
source: My terminals
da: Mine terminaler
de: Meine Terminals
et_ee: Minu terminalid
fi: Omat päätteet
fr: Mes terminaux
it: I miei terminali
lt_lt: Mano terminalai
lv_lv: Mani termināļi
nb: Mine terminaler
sv: Mina terminaler
