Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# not_category_subscribe_error
source: Could not subscribe to notifications category. Please try again.
da: Tilmelding til notifikationskategori blev ikke gennemført. Prøv venligst igen.
de: Benachrichtigungskategorie konnte nicht abonniert werden. Bitte versuchen Sie es erneut.
et_ee: Teadete kategooriat ei saanud tellida. Palun proovige uuesti.
fi: Ilmoitusluokan tilaaminen epäonnistui. Yritä uudelleen.
fr: Impossible de s'abonner à la catégorie Notifications. Veuillez réessayer.
it: Impossibile annullare l'iscrizione alla categoria di notifiche. Riprova.
lt_lt: Nepavyko užsisakyti pranešimų prenumeratos. Bandykite dar kartą.
lv_lv: Nevarēja pierakstīties paziņojumu kategorijai. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke melde deg på varslingskategorien. Prøv igjen.
sv: Kunde inte avsluta prenumerationen i meddelandekategorin. Försök igen.

# not_category_unsubscribe_error
source: Could not unsubscribe to notifications category. Please try again.
da: Afmelding af notifikationskategori blev ikke gennemført. Prøv venligst igen.
de: Abonnement für die Benachrichtigungskategorie konnte nicht gekündigt werden. Bitte versuchen Sie es erneut.
et_ee: Teadete kategooria tellimust ei saanud tühistada. Palun proovige uuesti.
fi: Ilmoitusluokan peruuttaminen epäonnistui. Yritä uudelleen.
fr: Impossible de se désabonner de la catégorie Notifications. Veuillez réessayer.
it: Impossibile annullare l'iscrizione alla categoria di notifiche. Riprova.
lt_lt: Nepavyko atsisakyti pranešimų prenumeratos. Bandykite dar kartą.
lv_lv: Nevarēja pierakstīties paziņojumu kategorijai. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke melde deg av varslingskategorien. Prøv igjen.
sv: Kunde inte avsluta prenumerationen i meddelandekategorin. Försök igen.

source: Not compatible
de: Nicht kompatibel
fi: Ei yhteensopiva
fr: Non compatible
it: Non compatibile

# not_data_update
source: Data update
da: Dataopdatering
de: Datenaktualisierung
et_ee: Andmete värskendamine
fi: Tietojen päivitys
fr: Mise à jour des données
it: Aggiornamento dati
lt_lt: Duomenų atnaujinimas
lv_lv: Datu atjaunošana
nb: Dataoppdatering
sv: Datauppdatering

# not_improvements
source: Improvements to the app
da: Forbedringer til appen
de: Verbesserungen an der App
et_ee: Rakenduse täiustused
fi: Parannuksia sovellukseen
fr: Améliorations apportées à l'application
it: Miglioramenti all'app
lt_lt: Programos patobulinimai
lv_lv: Lietotnes uzlabojumi
nb: Forbedringer av appen
sv: Förbättringar av appen

# not_promotions
source: Promotional offers
da: Kampagnetilbud
de: Werbeangebote
et_ee: Kampaaniapakkumised
fi: Tarjoukset
fr: Actions
it: Offerte promozionali
lt_lt: Reklaminiai pasiūlymai
lv_lv: Akcijas piedāvājumi
nb: Kampanjetilbud
sv: Reklamerbjudanden

# not_tips_tricks
source: Tips and tricks to use the app
da: Tips og tricks til brug af appen
de: Tipps und Tricks zur Verwendung der App
et_ee: Nõuanded ja nipid rakenduse kasutamiseks
fi: Vihjeitä ja vinkkejä sovelluksen käyttämiseen
fr: Conseils et astuces pour utiliser l'application
it: Suggerimenti e trucchi per usare l'app
lt_lt: Patarimai ir gudrybės kaip naudoti programą
lv_lv: Padomi un triki, lai izmantotu lietotni
nb: Tips og triks for bruk av appen
sv: Tips och tricks för att använda appen

# ovw_avg_purchase
source: Average purchase amount
da: Gennemsnitligt transaktionsbeløb
de: Durchschnittlicher Kaufbetrag
et_ee: Keskmine ostusumma
fi: Keskimääräinen ostosumma
fr: Montant d'achat moyen
it: Importo medio di acquisto
lt_lt: Vidutinė pirkinių suma
lv_lv: Vidējā pirkuma summa
nb: Gjennomsnittlig kjøpsbeløp
sv: Genomsnittligt köpbelopp

# ovw_avg_purchase_with_date_format
source: Average purchase amount dd/MM/yy
da: Gennemsnitligt transaktionsbeløb dd/MM/yy
de: Durchschnittlicher Kaufbetrag dd.MM.yy
et_ee: Keskmine ostusumma pp/KK/aa
fi: Keskimääräinen ostosumma dd/MM/yy
fr: Montant d'achat moyen jj/MM/aa
it: Importo medio di acquisto gg/MM/aa
lt_lt: Vidutinė pirkinių suma yyyy-MM-dd
lv_lv: Vidējā pirkuma summa dd.mm.gg.
nb: Gjennomsnittlig kjøpsbeløp dd.MM.yy
sv: Genomsnittligt köpbelopp dd/MM/yy

# ovw_avg_purchase_yesterday
source: Average purchase amount yesterday
da: I går købte kunderne i gennemsnit for
de: Durchschn. Kaufbetrag gestern
et_ee: Eilne keskmine ostusumma
fi: Keskimääräinen ostosumma eilen
fr: Montant d'achat moyen hier
it: Importo medio di acquisto ieri
lt_lt: Vidutinė pirkinių suma vakar buvo
lv_lv: Vakar vidējā pirkuma summa
nb: I går kjøpte kunder i gjennomsnitt for
sv: I går köpte kunder i genomsnitt för

# ovw_busiest_hour_purchase
source: Busiest hour
da: Travleste tid
de: Geschäftigste Stunde
et_ee: Aktiivseim tund
fi: Kiireisin aika
fr: Heure de plus forte affluence
it: Ora di maggiore traffico
lt_lt: Daugiausia pirkėjų
lv_lv: Aktīvākā stunda
nb: Travleste time
sv: Tidpunkten med mest aktivitet

# ovw_busiest_hour_with_date_format
source: Busiest hour dd/MM/yy
da: Travleste tid dd/MM/yy
de: Geschäftigste Stunde dd.MM.yy
et_ee: Aktiivseim tund pp/KK/aa
fi: Kiireisin aika dd/MM/yy
fr: Heure de plus forte affluence jj/MM/aa
it: Ora di maggiore traffico gg/MM/aa
lt_lt: Daugiausia pirkėjų yyyy-MM-dd
lv_lv: Aktīvākā stunda dd.mm.gg.
nb: Travleste time dd.MM.yy
sv: Tidpunkten med mest aktivitet dd/MM/yy

# ovw_busiest_hour_yesterday
source: Busiest hour yesterday was
da: I går var der mest travlt
de: Geschäftigste Stunde gestern war von
et_ee: Eile oli kõige aktiivsem tund
fi: Kiireisin aika eilen
fr: Heure de plus forte affluence hier
it: Ieri l'ora di maggiore traffico è stata
lt_lt: Daugiausia pirkėjų vakar buvo
lv_lv: Aktīvākā stunda vakar bija
nb: I går var det mest travelt
sv: I går var det högst aktivitet

# ovw_last_amount_paid_out
source: Last amount paid out
da: Seneste beløb udbetalt
de: Letzter ausgezahlter Betrag
et_ee: Viimane väljamakstud summa
fi: Viimeksi tilitetty summa
fr: Dernier montant versé
it: Ultimo importo pagato
lt_lt: Paskutinė išmokėta suma
lv_lv: Pēdējā izmaksātā summa
nb: Siste beløp utbetalt
sv: Senaste utbetalat belopp

# ovw_turnover_cmp_last_month
source: Turnover compared to last month
da: Omsætning sammenlignet med sidste måned
de: Umsatz im Vergleich zum Vormonat
et_ee: Käive võrreldes eelmise kuuga
fi: Liikevaihto viime kuuhun verrattuna
fr: Chiffre d'affaires comparé au mois dernier
it: Fatturato rispetto al mese precedente
lt_lt: Apyvarta palyginus su paskutiniu mėnesiu
lv_lv: Apgrozījums salīdzinājumā ar iepriekšējo mēnesi
nb: Omsetning sammenlignet med forrige måned
sv: Omsättning jämfört med förra månaden

# ovw_turnover_cmp_month_format
source: %1$s turnover compared to %2$s
da: %1$s omsætning sammenlignet med %2$s
de: %1$s-Umsatz im Vergleich zu %2$s
et_ee: Kuukäivete võrdlus: %1$s ja %2$s
fi: %1$s liikevaihto verrattuna %2$s
fr: Chiffre d'affaires de %1$s comparé à %2$s
it: %1$s fatturato rispetto a %2$s
lt_lt: %1$s apyvarta palyginus su %2$s
lv_lv: %1$s apgrozījums, salīdzinot ar %2$s
nb: %1$s omsetning sammenlignet med %2$s
sv: %1$s omsättning jämfört med %2$s

# ovw_turnover_compared_to
source: turnover compared to
da: omsætning sammenlignet med
de: -Umsatz im Vergleich zu
et_ee: Kuukäivete võrdlus: ja
fi: liikevaihto verrattuna
fr: chiffre d'affaires comparé à
it: fatturato rispetto a
lt_lt: apyvarta palyginus su
lv_lv: apgrozījums salīdzinājumā ar
nb: omsetning sammenlignet med
sv: omsättning jämfört med

# ovw_turnover_for
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# ovw_turnover_for_formatted
source: Turnover, [day's name] [day] [month]
da: Omsætning, [day's name] d. [day] [month]
de: Umsatz, [day's name], [day]. [month]
et_ee: Käive: [päeva nimi], [päev]. [kuu]
fi: Liikevaihto [day's name], [day]. [month]
fr: Chiffre d'affaires, [day's name] [day] [month]
it: Fatturato, [nome del giorno] [giorno] [mese]
lt_lt: Apyvarta, [month] [day] d., [day's name]
lv_lv: Apgrozījums, [dienas nosaukums] [diena] [mēnesis]
nb: Omsetning, [day's name] [day] [month]
sv: Omsättning, [day's name] den [day] [month]

# ovw_turnover_yesterday
source: Turnover yesterday
da: Omsætning i går
de: Umsatz gestern
et_ee: Eilne käive
fi: Liikevaihto eilen
fr: Chiffre d'affaires hier
it: Fatturato ieri
lt_lt: Apyvarta vakar buvo
lv_lv: Apgrozījums vakar
nb: Omsetning i går
sv: Omsättning igår

# pin_add_code
source: E-mail verification code
da: E-mail-verifikationskode
de: E-Mail-Verifizierungscode
et_ee: Sisestage kood
fi: Syötä koodi
fr: Envoyer un code de vérification par e-mail
it: Codice di verifica e-mail
lt_lt: El. pašto patvirtinimo kodas
lv_lv: Ievadiet kodu
nb: Bekreftelseskode for e-post
sv: Ange kod

# pin_code_admin_sent_email
source: We have now sent a code to the company administrator(s).
da: Vi har nu sendt en kode til virksomhedens administrator(er).
de: Wir haben einen Code an die Administratoren des Unternehmens gesendet.
et_ee: Saatsime koodi ettevõtte administraatori(te)le.
fi: Koodi on lähetetty yrityksen järjestelmänvalvojalle.
fr: Nous venons d'envoyer un code à l'administrateur ou aux administrateurs de la société.
it: Abbiamo inviato ora un codice all'amministratore/agli amministratori dell'azienda.
lt_lt: Išsiuntėme kodą įmonės administratoriui (-iams).
lv_lv: Tagad esam nosūtījuši kodu uzņēmuma administratoram (-iem).
nb: Vi har nå sendt en kode til selskapets administrator(er).
sv: Vi har nu skickat en kod till företagets administratör(er).

# pin_code_sent_email
source: We have now sent a code to:
da: Vi har nu sendt en kode til:
de: Wir haben einen Code an die folgende E-Mail-Adresse versandt:
et_ee: Saatsime koodi aadressile:
fi: Olemme lähettäneet koodin osoitteeseen:
fr: Nous venons d'envoyer un code à:
it: Abbiamo mandato ora un codice a:
lt_lt: Kodą išsiuntėme adresu:
lv_lv: Tagad esam nosūtījuši kodu:
nb: Vi har nå sendt en kode til:
sv: Vi har nu skickat en kod till:

# pin_continue
source: Continue
da: Fortsæt
de: Fortfahren
et_ee: Jätka
fi: Jatka
fr: Continuer
it: Continua
lt_lt: Tęsti
lv_lv: Turpināt
nb: Fortsett
sv: Fortsätt

# pin_correct
source: Code is correct
da: Koden er korrekt
de: Code ist korrekt
et_ee: Kood on õige
fi: Koodi on oikein
fr: Code correct
it: Il codice è corretto
lt_lt: Kodas yra teisingas
lv_lv: Kods ir pareizs
nb: Koden er riktig
sv: Koden är korrekt

# pin_has_expired
source: Code has expired
da: Koden er udløbet
de: Code ist abgelaufen
et_ee: Kood on aegunud
fi: Koodi on vanhentunut
fr: Le code a expiré
it: Il codice è scaduto
lt_lt: Kodas nebegalioja
lv_lv: Kods ir novecojis
nb: Koden er utløpt
sv: Koden har gått ut

# pin_not_correct
source: Code is not correct
da: Koden er forkert
de: Der Code ist ungültig.
et_ee: Kood ei ole õige
fi: Koodi on väärin
fr: Le code est erroné
it: Il codice non è corretto
lt_lt: Kodas yra neteisingas
lv_lv: Kods nav pareizs
nb: Koden er feil
sv: Koden är inte korrekt

# pin_too_many_tries
source: Too many incorrect code attempts
da: For mange forkerte forsøg på indtastning af kode
de: Zu viele ungültige Versuche bei der Eingabe des Codes
et_ee: Liiga palju vale koodi sisestusi
fi: Liian monta epäonnistunutta koodin syöttöyritystä
fr: De trop nombreux codes erronés ont été entrés
it: Troppi tentativi di codici errati
lt_lt: Per daug neteisingų bandymų įvesti kodą
lv_lv: Pārāk daudz nepareizu kodu mēģinājumu
nb: For mange forsøk med feil kode
sv: För många försök med felaktig kod

# pkh_high
source: High
da: Høj
de: Hoch
et_ee: Kõrge
fi: Korkea
fr: Élevé
it: Alto
lt_lt: Didelis
lv_lv: Augsts
nb: Høy
sv: Hög

# pkh_highest
source: Highest
da: Højest
de: Sehr hoch
et_ee: Suurim
fi: Korkein
fr: Le plus élevé
it: Il più alto
lt_lt: Didžiausias
lv_lv: Augstākais
nb: Høyest
sv: Högst

# pkh_hour
source: Hour
da: Kl.
de: Uhrzeit
et_ee: Tunnid
fi: Klo
fr: Heure
it: Ora
lt_lt: Valanda
lv_lv: Stunda
nb: Kl.
sv: kl.

# pkh_low
source: Low
da: Lav
de: Niedrig
et_ee: Madal
fi: Matala
fr: Faible
it: Basso
lt_lt: Mažas
lv_lv: Zems
nb: Lav
sv: Låg

# pkh_lowest
source: Lowest
da: Lavest
de: Sehr niedrig
et_ee: Madalaim
fi: Matalin
fr: Le plus faible
it: Il più basso
lt_lt: Mažiausias
lv_lv: Zemākais
nb: Lavest
sv: Lägst

# pkh_medium
source: Medium
da: Mellem
de: Mittel
et_ee: Keskmine
fi: Keski
fr: Moyen
it: Medio
lt_lt: Vidutinis
lv_lv: Vidējs
nb: Middels
sv: Mellan

# pkh_no_of_purchases
source: Count
da: Antal
de: Zahlungen
et_ee: Arv
fi: Lukumäärä
fr: Total
it: Conteggio
lt_lt: Skaičius
lv_lv: Skaits
nb: Antall
sv: Antal

# pkh_no_of_purchases_desc
source: Number of transactions per hour
da: Antal transaktioner pr. time
de: Anzahl der Transaktionen pro Stunde
et_ee: Tehingute arv tunnis
fi: Tapahtumien määrä tuntia kohti
fr: Nombre de transactions par heure
it: Numero di transazioni per ora
lt_lt: Operacijų skaičius per valandą
lv_lv: Darījumu skaits stundā
nb: Antall transaksjoner per time
sv: Antal transaktioner per timme

# pkh_no_of_purchases_name
source: Number of transactions
da: Antal transaktioner
de: Anzahl der Transaktionen
et_ee: Tehingute arv
fi: Tapahtumien lukumäärä
fr: Nombre de transactions
it: Numero di transazioni
lt_lt: Operacijų skaičius
lv_lv: Darījumu skaits
nb: Antall transaksjoner
sv: Antal transaktioner

# pkh_none
source: None
da: Ingen
de: Keine
et_ee: Puudub
fi: Ei mitään
fr: Aucun
it: Nessuno
lt_lt: Nėra
lv_lv: Neviens
nb: Ingen
sv: Ingen

# pkh_volume_desc
source: Turnover per hour
da: Omsætning pr. time
de: Umsatz pro Stunde
et_ee: Käive tunnis
fi: Liikevaihto tuntia kohti
fr: Chiffre d'affaires par heure
it: Fatturato per ora
lt_lt: Apyvarta per valandą
lv_lv: Apgrozījums stundā
nb: Omsetning per time
sv: Omsättning per timme

# pkh_volume_name
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

source: Privacy policy
de: Datenschutzerklärung
fi: Tietosuojakäytäntö
fr: Confidentialité
it: Informativa sulla Privacy
lv_lv: Privātuma politika
nb: Personvernerklæring

source: Purchase Made Possible With
da: Køb Gjort Muligt Med
de: Der Kauf Wurde Ermöglicht Mit
et_ee: Ost Võimaldatud Tänu
fi: Ostoksen Mahdollistaa
fr: Achat Rendu Possible Avec
it: Acquisto Reso Possibile Con
lt_lt: Pirkimas Įmanomas Su
lv_lv: Pirkums Iespējams Ar
nb: Kjøp Gjort Mulig Med
sv: Köp Gjort Möjligt Med

# rate_later
source: Later
da: Senere
de: Später
et_ee: Hiljem
fi: Myöhemmin
fr: Plus tard
it: Più tardi
lt_lt: Vėliau
lv_lv: Vēlāk
nb: Senere
sv: Senare

# rate_message
source: If you enjoy using the app, please take a moment to rate it. Thanks for your support!
da: Hvis du er glad for appen, må du gerne bruge et øjeblik på at bedømme den. Tak for hjælpen!
de: Wenn Ihnen die App gefällt, nehmen Sie sich einen Moment Zeit, um sie zu bewerten. Danke für Ihre Unterstützung!
et_ee: Kui teile meeldib see rakendus, siis palume seda hinnata. Täname teid toetuse eest!
fi: Jos nautit sovelluksesta, käytä hetki sen arvosteluun. Kiitos tuestasi!
fr: Si vous utilisez volontiers l'application, prenez le temps de l'évaluer. Merci pour votre soutien!
it: Se ti piace usare l'app, fermati un attimo per valutarla. Grazie per il tuo supporto!
lt_lt: Jei programėlė jums patiko, skirkite šiek tiek laiko jai įvertinti. Ačiū jums už palaikymą!
lv_lv: Ja jums patīk izmantot lietotni, lūdzu, veltiet laiku, lai to novērtētu. Paldies par atbalstu!
nb: Hvis du liker appen, setter vi stor pris på om du kunne tenke deg å vurdere den. Takk for støtten!
sv: Betygsätt gärna appen om du gillar den. Tack för din hjälp!

# rate_never
source: No, thanks
da: Nej tak
de: Nein, danke
et_ee: Ei, aitäh
fi: Ei kiitos
fr: Non merci
it: No grazie
lt_lt: Ne, ačiū!
lv_lv: Nē, paldies!
nb: Nei, takk
sv: Nej, tack

# rate_rate
source: Rate
da: Bedøm
de: Bewerten
et_ee: Hinda
fi: Arvostele
fr: Évaluer
it: Valuta
lt_lt: Vertinti
lv_lv: Novērtēt
nb: Vurder
sv: Betygsätt

# rate_title
source: Rate the app
da: Bedøm denne app
de: App bewerten
et_ee: Hinda rakendust
fi: Arvostele sovellus
fr: Évaluer l'application
it: Valuta l'app
lt_lt: Įvertinkite programą
lv_lv: Novērtējiet lietotni
nb: Vurder appen
sv: Betygsätt appen

source: Refund Made Possible With
de: Rückerstattung möglich mit
fi: Palautuksen Mahdollistaa
fr: Remboursement possible avec
it: Rimborso Possibile Con

# reg_auth_expired_warning
source: Your access has expired. Please sign in again.
da: Din adgang er udløbet. Log venligst på igen.
de: Ihr Zugang ist abgelaufen. Bitte melden Sie sich erneut an.
et_ee: Teie juurdepääs on aegunud. Palun logige uuesti sisse.
fi: Käyttöoikeus on vanhentunut. Kirjaudu sisään uudelleen.
fr: Votre accès a expiré. Veuillez vous reconnecter.
it: Il tuo accesso è scaduto. Accedi di nuovo.
lt_lt: Jūsų prieiga nebegalioja. Prisijunkite iš naujo.
lv_lv: Jūsu piekļuves laiks ir beidzies. Lūdzu, pierakstieties vēlreiz.
nb: Tilgangen er utløpt. Vennligst registrer deg på nytt.
sv: Din åtkomst har gått ut. Registrera dig igen.

# reg_continue
source: Continue
da: Fortsæt
de: Fortfahren
et_ee: Jätka
fi: Jatka
fr: Continuer
it: Continua
lt_lt: Tęsti
lv_lv: Turpināt
nb: Fortsett
sv: Fortsätt

# reg_email
source: Email
de: E-Mail-Adresse
et_ee: E-posti aadress
fi: Sähköposti
fr: Adresse e-mail
lt_lt: El. pašto adresas
lv_lv: E-pasts
nb: E-postadresse
sv: E-postadress

# reg_email_not_registered
source: Email not registered
da: E-mail ikke registreret
de: E-Mail-Adresse ist nicht registriert
et_ee: E-posti aadress pole registreeritud
fi: Sähköpostia ei ole rekisteröity
fr: Adresse e-mail pas enregistrée
it: E-mail non registrata
lt_lt: El. pašto adresas neregistruotas
lv_lv: E-pasts nav reģistrēts
nb: E-post ikke registrert
sv: E-postadress är inte registrerad

# reg_enter_email
source: Enter your email
da: Indtast din e-mail
de: E-Mail-Adresse eingeben
et_ee: Sisestage oma e-posti aadress
fi: Syötä sähköpostiosoitteesi
fr: Entrer votre adresse e-mail
it: Inserisci la tua e-mail
lt_lt: Įveskite savo el. pašto adresą
lv_lv: Ievadiet savu e-pastu
nb: Skriv inn e-postadressen din
sv: Ange din e-postadress

# reg_invalid_email
source: Invalid email
da: Ugyldig e-mail
de: Ungültige E-Mail-Adresse
et_ee: Kehtetu e-posti aadress
fi: Virheellinen sähköpostiosoite
fr: Adresse e-mail invalide
it: E-mail non valida
lt_lt: Neteisingas el. pašto adresas
lv_lv: Nederīgs e-pasts
nb: Ugyldig e-postadresse
sv: Ogiltig e-postadress

# reg_not_registered
source: Not registered
da: Ikke registreret
de: Nicht registriert
et_ee: Pole registreeritud
fi: Ei rekisteröity
fr: Pas enregistré
it: Non registrato
lt_lt: Neregistruotas
lv_lv: Nav reģistrēts
nb: Ikke registrert
sv: Inte registrerad

# reg_return_to_entering_code
source: Return to entering code
da: Retur til indtastning af kode
de: Zurück zur Eingabe des Codes
et_ee: Tagasi koodi sisestamise juurde
fi: Palaa koodin syöttämiseen
fr: Retourner à l'entrée du code
it: Torna a inserimento del codice
lt_lt: Grįžti į kodo įvedimo rodinį
lv_lv: Atgriezties pie koda ievadīšanas
nb: Gå tilbake til inntasting av kode
sv: Återgå till att ange kod

# reg_start_over_warning
source: If you start over, you will receive a new code and you cannot use the previously sent code
da: Hvis du starter forfra, vil du modtage en ny kode, og du vil ikke kunne bruge den tidligere fremsendte kode
de: Wenn Sie von vorn beginnen, erhalten Sie einen neuen Code und Sie können den zuvor gesendeten Code nicht verwenden
et_ee: Kui alustate uuesti, saate uue koodi ja ei saa varem saadetud koodi kasutada
fi: Jos aloitat alusta, saat uuden koodin etkä voi käyttää aiemmin lähetettyä koodia
fr: Si vous recommencez, vous recevrez un nouveau code et vous ne pourrez pas utiliser le code envoyé précédemment
it: Se ricominci, riceverai un nuovo codice e non potrai usare il codice inviato in precedenza
lt_lt: Jei pradėsite iš naujo, gausite naują kodą ir anksčiau išsiųsto kodo naudoti nebegalėsite
lv_lv: Ja sākat no sākuma, jūs saņemsiet jaunu kodu, jo iepriekš nosūtīto kodu nevar izmantot
nb: Hvis du begynner på nytt, vil du få en ny PIN-kode, og du kan ikke bruke tidligere tilsendt PIN-kode
sv: Om du börjar om får du en ny kod och kan inte använda den föregående koden

# reg_use_registered_email
source: You can log in with the email address that your company has already registered with Nets. It may be the email you provided when you were created as a customer, or the email you receive settlements on.
da: Du kan logge ind med den e-mailadresse, din virksomhed allerede har registreret hos Nets. Det kan være den adresse, du oplyste, da du blev oprettet som kunde, eller den adresse, du modtager afregninger fra Nets på.
de: Sie können sich mit der E-Mail-Adresse anmelden, die Ihr Unternehmen bereits für Sie bei Nets registriert hat. Dies kann die E-Mail-Adresse sein, die Sie angegeben haben, als Sie als Kunde angelegt wurden, oder die E-Mail-Adresse, über die Sie Abrechnungen erhalten.
et_ee: Saate sisse logida e-posti aadressiga, millega teie ettevõte on Netsis registreerunud. See võib olla e-posti aadress, mille esitasite, kui loodi teie kliendikonto, või e-posti aadress, millele saate arveid.
fi: Voit kirjautua sisään sähköpostiosoitteella, jonka yrityksesi on jo rekisteröinyt Netsille. Kyseessä voi olla sähköpostiosoite, jonka annoit tullessasi asiakkaaksi tai sähköposti, johon vastaanotat tilitykset.
fr: Vous pouvez vous connecter avec l'adresse e-mail déjà enregistrée par votre société chez Nets. Il peut s'agir de l'adresse e-mail que vous avez communiquée lors de la création de votre compte ou de l'adresse e-mail à laquelle vous recevez les règlements.
it: Puoi accedere con l'indirizzo e-mail che la tua azienda ha già registrato con Nets. Può essere l'e-mail che hai fornito quando è stata creata la tua posizione come cliente, o l'e-mail dove ricevi i pagamenti.
lt_lt: Prisijungti galite naudodami el. pašto adresą, kuriuo „Nets“ sistemoje užregistruota jūsų bendrovė. Tai gali būti el. pašto adresas, kurį pateikėte kuriant jūsų kaip kliento paskyrą, arba el. pašto adresas, kuriuo gaunate atsiskaitymus.
lv_lv: Jūs varat pieteikties, izmantojot e-pasta adresi, kuru jūsu uzņēmums jau ir reģistrējis tīklā. Iespējams, tas ir e-pasts, kuru jūs norādījāt, kad kļuvāt par klientu, vai e-pastu, kurā jūs saņemat norēķinus.
nb: Du kan logge inn med e-postadressen du allerede har registrert hos Nets. Det kan være e-postadressen du oppgav da du ble opprettet som kunde, eller e-postadressen du mottar avregninger på.
sv: Du kan logga in med den e-postadress som ditt företag redan har registrerat hos Nets. Det kan vara e-postadressen som du angav när din kundprofil skapades, eller e-postadressen som avräkningarna skickas till.

# sec_auth_face_info
source: Use Face ID to unlock the app
da: Brug ansigtsgenkendelse til at låse appen op
de: Verwenden Sie Face ID, um die App zu entsperren
et_ee: Kasutage rakenduse avamiseks näotuvastust.
fi: Avaa sovellus Face ID:llä
fr: Utiliser la reconnaissance faciale pour déverrouiller l'application
it: Usa Face ID per sbloccare l'app
lt_lt: Programai atrakinti naudokite „Face ID“
lv_lv: Izmantojiet Face ID, lai atbloķētu lietotni
nb: Bruk Face ID til å låse opp appen
sv: Använd Face ID för att låsa upp appen

# sec_auth_fgp_info
source: Use Touch ID to unlock the app
da: Brug Touch ID for at låse appen op
de: Verwenden Sie Touch ID, um die App zu entsperren
et_ee: Kasutage rakenduse avamiseks sõrmejäljetuvastust.
fi: Avaa sovellus Touch ID:llä
fr: Utiliser l'identification tactile pour déverrouiller l'application
it: Usa Touch ID per sbloccare l'app
lt_lt: Programėlei atrakinti naudokite „Touch ID“
lv_lv: Izmantojiet Touch ID, lai atbloķētu lietotni
nb: Bruke Touch ID til å låse opp appen
sv: Använd Touch ID för att låsa upp appen
