Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_automatic_tooltip_subtitle
source: Select the stores, where you would like to activate an automatic tip function, so the customer can add a tip every time they pay. This function will be applied on every applicable terminal in a chosen store.
da: Vælg de forretninger, for hvilke du vil aktivere den automatiske drikkepengefunktion, så kunden kan tilføje drikkepenge ved hver betaling. Funktionen vil blive aktiveret på samtlige terminaler i den pågældende forretning.
de: Wählen Sie die Stores aus, in denen eine automatische Trinkgeldfunktion aktiviert werden soll, damit Kunden bei jeder Zahlung Trinkgeld hinzufügen können. Diese Funktion wird auf jedem verfügbaren Terminal in den ausgewählten Stores bereitgestellt.
et_ee: Valige kauplused, kus soovite aktiveerida automaatse jootraha andmise funktsiooni, et klient saaks iga kord maksmisel jootraha lisada. Seda funktsiooni rakendatakse valitud poe igas sobivas terminalis.
fi: Valitse kaupat, joissa haluat aktivoida automaattisen juomarahatoiminnon, jotta asiakas voi lisätä juomarahan aina maksaessaan. Tämä toiminto otetaan käyttöön kaikissa valitun kaupan päätteissä.
fr: Sélectionnez les magasins dans lesquels vous aimeriez activer la fonction pourboire automatique afin que le client puisse ajouter un pourboire chaque fois qu'il effectue un paiement. Cette fonction sera activée pour chaque terminal concerné dans un magasin sélectionné.
it: Seleziona i punti vendita in cui desideri attivare una funzione automatica mancia, in modo che il cliente possa aggiungere una mancia ogni volta che paga. Questa funzione sarà applicata su ogni terminale nel punto vendita scelto.
lt_lt: Pasirinkite parduotuves, kuriose norite įjungti automatinę arbatpinigių funkciją, kad klientas galėtų pridėti arbatpinigių kiekvieną kartą mokėdamas. Ši funkcija bus įjungta visuose pasirinktos parduotuvės terminaluose.
lv_lv: Atlasiet veikalus, kuros vēlaties aktivizēt automātiskās dzeramnaudas funkciju, lai klients varētu pievienot dzeramnaudu katru reizi, kad maksā. Šī funkcija tiks lietota katrā atbilstošajā terminālī izvēlētajā veikalā.
nb: Velg butikkene du vil aktivere automatisk driksfunksjon i, slik at kunden kan legge til driks hver gang de betaler. Denne funksjonen legges til på alle aktuelle terminaler i valgte butikker.
sv: Välj vilka butiker du vill aktivera för automatisk dricksfunktion så att kunden kan lägga till dricks varje gång de betalas. Funktionen aktiveras på alla terminaler i en vald butik.

# ms_average_purchase
source: Average purchase
da: Gennemsnitligt køb
de: Durchschnittlicher Kaufbetrag
et_ee: Keskmine ostusumma
fi: Keskiostos
fr: Achat moyen
it: Acquisto medio
lt_lt: Vid. pirkinio suma
lv_lv: Vidējā pirkuma summa
nb: Gjennomsnittlig kjøp
sv: Genomsnittsköp

# ms_average_purchase_description
source: Overview of average purchase
da: Oversigt over gennemsnitligt køb
de: Übersicht über durchschnittlichen Kaufbetrag
et_ee: Keskmise ostusumma ülevaade
fi: Keskiostosten yleiskatsaus
fr: Vue d'ensemble des achats moyens
it: Panoramica dell'acquisto medio
lt_lt: Vidutinės pirkinių sumos apžvalga
lv_lv: Pārskats par vidējo pirkumu
nb: Oversikt over gjennomsnittlig kjøp
sv: Översikt över genomsnittsköp

# ms_average_purchase_description_long
source: Here you can see your business' average purchase amount. It is possible to change the view to show figures per month, week, day or hour. The darker bars show the current year, while the lighter bars show figures for same period last year, where available.
da: Her kan du se virksomhedens gennemsnitlige transaktionsbeløb. Det er muligt at skifte mellem visning af tal pr. måned, uge, dag og time. De mørke søjler viser tal fra indeværende år, mens de lyse søjler viser tal for samme periode sidste år, hvis de foreligger.
de: Hier können Sie den durchschnittlichen Kaufbetrag Ihres Unternehmens einsehen. Sie können den Betrag nach Monat, Tag oder Stunde anzeigen lassen. Die dunkleren Linien zeigen das laufende Jahr an, während die helleren Linien den gleichen Zeitraum des Vorjahres anzeigen, soweit die Daten verfügbar sind.
et_ee: Siin näete oma ettevõtte keskmist ostusummat. Vaadet saab muuta ning kuvada kas kuu, nädala, päeva või tunni andmed. Tumedamad ribad näitavad jooksvat aastat, heledamad eelmise aasta sama perioodi andmeid, kui need on olemas.
fi: Tässä näet yrityksesi keskimääräisen ostosumman. Näkymän voi muuttaa joko kuukausi-, viikko-, päivä- tai tuntikohtaiseksi. Tummemmat palkit esittävät nykyistä vuotta ja vaaleammat palkit edellisen vuoden saman jakson lukuja, jos edellisen vuoden tiedot ovat saatavissa.
fr: Vous pouvez voir ici le montant d'achat moyen de votre magasin. Il est possible de modifier l'affichage pour présenter les chiffres par mois, semaine, jour ou heure. Les barres plus foncées représentent l'année en cours, tandis que les plus claires représentent les chiffres pour la même période de l'année précédente, le cas échéant.
it: Qui puoi vedere l'importo medio di acquisto della tua attività. È possibile cambiare la visualizzazione per vedere gli importi per mese, settimana, giorno o ora. Le barre più scure mostrano l'anno in corso, quelle più chiare gli importi per lo stesso periodo dell'anno precedente, se disponibili.
lt_lt: Čia pateikiama informacijos apie jūsų įmonės vidutinę pirkinių sumą. Galima pakeisti, kad skaičiai būtų rodomi už mėnesį, savaitę, dieną arba valandą. Tamsesni stumpeliai atitinka einamuosius metus, o šviesesni – tą patį praėjusių metų laikotarpį, jei yra duomenų.
lv_lv: Šeit jūs varat apskatīt sava uzņēmuma vidējo pirkumu daudzumu. Ir iespējams mainīt skatu, lai redzētu mēneša, nedēļas, dienas vai stundas skaitļus. Tumšākās joslas parāda esošo gadu, bet gaišākās joslas parādas par to pašu periodu, kur tas pieejams, pagājušajā gadā.
nb: Her kan du se gjennomsnittlig kjøpsbeløp for din virksomhet. Du kan vise oversikten for hver måned, uke, dag eller time. De mørke linjene viser inneværende år, mens de lysere linjene viser tallene for samme periode foregående år hvis de er tilgjengelig.
sv: Här kan du se ditt företags genomsnittliga köpbelopp. Du kan ändra vyn för att visa siffror per månad, vecka, dag eller timme. De mörkare staplarna visar aktuellt år, medan de ljusare staplarna visar siffror för samma period förra året, om de finns tillgängliga.

# ms_back
source: Back
da: Tilbage
de: Zurück
et_ee: Tagasi
fi: Takaisin
fr: Retour
it: Indietro
lt_lt: Atgal
lv_lv: Atpakaļ
nb: Tilbake
sv: Tillbaka

# ms_back_to_login
source: Back to login
da: Tilb. til login
de: Zur Anmeldung
et_ee: Tagasi sisselog
fi: Takaisin
fr: Retour à connex
it: Torna a accesso
lt_lt: Grįžti į prisij
lv_lv: Atp.uz pieteik.
nb: Til pålogging
sv: Åter t. inlogg.

# ms_backup_key1
source: Amount
da: Beløb
de: Betrag
et_ee: Summa
fi: Määrä
lt_lt: Suma
lv_lv: Summa
nb: Beløp
sv: Belopp

# ms_backup_key2
source: Refund amt
da: Tilbagebetalingsbeløb
de: Erstattungsbetrag
et_ee: Tagasimakse sum
fi: Palautettu summa
lt_lt: Grąžin. suma
lv_lv: Atmaksas summa
nb: Refusjonsbeløp
sv: Återbetalningsbelopp

# ms_base_next_change_ppr_roll
source: Change paper roll
de: Papierrolle wechseln
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier
it: Sostituisci il rotolo di carta

# ms_base_next_change_screen1_subtxt
source: Lift up the printer cover on top of your terminal. The printer cover is located behind the contactless reader icon.
de: Klappen Sie die Druckerabdeckung auf der oberen Seite Ihres Terminals hoch.
fi: Nosta päätelaitteen päällä oleva tulostimen kansi ylös. Tulostimen kansi on lähimaksulukijan kuvakkeen takana.
fr: Relevez le capot de l'imprimante sur le dessus de votre terminal. Le capot se trouve derrière l'icône du lecteur sans contact.
it: Solleva il coperchio della stampante sulla parte superiore del terminale. Il coperchio della stampante è posizionato dietro l'icona del lettore contactless.

# ms_base_next_change_screen1_txt
source: Lift up the printer cover
da: Åbn printerdækslet
de: Druckerabdeckung öffnen
fi: Nosta tulostimen kansi ylös.
fr: Relever le capot de l'imprimante
it: Solleva il coperchio della stampante

# ms_base_next_change_screen2_subtxt
source: Remove the old paper roll and replace it with a new one. The new paper roll should face down so it touches the display. Pull it out a bit to make sure there is some excess paper left.
da: Fjern den gamle papirrulle, og udskift den med en ny. Den nye papirrulle skal vende nedad, så den rører ved displayet. Træk den lidt ud for at sikre, at der er lidt overskydende papir tilbage.
de: Entfernen Sie die alte Papierrolle und ersetzen sie durch eine Neue. Die neue Papierrolle sollte so nach unten zeigen, dass sie das Display berührt. Ziehen Sie sie ein wenig heraus, um sicherzustellen, dass das Papier richtig eingelegt ist.
fi: Poista vanha paperirulla ja vaihda se uuteen. Uuden paperirullan on oltava alaspäin niin, että se koskettaa näyttöä. Vedä sitä hieman ulospäin varmistaaksesi, että ylimääräistä paperia on jäljellä.
fr: Retirez l'ancien rouleau de papier et remplacez-le par un nouveau. Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'écran. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Togli il vecchio rotolo di carta e sostituiscilo con un nuovo. Il nuovo rotolo deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo per lasciare un po' di carta in più.

# ms_base_next_change_screen2_txt
source: Replace the paper roll with a new one
da: Indsæt en ny papirrulle
de: Neue Papierrolle einsetzen
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier par un nouveau
it: Sostituisci il rotolo di carta con uno nuovo.

# ms_base_next_change_screen3_subtxt
source: Rip off the excess paper and perform a test transaction or run a diagnosis to make sure it works smoothly.
da: Riv det overskydende papir af, og udfør en testtransaktion eller foretag en Diagnose for at sikre, at terminalen fungerer problemfrit.
de: Reißen Sie das überschüssige Papier ab und führen Sie eine Testtransaktion oder eine Diagnose durch, um sicherzustellen, dass alles reibungslos funktioniert.
fi: Revi pois ylimääräinen paperi ja tee testitapahtuma tai suorita diagnoosi varmistaaksesi, että se toimii moitteettomasti.
fr: Arrachez le papier superflu et effectuez une transaction test ou exécutez un diagnostic pour vérifier le bon fonctionnement de la solution.
it: Strappa la carta in eccesso ed esegui una transazione di prova o una diagnosi per accertarti che funzioni correttamente.

# ms_base_next_change_screen3_txt
source: Rip off the excess paper
da: Riv overskydende papir af
de: Übriges Papier abreißen
fi: Revi pois ylimääräinen paperi
fr: Arracher le papier superflu
it: Strappa la carta in eccesso

# ms_base_next_last_receipt_screen1_subtxt
source: Open the Receipt copy app to print the last receipt.
de: Öffnen Sie die App „Belegkopie”, um den letzten Beleg zu drucken.
fi: Avaa Receipt copy -sovellus tulostaaksesi viimeisen kuitin.
fr: Ouvrez l'application Copie du reçu pour imprimer le dernier reçu.
it: Apri l'app Copia della ricevuta per stampare l'ultima ricevuta.

# ms_base_next_last_receipt_screen1_txt
source: Open the ‘Receipt copy’ app
de: App „Belegkopie“ öffnen
fi: Avaa Receipt copy -sovellus
fr: Ouvrir l'application « Copie du reçu »
it: Apri l'app 'Copia della ricevuta'

# ms_base_next_last_receipt_screen2_subtxt
source: Click the printer icon in the lower right corner on the screen.
da: Tryk på printerikonet i skærmens nederste, højre hjørne.
de: Klicken Sie auf das Druckersymbol in der unteren rechten Ecke des Bildschirms.
fi: Napsauta näytön oikeassa alakulmassa olevaa tulostuskuvaketta.
fr: Cliquez sur l'icône imprimante dans le coin inférieur droit de l'écran.
it: Fai clic sull'icona della stampante nell'angolo in basso a destra sullo schermo.

# ms_base_next_last_receipt_screen2_txt
source: Click the printer icon
de: Auf Druckersymbol klicken
fi: Napauta tulostuskuvaketta
fr: Cliquer sur l'icône imprimante
it: Fai clic sull'icona della stampante

# ms_base_next_last_receipt_screen3_subtxt
source: The terminal will print copies of your own and your customer’s receipt.
da: Terminalen udskriver både din egen og din kundes kvittering.
de: Das Terminal druckt eine Kopie Ihres eigenen sowie des Kunden-Belegs aus.
fi: Pääte tulostaa kopiot kauppiaan ja asiakkaan kuitista.
fr: Le terminal imprimera les copies de votre propre reçu et de celui du client.
it: Il terminale stamperà le copie della tua ricevuta e di quella del cliente.

# ms_base_next_last_receipt_screen3_txt
source: Receipts will be printed
da: Kvitteringer udskrives
de: Belege werden gedruckt
fi: Kuitit tulostetaan
fr: Les reçus vont être imprimés
it: Saranno stampate le ricevute.

# ms_base_next_receive_screen1_subtxt
source: Use the numeric pad to enter the amount of the transaction. Press the GREEN button to confirm.
da: Brug tastaturet til at indtaste transaktionsbeløbet. Tryk på den GRØNNE knap for at bekræfte.
de: Geben Sie über den Ziffernblock den Betrag der Transaktion ein. Drücken Sie zur Bestätigung die GRÜNE Taste.
fi: Syötä summa numeronäppäimistöllä. Vahvista painamalla VIHREÄÄ painiketta.
fr: Utilisez le pavé numérique pour entrer le montant de la transaction. Appuyez sur le bouton VERT pour confirmer.
it: Usa il tastierino numerico per inserire l'importo della transazione. Premi il pulsante VERDE per confermare.

# ms_base_next_receive_screen2_subtxt
source: Let your customer complete the purchase by using their payment card. Note that the contactless reader is located behind the receipt printer cover.
da: Lad din kunde gennemføre købet ved at bruge deres betalingskort. Bemærk at den kontaktløse læser er placeret på toppen af terminalen.
de: Bitten Sie Ihren Kunden, den Kauf mit seiner Zahlungskarte abzuschließen. Das kontaktlose Lesegerät befindet sich auf der oberen Seite des Terminals.
fi: Anna asiakkaasi suorittaa ostos maksukortillaan. Huomaa, että lähimaksulukija on kuittitulostimen kannen takana.
fr: Laissez le client effectuer l'achat à l'aide de sa carte de paiement. Le lecteur sans contact se trouve derrière le capot de l'imprimante de reçus.
it: Fai completare l'acquisto al cliente usando la carta di pagamento. Nota: il lettore contactless è posizionato dietro al coperchio della stampante per ricevute.

# ms_base_next_receive_tip_screen2_subtxt
source: Let your customer insert their payment card. You can only receive tips when your customer pays with the chip of the payment card.
de: Bitten Sie Ihre Kunden, seine Zahlungskarte einzustecken. Sie können nur Trinkgeld erhalten, wenn Ihr Kunde per Chip bezahlt.
fi: Anna asiakkaan asettaa maksukorttinsa. Voit vastaanottaa juomarahaa vain, kun asiakkaasi maksaa maksukortin sirulla.
fr: Laissez le client introduire sa carte de paiement. Un pourboire n'est possible que lorsque votre client effectue un paiement avec la puce de la carte de paiement.
it: Fai inserire al cliente la carta di pagamento. Puoi ricevere mance solo quando il tuo cliente paga con il chip della carta di pagamento.

# ms_base_next_receive_tip_screen3_subtxt
source: Your customer can use the numeric pad to type the tip amount. Press the GREEN button to complete the purchase. In some cases, the terminal will ask for a pincode.
da: Din kunde kan bruge tastaturet til at indtaste drikkepengebeløbet. Tryk på den GRØNNE knap for at gennemføre købet. I nogle tilfælde vil terminalen spørge efter en pinkode.
de: Ihr Kunde kann das Trinkgeld über den Ziffernblock eingeben. Drücken Sie zur Bestätigung auf die GRÜNE Taste, um den Kauf abzuschließen. In manchen Fällen wird das Terminal nach einem Pincode fragen.
fi: Asiakas voi kirjoittaa haluamansa juomarahan määrän numeronäppäimillä. Vahvista painamalla VIHREÄÄ painiketta. Joissakin tapauksissa pääte pyytää syöttämään PIN-koodin.
fr: Le client peut utiliser le pavé numérique pour introduire le montant du pourboire. Appuyez sur le bouton VERT pour effectuer l'achat. Dans certains cas, le terminal demandera un code PIN.
it: Il cliente può usare il tastierino numerico per inserire l'importo della mancia. Premi il pulsante VERDE per completare l'acquisto. In alcuni casi il terminale chiederà un codice pin.

# ms_base_next_receive_tip_screen3_txt
source: Let your customer add the desired tip amount
da: Din kunde kan bruge tastaturet til at indtaste drikkepengebeløbet. Tryk på den GRØNNE knap for at gennemføre købet. I nogle tilfælde vil terminalen spørge efter en pinkode.
de: Bitten Sie Ihren Kunden, das gewünschte Trinkgeld einzugeben
fi: Anna asiakkaan lisätä haluttu juomaraha
fr: Laissez le client ajouter le montant du pourboire voulu
it: Fai aggiungere al cliente l'importo desiderato

# ms_base_next_refund_screen1_subtxt
source: Open the app with the pen and paper symbol to do a refund of a payment.
da: Åbn appen med pen og papir-symbolet for at refundere en betaling.
de: Öffnen Sie die App mit dem Stift- und Papiersymbol, um eine Zahlung zurückzuerstatten.
fi: Avaa sovellus kynä ja paperi -symbolilla, jotta voit tehdä maksun palautuksen.
fr: Ouvrez l'application symbolisée par un stylo et du papier pour effectuer le remboursement d'un paiement.
it: Apri l'app con il simbolo della penna e della carta per effettuare il rimborso di un pagamento.

# ms_base_next_refund_screen1_txt
source: Open the ‘Refund’ app
da: Åbn ‘Refund’ appen
de: Die App „Rückerstattung“ öffnen
fi: Avaa Palautus-sovellus
fr: Ouvrez l'application « Remboursement »
it: Apri l'app 'Rimborso'

# ms_base_next_refund_screen2_subtxt
source: Enter the Manager PIN which is 000000 and press the GREEN button to confirm.
da: Indtast Manager PIN som er 000000 og tryk på den GRØNNE knap for at bekræfte.
de: Geben Sie den Manager-PIN ein, d. h. 000000, und drücken Sie zur Bestätigung die GRÜNE Taste.
fi: Syötä Manager PIN 000000 ja vahvista painamalla VIHREÄÄ painiketta.
fr: Entrez le code PIN du gérant, à savoir 000000, puis appuyez sur le bouton VERT pour confirmer.
it: Inserisci il PIN del Manager che è 000000 e premi il pulsante VERDE per confermare.

# ms_base_next_refund_screen2_txt
source: Enter the Manager PIN
da: Indtast Manager PIN
de: Manager-PIN eingeben
fi: Syötä Manager PIN
fr: Entrer le code PIN du gérant
it: Inserisci il PIN del Manager

# ms_base_next_refund_screen3_subtxt
source: Enter the refund amount
de: Erstattungsbetrag eingeben
fi: Syötä palautussumma
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso

# ms_base_next_refund_screen4_subtxt
source: Let your customer complete the refund by using their payment card. Mind that the contactless reader is located behind the receipt printer cover.
da: Lad din kunde gennemføre købet ved at bruge deres betalingskort. Bemærk at den kontaktløse læser er placeret på toppen af terminalen.
de: Bitten Sie Ihren Kunden, die Rückerstattung mit seiner Zahlungskarte abzuschließen. Das kontaktlose Lesegerät befindet sich auf der oberen Seite des Terminals.
fi: Anna asiakkaasi suorittaa palautus maksukortillaan. Huomaa, että lähimaksulukija on kuittitulostimen kannen takana.
fr: Laissez le client effectuer le remboursement à l'aide de sa carte de paiement. Souvenez-vous que le lecteur sans contact se trouve derrière le capot de l'imprimante de reçus.
it: Fai completare il rimborso al cliente usando la sua carta di pagamento. Il lettore contactless è posizionato dietro al coperchio della stampante per le ricevute.

# ms_base_next_setup_last_subtxt
source: Within 7 seconds click on the RED (X) button if your customer does not need the receipt or tap the printer icon in the lower, right corner if they need it.
da: Indenfor 7 sekunder, tryk på den RØDE (X)-knap, hvis din kunde ikke ønsker den fysiske kvittering, eller tryk på printerikonet i nederste højre hjørne, hvis de ønsker den.
de: Sie haben 7 Sekunden Zeit, auf die ROTE (X) Taste zu klicken, falls Ihr Kunde keinen Beleg benötigt, oder auf das Druckersymbol in der unteren rechten Ecke zu tippen, falls der Beleg benötigt wird.
fi: Napsauta 7 sekunnin kuluessa PUNAISTA (X) -painiketta, jos asiakas ei tarvitse kuittia, tai napauta oikeassa alakulmassa olevaa tulostinkuvaketta, jos hän tarvitsee sitä.
fr: Vous avez 7 secondes pour cliquer sur le bouton (X) rouge si votre client n'a pas besoin du reçu ou appuyer sur l'icône d'imprimante dans le coin inférieur droit s'il en a besoin.
it: Fai clic entro sul pulsante ROSSO (X) entro 7 secondi se il cliente non ha bisogno della ricevuta o tocca l'icona della stampante nell'angolo in basso a destra se l'ha bisogno.

# ms_base_next_setup_screen1_subtxt
source: Connect the power cable to the power outlet on the back of the terminal.
da: Indsæt strømkablet i stikudtaget på bagsiden af terminalen og den anden ende i en stikkontakt.
de: Schließen Sie das Netzkabel auf der Rückseite des Terminals an.
fi: Kytke virtajohto päätelaitteen takana olevaan liitäntään.
fr: Branchez le câble d'alimentation sur la fiche d'alimentation à l'arrière du terminal.
it: Collega il cavo di alimentazione alla presa nella parte posteriore del terminale.
nb: Koble strømkabelen til strømuttaket på baksiden av terminalen.
sv: Anslut strömkabeln till eluttaget på baksidan av terminalen.

# ms_base_next_setup_screen2_subtxt
source: Press the RED (X) button until the screen turns on. The terminal is ready when the screen with the apps appear. This can take up to 1 min.
da: Tryk på den RØDE (X)-knap indtil skærmen lyser op. Terminalen er klar, når skærmen med forskellige apps vises. Dette kan tage op til 1 min.
de: Drücken Sie die ROTE (X) Taste, bis sich der Bildschirm einschaltet. Wenn der Bildschirm mit den Apps erscheint ist das Terminal bereit. Dies kann bis zu 1 Minute dauern.
fi: Paina PUNAISTA (X) -painiketta, kunnes näyttö syttyy. Päätelaite on valmis, kun sovellukset sisältävä näyttö tulee näyttöön. Tämä voi kestää enintään 1 min.
fr: Appuyez sur le bouton (X) ROUGE jusqu'à ce que l'écran s'allume. Le terminal est prêt lorsque l'écran contenant les applications s'affiche. Cela peut prendre jusqu'à 1 minute.
it: Premi il pulsante ROSSO (X) fino a quando si illumina lo schermo. Il terminale è pronto quando appare la schermata con le app. L'operazione può richiedere fino a 1 min.
nb: Trykk på den <b>RØDE (X)-knappen</b> til skjermen slår seg på. Terminalen er klar når skjermen med apper vises. Dette kan ta opptil 1 minutt.
sv: Tryck på <b>RÖDA (X)-knappen</b> tills skärmen tänds. Terminalen är redo när skärmen med appar visas. Detta kan ta upp till 1 minut.

# ms_base_next_setup_screen2_txt
source: Press the power button
da: Tryk på tænd/sluk-knappen
de: Einschalttaste drücken
fi: Paina virtapainiketta
fr: Appuyer sur le bouton d'alimentation
it: Premi il pulsante di accensione

# ms_base_next_setup_screen3_subtxt
source: If you want to connect to LAN, insert the LAN cable on the back of the terminal. If you rather want to use the WLAN click here to see the guide.
da: Hvis du vil oprette forbindelse til LAN, skal du sætte LAN-kablet i på bagsiden af terminalen. Hvis du hellere vil bruge WLAN, kan du klikke her for at se vejledningen.
de: Um eine LAN-Verbindung herzustellen, schließen Sie das LAN-Kabel auf der Rückseite des Terminals an. Wenn Sie lieber WLAN nutzen wollen, klicken Sie hier, um die Anleitung zu sehen.
fi: Jos haluat muodostaa yhteyden lähiverkkoon, aseta päätelaitteen takana oleva lähiverkkokaapeli paikalleen. Jos haluat mieluummin käyttää WLAN-yhteyttä, katso opas tästä.
fr: Pour vous connecter à un réseau LAN, branchez le câble LAN à l'arrière du terminal. Si vous préférez utiliser un réseau WLAN, cliquez ici pour consulter le guide.
it: Se vuoi collegarti a una LAN, inserisci il cavo LAN nella parte posteriore del terminale. Se vuoi usare la WLAN, fai clic qui per consultare la guida.
