Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_faq_service_agreement_find_desc
source: On the Concardis portal (www.concardis.com/), the section ‘Business’ > ‘Legal’ provides you access to your contract details.
da: På Concardis-portalen (www.concardis.com/) kan du under afsnittet "Virksomhed" > "Juridiske oplysninger" få adgang til dine kontraktoplysninger.
de: Auf dem Concardis-Portal (www.concardis.com/) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf Ihre Vertragsdetails.
et_ee: Concardise portaalis (www.concardis.com/) saate jaotises "Ettevõte" > "Juriidiline teave" juurdepääsu oma lepingu üksikasjadele.
fi: Concardis-portaalin (www.concardis.com/) osiossa "Business" > "Legal" pääset katsomaan sopimustietojasi.
fr: Sur le portail Concardis (www.concardis.com/), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder aux détails de votre contrat.
it: Sul portale Concardis (www.concardis.com/), nella sezione "Attività" > "Legale" puoi accedere alle informazioni del tuo contratto.
lt_lt: „Concardis“ portalo (www.concardis.com/) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) galite peržiūrėti savo sutarties informaciją.
lv_lv: Concardis portālā (www.concardis.com/) sadaļa “Uzņēmums” > “Juridiskie pakalpojumi” nodrošina piekļuvi jūsu līguma informācijai.
nb: I Concardis-portalen (www.concardis.com/) gir delen "Bedrift" > "Juridisk" deg tilgang til kontraktdetaljene dine.
sv: Gå till Concardis-portalen (www.concardis.com/), avsnitt ”Verksamhet” > ”Juridik” för uppgifter om ditt avtal.

# ms_faq_settlement_desc
source: Please log in to MyNets on my.nets.eu/portal to find more details on your settlement.
da: Log på MyNets via my.nets.eu/portal for at få flere oplysninger om din afregning.
de: Bitte melden Sie sich bei MyNets auf my.nets.eu/portal an, um weitere Einzelheiten zu Ihrer Abrechnung zu erfahren.
et_ee: Palun logige sisse MyNetsi aadressil my.nets.eu/portal, et saada lisateavet oma arvelduse kohta.
fi: Kirjaudu sisään MyNetsiin osoitteessa my.nets.eu/portal saadaksesi lisätietoja tilityksestäsi.
fr: Veuillez vous connecter à MyNets à l'adresse my.nets.eu/portal pour en savoir plus sur votre règlement.
it: Per ulteriori informazioni sul tuo pagamento, accedi a MyNets my.nets.eu/portal.
lt_lt: Jei norite gauti daugiau informacijos apie savo atsiskaitymą, prisijunkite prie „MyNets“ adresu my.nets.eu/portal.
lv_lv: Lūdzu, piesakieties MyNets vietnē my.nets.eu/portal, lai uzzinātu vairāk par savu norēķinu.
nb: Logg på MyNets på my.nets.eu/portal for å finne mer informasjon om oppgjøret ditt.
sv: Logga in på MyNets på my.nets.eu/portal för att få mer information om ditt avtal.

# ms_faq_t&c_desc
source: The section 'My Business' > 'About' > 'Terms and Conditions' provides you access to the Terms and Conditions. You may also visit our Website www.concardis.com for General Terms and Conditions.
da: Afsnittet "Min virksomhed" > "Om" > "Vilkår og betingelser" giver dig adgang til vilkår og betingelser. Du kan også besøge vores hjemmeside, www.concardis.com, hvis du vil se vores generelle vilkår og betingelser.
de: Der Bereich „Mein Unternehmen“ > „Über uns“ > 'Allgemeine Geschäftsbedingungen“ bietet Ihnen Zugang zu den Allgemeinen Geschäftsbedingungen. Sie können jedoch auch unsere Website www.concardis.com besuchen, um die Allgemeinen Geschäftsbedingungen einzusehen.
et_ee: Jaotises "Minu ettevõte" > "Teave" > "Tingimused" saate juurdepääsu tingimustele. Samuti võite külastada meie veebisaiti www.concardis.com üldtingimuste nägemiseks.
fi: Osiosta "Oma yritys" > "Tietoja" > "Käyttöehdot" pääset tutustumaan käyttöehtoihin. Voit myös tutustua verkkosivuillamme www.concardis.com yleisiin käyttöehtoihin.
fr: La section «Mon entreprise» > «À propos» > «Conditions générales» vous permet d'accéder aux Conditions générales. Vous pouvez également vous rendre sur notre site Web www.concardis.com pour connaître les Conditions générales.
it: La sezione "La mia attività" > "Informazioni" > "Termini e Condizioni" ti consente di accedere ai Termini e alle Condizioni. Per i termini e le condizioni generali, puoi anche visitare il nostro sito Web www.concardis.com.
lt_lt: Skiltyje „My Business“ (mano verslas) > „About“ (apie) > „Terms and Conditions“ (nuostatos ir sąlygos) galite susipažinti su nuostatomis ir sąlygomis. Taip pat, Bendrąsias nuostatas ir sąlygas galite rasti mūsų interneto svetainėje www.concardis.com.
lv_lv: Sadaļā “Mans uzņēmums” > “Par” > “Noteikumi un nosacījumi” varat piekļūt pakalpojumu sniegšanas noteikumiem. Jūs varat arī apmeklēt mūsu tīmekļa vietni www.concardis.com, lai skatītu vispārīgos noteikumus un nosacījumus.
nb: Delen "Min bedrift" > "Om" > "Vilkår" gir deg tilgang til vilkårene. Du kan også besøke nettsiden vår www.concardis.com for generelle vilkår.
sv: Avsnittet ”Mitt företag” > ”Om” > ”Villkor” ger dig åtkomst till villkoren. Du kan även gå till vår webbplats www.concardis.com för allmänna villkor.

# ms_faq_time_duration_desc
source: You can see your transaction and settlement data in the app at 16:00 the day after the transactions. The statistics data will be available at 10:00.
da: Du kan se dine transaktions- og afregningsdata i appen kl. 16.00 dagen efter transaktionerne. De statistiske data vil være tilgængelige kl. 10.00.
de: Sie können Ihre Transaktions- und Abrechnungsdaten in der App um 16:00 Uhr am Tag nach der Transaktion einsehen. Die Statistikdaten sind um 10:00 Uhr verfügbar.
et_ee: Oma tehingu- ja arveldusandmeid näete rakenduses tehingujärgsel päeval kell 16.00. Statistika andmed on saadaval kell 10.00.
fi: Näet tapahtuma- ja tilitystietosi sovelluksessa klo 16.00 tapahtumien jälkeisenä päivänä. Tilastotiedot ovat saatavilla klo 10.00.
fr: Les données concernant vos transactions et vos règlements peuvent être consultées dans l'application à 16 heures le lendemain des transactions. Les données statistiques seront disponibles à 10 heures.
it: Puoi vedere le informazioni relative alle tue transazioni e ai pagamenti nell'app alle 16:00 del giorno successivo alle transazioni. I dati statistici saranno disponibili alle 10:00.
lt_lt: Savo operacijų ir atsiskaitymų duomenis mobiliojoje programoje galite matyti 16.00 val. kitą dieną po operacijų. Statistiniai duomenys bus matomi 10:00 val.
lv_lv: Jūs varat redzēt savus darījumu un norēķinu datus lietotnē pulksten 16:00 nākamajā dienā pēc darījumiem. Statistikas dati būs pieejami plkst.10:00.
nb: Du kan se transaksjons- og oppgjørsdataene dine i appen kl. 16.00 dagen etter transaksjonene. Statistikkdata vil være tilgjengelig kl. 10.00.
sv: Du kan se dina transaktions- och avtalsdata i appen kl. 16:00 dagen efter transaktionen. Statistiken finns tillgänglig kl. 10:00.

# ms_feedback_desc_txt
source: How was your experience with the setup of your new terminal?
da: Hvordan var din oplevelse med opsætningen af din nye terminal?
de: Wie war Ihre Erfahrung mit der Einrichtung Ihres neuen Terminals?
fi: Millainen kokemus oli uuden päätteen käyttöönotto?
fr: Comment avez-vous trouvé le paramétrage de votre nouveau terminal?
it: Come è stata la tua esperienza di configurazione del nuovo terminale?
lv_lv: Kāda bija jūsu pieredze ar jaunā termināļa iestatīšanu?
nb: Hvordan var opplevelsen med å konfigurere den nye terminalen?
sv: Hur upplevde du inställningen av din nya terminal?

# ms_feedback_help_txt
source: Help us improve
da: Hjælp os med at blive bedre
de: Helfen Sie uns, besser zu werden
fi: Auta meitä parantamaan toimintaamme
fr: Aidez-nous à améliorer les choses
it: Aiutaci a migliorare
lv_lv: Palīdziet mums pilnveidoties
nb: Hjelp oss med å bli bedre
sv: Hjälp oss att bli bättre

# ms_feedback_rate_later_optn
source: RATE US LATER
da: BEDØM OS SENERE
de: BEWERTEN SIE UNS SPÄTER
fi: ARVOSTELE MEIDÄT MYÖHEMMIN
fr: NOUS ÉVALUER PLUS TARD
it: VALUTACI IN SEGUITO
lv_lv: NOVĒRTĒJIET MŪS VĒLĀK
nb: GI OSS TILBAKEMELDING SENERE
sv: BETYGSÄTT OSS SENARE

# ms_feedback_submission_msg
source: Thank you, your feedback was submitted
da: Din feedback blev indsendt. Tak.
de: Vielen Dank, Ihr Kommentar wurde übermittelt
fi: Kiitos, palautteesi on toimitettu
fr: Merci! Vos commentaires ont été envoyés
it: Grazie, il tuo feedback è stato inviato
lv_lv: Paldies, jūsu atsauksmes tika iesniegtas!
nb: Takk, tilbakemeldingen er sendt inn
sv: Tack, din feedback har skickats

# ms_filter_new_txt
source: Filter
fi: Suodatin
fr: Filtrer
it: Filtro
lt_lt: Filtruoti
lv_lv: Filtrs

# ms_financing_advert
source: Financing advert for some customers
da: Finansieringsannonce for nogle kunder
de: Finanzwerbung für einige Kunden
fi: Rahoitusilmoitus joillekin asiakkaille
fr: Annonce de financement pour certains clients
it: Annunci finanziari per alcuni clienti
lv_lv: Finansēšanas sludinājums dažiem klientiem
nb: Finansieringsannonse for enkelte kunder
sv: Finansieringsannons för vissa kunder

# ms_financing_easyprocess
source: Easy process with payout within two days of application
da: Enkel proces med udbetaling inden for to dage efter ansøgning
de: Einfaches Verfahren mit Auszahlung innerhalb von zwei Tagen nach Antragstellung
et_ee: Lihtne protsess väljamaksega kahe päeva jooksul pärast taotluse esitamist
fi: Helppo prosessi, jossa saat maksun 2 päivän kuluessa hakemuksesta
fr: Traitement facile avec versement dans un délai de deux jours après demande
it: Procedura facile con pagamento entro due giorni dalla richiesta
lt_lt: Paprastas procesas su išmokėjimu per dvi dienas nuo paraiškos pateikimo
lv_lv: Vienkāršs process ar izmaksāšanu divu dienu laikā no pieteikuma iesniegšanas
nb: Enkel prosess med utbetaling innen to dager etter innsendt søknad
sv: Enkel process med utbetalning inom två dagar efter ansökan

# ms_financing_eligiblecash
source: You are eligible for a cash advance of up to EUR 15,000
da: Du er berettiget til et kontant forskud på op til 15.000 EUR
de: Sie haben Anspruch auf einen Vorschuss von bis zu 15.000 EUR
et_ee: Teil on õigus saada kuni 15 000 euro suurust sularaha ettemakset
fi: Olet oikeutettu enintään 15 000 euron käteisennakkoon
fr: Vous avez droit à une avance pouvant aller jusqu'à EUR 15 000
it: Hai diritto a un anticipo in contanti fino a 14.476 franchi svizzeri
lt_lt: Galite gauti avansą grynais iki 15 000 EUR
lv_lv: Jums ir tiesības saņemt naudas avansu līdz 15 000 EUR
nb: Du er kvalifisert for et kontantforskudd på opptil EUR 15 000
sv: Du är berättigad till ett kontantförskott på upp till 15 000 €

# ms_financing_learnmore
source: Get in contact
da: Læs mere
de: Mehr erfahren
et_ee: Lisateave
fi: Ota yhteyttä
fr: En savoir plus
it: Scopri di più
lt_lt: Daugiau
lv_lv: Uzzināt vairāk
nb: Finn ut mer
sv: Kontakta oss

# ms_financing_maybelater
source: Maybe later
da: Måske senere
de: Später
et_ee: Võibolla hiljem
fi: Ehkä myöhemmin
fr: Plus tard
it: Forse più tardi
lt_lt: Gal vėliau
lv_lv: Varbūt vēlāk
nb: Kanskje senere
sv: Kanske senare

# ms_financing_rewarded
source: Get rewarded when paying off early
da: Bliv belønnet, når du afvikler hurtigt
de: Sie werden belohnt, wenn Sie früher bezahlen
et_ee: Preemia varase maksmise eest
fi: Saat palkkion, kun maksat aikaisin
fr: Soyez récompensé en cas de paiement anticipé
it: Quando paghi in anticipo, accumuli premi.
lt_lt: Gaukite atlygį už ankstyvą atsiskaitymą
lv_lv: Saņemiet atlīdzību par savlaicīgu apmaksāšanu
nb: Bli belønnet når du betaler tilbake tidlig
sv: Bli belönad när du betalar av tidigt

# ms_find_payment_msg
source: Find the payment app
da: Find betalingsappen.
de: Zahlungsapp finden
et_ee: Leidke makserakendus
fi: Etsi maksusovellus
fr: Trouver l'application de paiement
it: Trova l'app pagamento
lt_lt: Rasti mokėjimų mobiliąją programą
lv_lv: Atrodiet maksājumu lietotni
nb: Finn betalingsappen
sv: Hitta betalningsappen

# ms_five_percent_txt
source: If you've recently noticed that you're unable to use the Tap To Pay feature on your phone, there may be a simple explanation. This feature will automatically be disabled when your battery level falls below 5%. The purpose of this is to conserve enough battery life and prevent your device from running out of power in the middle of a payment.
de: Wenn Sie kürzlich festgestellt haben, dass Sie die Funktion Tap To Pay nicht länger auf Ihrem Telefon nutzen können, kann die Erklärung dafür ganz einfach sein: Die Funktion wird nämlich automatisch deaktiviert, wenn der Ladezustand Ihres Akkus auf unter 5 % fällt. Dadurch soll Ladezustand erhalten bleiben und es wird verhindert, dass Ihr Gerät mitten in einer Zahlung keinen Strom mehr hat.
fi: Jos olet viime aikoina huomannut, ettet pysty käyttämään puhelimesi Tap To Pay -toimintoa, siihen voi olla yksinkertainen selitys. Tämä ominaisuus poistuu automaattisesti käytöstä, kun akun varaustaso laskee alle 5 prosentin. Tarkoituksena on säästää akkua ja estää laitteesi virran loppuminen kesken maksun.
fr: Si vous avez constaté récemment que vous ne pouviez pas utiliser la fonction Tap To Pay sur votre téléphone, l'explication est peut-être simple. Cette fonction est automatiquement désactivée lorsque le niveau de la batterie descend au-dessous de 5 %. Cette précaution vise à conserver suffisamment d'énergie pour éviter que votre appareil ne s'éteigne pendant un paiement.
it: Se recentemente hai notato che non riesci a usare la funzione Tap To Pay sul tuo telefono, la spiegazione è semplice. Questa funzione si disattiva automaticamente quando il livello della batteria è inferiore al 5%. L'obiettivo è conservare una carica sufficiente della batteria e impedire al tuo dispositivo di esaurire la carica durante un pagamento.

# ms_follow_parcel
source: Follow your parcel here
da: Følg din pakke her
de: Hier können Sie Ihr Paket verfolgen
et_ee: Jälgige oma pakki siin
fi: Seuraa pakettiasi täällä
lt_lt: Savo siuntą galite sekti čia
lv_lv: Sekojiet savam sūtījumam šeit
nb: Følg forsendelsen her
sv: Följ din leverans här

# ms_french_italian_supp_release_notes
source: MyPayments app is now available in French and Italian languages!
da: MyPayments-appen er nu tilgængelig på fransk og italiensk.
de: Die MyPayments-App ist jetzt französischer und italienischer Sprache erhältlich!
et_ee: Rakendus MyPayments on nüüd saadaval Prantsuse ja Itaalia keeles!
fi: MyPayments-sovellus on nyt saatavilla ranskan ja italian kielillä!
fr: L'application MyPayments est désormais disponible en français et en italien !
it: L'app MyPayments è ora disponibile in francese e in italiano.
lt_lt: „MyPayments“ programa nuo šiol prancūzų ir italų kalbomis!
lv_lv: Lietotne MyPayments tagad ir pieejama franču un itāļu valodās!
nb: MyPayments-appen er nå tilgjengelig på fransk og italiensk!
sv: MyPayments-appen finns nu tillgänglig på franska och italienska!

# ms_future_payments_text
source: Unlock the potential of future payments with an Android phone
de: Nutzen Sie die Möglichkeit künftiger Zahlungen mit einem Android Telefon
fi: Avaa tulevaisuuden maksujen potentiaali Android-puhelimella
fr: Exploitez la possibilité d'effectuer des paiements avec un téléphone Android
it: Libera il potenziale dei prossimi pagamenti con un telefono Android

# ms_general_help
source: General help
da: Generel hjælp
de: Allgemeine Hilfe
et_ee: Üldine abi
fi: Ohje
fr: Aide générale
it: Aiuto generico
lt_lt: Bendrojo pobūdžio pagalba
lv_lv: Vispārējā palīdzība
nb: Generell hjelp
sv: Allmän hjälp

# ms_get_access
source: Get access
da: Få adgang
de: Zugang erha.
et_ee: Juurdepääs
fi: Hanki pääsy
fr: Accéder
it: Accedi
lt_lt: Gaukite prie
lv_lv: Saņ. piekļ.
nb: Få tilgang
sv: Få åtkomst

# ms_get_help
source: Get help signing in
da: Hjælp til login
de: Hilfe bei Anmeldung
et_ee: Sisselogimise abi
fi: Pyydä apua
fr: Aide enregistrement
it: Aiuto per accedere
lt_lt: Gaukite pagalbos pri
lv_lv: Palīdzība pierakst.
nb: Hjelp til pålogging
sv: Hjälp med inloggning

# ms_get_ttpoi
source: Get Tap to Pay on iPhone
da: Hent Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone holen
fi: Hanki iPhonen Tap to Pay
fr: Obtenir Tap to Pay sur iPhone
it: Ottieni Tap to Pay su iPhone
lv_lv: Doties uz Tap to Pay on iPhone
nb: Få Tap to Pay på iPhone
sv: Skaffa Tap to Pay på iPhone

# ms_give_feedback
source: Give us feedback
da: Giv os feedback
de: Feedback geben
et_ee: Andke meile tagasisidet
fi: Anna palautetta
fr: Donnez-nous votre avis
it: Fornisci un feedback
lt_lt: Pateikite atsiliepimą
lv_lv: Sniegt atsauksmes
nb: Gi oss tilbakemelding
sv: Ge oss feedback

# ms_go_smart_portal_message
source: Go to your smart portal to see them
da: Gå til din Smart Portal for at se dem
de: Zum Ansehen zu Ihrem Smart Portal gehen
et_ee: Minge oma nutiportaali, et neid näha
fi: Mene smart-portaaliin nähdäksesi ne
lt_lt: Jei norite jas peržiūrėti, apsilankykite išmaniajame portale
lv_lv: Dodieties uz savu viedo portālu, lai tos skatītu
nb: Gå til smartportalen for å se dem
sv: Gå till smartportalen för att se dem

# ms_go_through_guide_msg
source: You can already go through our guides to prepare in advance
da: Allerede nu kan du gennemse vores vejledninger, så du er godt forberedt
de: Sie können jetzt schon unsere Anleitungen durchsehen, um sich vorzubereiten
et_ee: Saate end juba ette valmistada, vaadates meie juhendid läbi
fi: Voit jo käydä läpi oppaamme valmistautuaksesi etukäteen
lt_lt: Jau dabar galite ruoštis ir peržiūrėti mūsų vadovus
lv_lv: Jūs jau iepriekš varat iepazīties ar mūsu ceļvežiem, lai sagatavotos laicīgi
nb: Du kan ta en titt på veiledningene våre for å forberede deg
sv: Du kan redan nu förbereda dig genom att gå igenom våra guider

# ms_go_to
source: Go to
da: Gå til
de: Gehe zu
et_ee: Minge kohta
fi: Siirry
fr: Aller à
it: Vai a
lt_lt: Eikite į
lv_lv: Doties uz
nb: Gå til
sv: Gå till

# ms_go_to_settings
source: Go to settings
da: Gå til indstillinger
de: Zu den Einstellungen
fi: Siirry asetuksiin
fr: Aller aux paramètres
it: Vai alle impostazioni
nb: Gå til innstillinger
sv: Gå till inställningar

# ms_go_to_txt
source: Go to
de: Gehe zu
fi: Siirry
fr: Aller à
it: Vai a

# ms_green_btn_desc
source: Press the GREEN OK button. If the amount of the transaction is significantly low, you will be asked to confirm the amount by pressing the GREEN OK button once more.
da: Tryk på den GRØNNE OK-knap. Hvis transaktionsbeløbet er meget lavt, vil du blive bedt om at bekræfte beløbet ved at trykke på den GRØNNE OK-knap igen.
de: Drücken Sie die GRÜNE OK-Taste. Wenn der Betrag der Transaktion sehr niedrig ist, werden Sie aufgefordert, den Betrag durch erneutes Drücken der GRÜNEN OK-Taste zu bestätigen.
et_ee: Vajutage ROHELIST nuppu OK. Kui tehingu summa on märkimisväärselt väike, palutakse teil summa kinnitada, vajutades veel kord ROHELIST nuppu OK.
fi: Paina VIHREÄÄ OK-painiketta. Jos maksutapahtuman summa on huomattavan pieni, sinua pyydetään vahvistamaan summa painamalla vielä kerran VIHREÄÄ OK-painiketta.
lt_lt: Spauskite ŽALIĄ mygtuką „OK“ (gerai). Jei operacijos suma labai maža, jūsų bus paprašyta patvirtinti sumą dar kartą paspaudžiant ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Nospiediet ZAĻO OK pogu. Ja darījuma summa ir ievērojami zema, jums tiks lūgts apstiprināt summu, vēlreiz nospiežot ZAĻO OK pogu.
nb: Trykk på den GRØNNE OK-knappen. Hvis transaksjonsbeløpet er svært lavt, blir du bedt om å bekrefte beløpet ved å trykke på den GRØNNE OK-knappen en gang til.
sv: Tryck på den gröna OK-knappen. Om transaktionsbeloppet är särskilt lågt ombeds du att bekräfta beloppet genom att trycka på den gröna OK-knappen en gång till.

# ms_green_functn
source: Press the GREEN OK button once more to choose ‘Function’.
da: Tryk på den GRØNNE OK-knap igen for at vælge Funktion.
de: Drücken Sie noch einmal die GRÜNE OK-Taste, um „Funktion“ auszuwählen.
et_ee: Vajutage veel kord ROHELIST OK nuppu, et valida „Funktsioon”.
fi: Valitse "Toiminto" painamalla vielä kerran VIHREÄÄ OK-painiketta.
lt_lt: Spustelėkite ŽALIĄ mygtuką „OK“ (gerai) dar kartą ir pasirinkite „Function“ (funkcija).
lv_lv: Vēlreiz nospiediet ZAĻO OK pogu, lai izvēlētos “Funkcija”.
nb: Trykk én gang til på den GRØNNE OK-knappen for å velge "Funksjon".
sv: Tryck på den gröna knappen en gång till för att välja ”Funktion”.

# ms_green_ok_btn
source: Start out by pressing the GREEN OK button.
da: Start med at trykke på den GRØNNE OK-knap.
de: Beginnen Sie, indem Sie die GRÜNE OK-Taste drücken.
et_ee: Alustage, vajutades ROHELIST nuppu OK.
fi: Aloita painamalla VIHREÄÄ OK-painiketta.
lt_lt: Pirmiausia spustelėkite ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Sāciet, nospiežot ZAĻO OK pogu.
nb: Start med å trykke på den GRØNNE OK-knappen.
sv: Starta genom att trycka på den gröna OK-knappen.

# ms_green_total_amt
source: Use the arrow buttons to choose either ‘Total amount’ or ‘No’ by Pressing the GREEN OK button.
da: Brug pileknapperne til at vælge enten "Samlet beløb" eller "Nej", og tryk på den GRØNNE OK-knap.
de: Verwenden Sie die Pfeiltasten, um entweder „Gesamtbetrag“ oder „Nein“ auszuwählen und drücken Sie dann die GRÜNE OK-Taste.
et_ee: Kasutage nooleklahve, et valida kas „Kogusumma” või „Ei” vajutades ROHELIST OK nuppu.
fi: Valitse nuolinäppäimillä joko "Kokonaismäärä" tai "Ei" Paina VIHREÄÄ OK-painiketta.
lt_lt: Rodyklių mygtukais pasirinkite „Total amount“ (bendra suma) arba „No“ (ne) ir spauskite ŽALIĄ mygtuką „OK“ (gerai).
lv_lv: Izmantojiet bultiņu pogas, lai izvēlētos sadaļu “Kopējā summa” vai “Nē”. Nospiežot ZAĻO OK pogu.
nb: Bruk pilknappene til å velge enten "Totalbeløp" eller "Nei" ved å trykke på den GRØNNE OK-knappen.
sv: Använd pilknapparna för att välja antingen ”Totalt belopp” eller ”Nej” genom att trycka på den gröna OK-knappen.

# ms_guide
source: Guide
da: Vejledning
de: Anleitung
fi: Opas
it: Guida
lv_lv: Ceļvedis
nb: Veiledning

# ms_guide_cable_connect_txt
source: Connect the cables
da: Tilslut kablerne.
de: Kabel anschließen
et_ee: Ühendage kaablid
fi: Kytke kaapelit
lt_lt: Prijunkite laidus
lv_lv: Pievienojiet kabeļus
nb: Koble til kablene
sv: Anslut kablarna
