Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# faq_html
source: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>When is my data available in the app?</summary>You can see your transaction and settlement data in the app at 16:00 the day after the transactions. The statistics data will be available at 10:00. </details> </li> <li lang="EN"> <details> <summary>Where can I find more details on my settlement?</summary>Please log in to MyNets on <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> to find more details on your settlement.</details> </li> <li lang="EN"> <details> <summary>How do I get access to the web portal MyNets ?</summary>MyNets can be accessed here: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>.</details> </li> <li lang="EN"> <details> <summary>Can others see my data if they know my company organisation number?</summary>It is only possible to access the app if the administrator has provided access. You cannot log in just by typing the company organisation number.</details> </li> <li lang="EN"> <details> <summary>How do I give others than myself access to the app?</summary>Ask the person whom you would like to give access to download the app and initiate login. The administrator for the access will then be asked to verify the request for access.</details> </li> <li lang="EN"> <details> <summary>What data is represented in the app?</summary>The credit card data for which you have an acquiring agreement with Nets Merchant Services is available in the app. Also the transactions and invoices data for which you have a terminal agreement is available in the app.</details> </li> <li lang="EN"> <details> <summary>How do I contact customer service?</summary>Customer service can be reached here: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>How do I see data for other points of sale under the same organisation number? </summary>On all screens, you can see all of the point of sales under the same organisation. You can select upto 20 point of sales at a time.</details> </li> <li lang="EN"> <details> <summary>How do I see turnover in other currencies? </summary>The turnover can only be viewed in the currency of the country your point of sale is based in.</details> </li> <li lang="EN"> <details> <summary>Where can I see aggregated data for all of my point of sales?</summary>On all screens, you can select upto 20 point of sales at a time and you will get the aggregated data.</details> </li> <li lang="EN"> <details> <summary>Can I see transactions which are pending?</summary>It is not possible to view transactions which are pending.</details> </li> </ul> <br> </div> </body> </html>
da: <!DOCTYPE html> <html> <title>FAQ Danish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="da"> <details> <summary>Hvorn&aring;r er mine data til r&aring;dighed i appen?</summary>Du kan se dine transaktions- og afregningsdata i appen kl. 16.00 dagen efter transaktionerne. De statistiske data vil være tilgængelige kl. 10.00. </details> </li> <li lang="da"> <details> <summary>Hvor kan jeg finde flere oplysninger om min afregning?</summary>Log på p&aring; p&aring; <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> for at f&aring; flere oplysninger om din afregning.</details> </li> <li lang="da"> <details> <summary>Hvordan f&aring;r jeg adgang til webportalen MyNets?</summary>MyNets kan tilg&aring;s via <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>. </details> </li> <li lang="da"> <details> <summary>Kan andre se mine data, hvis de kender min virksomheds CVR-nummer?</summary>Det er kun muligt at f&aring; adgang til appen, hvis administratoren har givet adgang. Du kan ikke logge ind ved blot at indtaste virksomhedens CVR-nr.</details> </li> <li lang="da"> <details> <summary>Hvordan giver jeg andre end mig selv adgang til appen?</summary>Bed den person, som du &oslash;nsker at give adgang, om at downloade appen og initiere login. Administratoren for adgangen bliver herefter bedt om at verificere anmodningen om adgang.</details> </li> <li lang="da"> <details> <summary>Hvilke data indeholder appen?</summary>De kreditkortdata, for hvilke du har en indløsningsaftale med Nets Merchant Services, er tilgængelige i appen. Det gælder også de transaktions- og fakturadata, som du har en terminalaftale for.</details> </li> <li lang="da"> <details><summary> Hvordan kontakter jeg kundeservice?</summary>Find kontaktoplysninger til kundeservice her: <a href="https://www.nets.eu/dk/payments">www.nets.dk/payments</a>. </details> </li> <li lang="da"> <details> <summary>Jeg har ikke modtaget koden via e-mail. Hvad g&oslash;r jeg?</summary>Vi har sendt pinkoden til den e-mailadresse, vi har registreret. Kontakt vores kundeservice, hvis du har f&aring;et en ny e-mailadresse.</details> </li> <li lang="da"> <details> <summary>Hvordan kan jeg se data for andre salgssteder under samme CVR-nummer? </summary>I menuen Indstillinger kan du se alle salgsstederne under samme organisation. Du kan v&aelig;lge &eacute;t salgssted ad gangen, men de kan ikke aggregeres.</details> </li> <li lang="da"> <details> <summary>Hvordan kan jeg se oms&aelig;tningen i andre valutaer? </summary>Oms&aelig;tningen kan kun vises i valutaen i det land, hvori salgsstedet ligger.</details> </li> <li lang="da"> <details> <summary> Hvor kan jeg se aggregerede data for alle mine salgssteder?</summary>Du kan på alle skærme se alle salgssteder for den samme organisation. Du kan vælge op til 20 salgssteder af gangen.</details> </li> <li lang="da"> <details> <summary>Kan jeg se afventende transaktioner?</summary>Det er ikke muligt at se afventende transaktioner.</details> </li> </ul> </div> </body> </html><a href="https://www.nets.eu/en/payments"></a></details><br></li>
de: <!DOCTYPE html> <html> <title>FAQ Deutsch</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Wann sind meine Daten in der App verfügbar?</summary>Sie können Ihre Transaktions- und Abrechnungsdaten am Folgetag der Transaktion ab 10:00 Uhr einsehen.</details> </li> <li lang="EN"> <details> <summary>Wo finde ich weitere Informationen über meine Abrechnung?</summary>Melden Sie sich bitte bei MyNets unter <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> .</details> </li> <li lang="EN"> <details> <summary>Wie erhalte ich Zugang zum Webportal MyNets? </summary>MyNets finden Sie hier: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>.</details> </li> <li lang="EN"> <details> <summary>Können andere meine Daten einsehen, wenn Sie die Organisationsnummer meines Unternehmens kennen?</summary>Der Zugriff auf die App ist nur möglich, wenn der Administrator diesen Zugriff gewährt hat. Es ist nicht möglich, sich einfach mit der Organisationsnummer anzumelden.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich anderen den Zugriff auf die App gewähren?</summary>Bitten Sie die jeweilige Person, die App herunterzuladen und den Anmeldevorgang zu beginnen. Anschließend wird der zuständige Administrator gebeten, die Zugriffsanfrage zu prüfen.</details> </li> <li lang="EN"> <details> <summary>Welche Daten werden in der App dargestellt?</summary>Die Daten der Kreditkarte, für die Sie einen Acquiring-Vertrag mit Nets Merchant Services abgeschlossen haben, sind in der App verfügbar. Auch die Daten der Transaktionen und Rechnungen, für die Sie eine Terminalvereinbarung haben, sind in der App verfügbar.</details> </li> <li lang="EN"> <details> <summary>Wie wende ich mich an den Kundendienst?</summary>Die Kontaktdaten für den Kundendienst finden Sie hier: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>Was soll ich tun, wenn ich keinen Anmeldecode per E-Mail erhalten habe?</summary>Wir haben den Code an die registrierte E-Mail-Adresse gesendet. Wenn Sie eine neue E-Mail-Adresse verwenden, wenden Sie sich bitte an unseren Kundendienst.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich Daten für andere Standorte einsehen, die unter derselben Organisationsnummer registriert sind? </summary>In den Einstellungen sehen Sie alle Standorte des jeweiligen Unternehmens. Sie können jeweils einen Standort auswählen. Es ist nicht möglich, Standorte zusammenzufassen.</details> </li> <li lang="EN"> <details> <summary>Wie kann ich den Umsatz in anderen Währungen anzeigen lassen? </summary>Der Umsatz kann nur in der Währung des Landes angezeigt werden, in dem sich der jeweilige Standort befindet.</details> </li> <li lang="EN"> <details> <summary>Wo kann ich eine Zusammenfassung der Daten aller Standorte einsehen?</summary>Auf allen Bildschirmen sehen Sie alle Verkaufsstellen, die derselben Organisation angehören. Sie können bis zu 20 Verkaufsstellen auf einmal auswählen.</details> </li> <li lang="EN"> <details> <summary>Kann ich offene Transaktionen einsehen?</summary>Es ist nicht möglich, offene Transaktionen einzusehen.</details> </li> </ul> <br> </div> </body> </html>
et_ee: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>When is my data available in the app?</summary>You can see your transaction and settlement data in the app at 16:00 the day after the transactions.</details> </li> <li lang="EN"> <details> <summary>Where can I find more details on my settlement?</summary>Please log in to MyNets on <a href="https://my.nets.eu/login">my.nets.eu</a> to find more details on your settlement.</details> </li> <li lang="EN"> <details> <summary>How do I get access to the web portal MyNets ?</summary>MyNets can be accessed here: <a href="https://my.nets.eu/login">my.nets.eu</a>.</details> </li> <li lang="EN"> <details> <summary>Can others see my data if they know my company organisation number?</summary>It is only possible to access the app if the administrator has provided access. You cannot log in just by typing the company organisation number.</details> </li> <li lang="EN"> <details> <summary>How do I give others than myself access to the app?</summary>Ask the person whom you would like to give access to download the app and initiate login. The administrator for the access will then be asked to verify the request for access.</details> </li> <li lang="EN"> <details> <summary>What data is represented in the app?</summary>The credit card data for which you have an acquiring agreement with Nets Merchant Services is available in the app. Also the transactions and invoices data for which you have a terminal agreement is available in the app.</details> </li> <li lang="EN"> <details> <summary>How do I contact customer service?</summary>Customer service can be reached here: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>How do I see data for other points of sale under the same organisation number? </summary>On all screens, you can see all of the point of sales under the same organisation. You can select upto 20 point of sales at a time.</details> </li> <li lang="EN"> <details> <summary>How do I see turnover in other currencies? </summary>The turnover can only be viewed in the currency of the country your point of sale is based in.</details> </li> <li lang="EN"> <details> <summary>Where can I see aggregated data for all of my point of sales?</summary>On all screens, you can select upto 20 point of sales at a time and you will get the aggregated data.</details> </li> <li lang="EN"> <details> <summary>Can I see transactions which are pending?</summary>It is not possible to view transactions which are pending.</details> </li> </ul> <br> </div> </body> </html>
fi: <!DOCTYPE html> <html> <title>FAQ Finish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="FI"> <details> <summary>Milloin tietoni ovat k&auml;</summary>Näet tapahtuma- ja tilitystietosi sovelluksessa klo 16.00 tapahtumien jälkeisenä päivänä. Tilastotiedot ovat saatavilla klo 10.00. </details> </li> <li lang="FI"> <details> <summary>Mist&auml; l&ouml;yd&auml;n lis&auml;tietoja tilityksist&auml;ni?</summary>Kirjaudu MyNetsiin osoitteessa <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>.</details> </li> <li lang="FI"> <details> <summary>Miten p&auml;&auml;sen MyNets-verkkoportaaliini?</summary>MyNetsiin p&auml;&auml;see t&auml;st&auml; <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>. </details> </li> <li lang="FI"> <details> <summary>N&auml;kev&auml;tk&ouml; muut tietoni, jos he tiet&auml;v&auml;t yritykseni Y-tunnuksen?S</summary>ovelluksen k&auml;ytt&ouml;oikeuden saa vain, jos j&auml;rjestelm&auml;nvalvoja on my&ouml;nt&auml;nyt k&auml;ytt&ouml;oikeuden. Et voi kirjautua sis&auml;&auml;n pelk&auml;st&auml;&auml;n kirjoittamalla yrityksen Y-tunnuksen.</details> </li> <li lang="FI"> <details> <summary>Miten voin antaa muille kuin itselleni sovelluksen k&auml;ytt&ouml;oikeuden?</summary>Kun haluat antaa k&auml;ytt&ouml;oikeuden tietylle henkil&ouml;lle, pyyd&auml; t&auml;t&auml; henkil&ouml;&auml; lataamaan sovellus ja aloittamaan sis&auml;&auml;nkirjautuminen. K&auml;ytt&ouml;oikeudesta vastaavaa j&auml;rjestelm&auml;nvalvojaa pyydet&auml;&auml;n sen j&auml;lkeen vahvistamaan k&auml;ytt&ouml;oikeuspyynt&ouml;.</details> </li> <li lang="FI"> <details> <summary>Mit&auml; tietoja sovelluksessa esitet&auml;&auml;n?</summary>Luottokorttitiedot, joista sinulla on vastaanottosopimus Nets Merchant Services -palvelun kanssa, ovat saatavilla sovelluksessa. Sovelluksesta löytyvät myös ne tapahtuma- ja laskutiedot, joista sinulla on päätesopimus.<a href="https://www.nets.eu/en/payments"> </a></details> </li> <li lang="FI"> <details> <summary>Miten voin peruuttaa tai kumota k&auml;ytt&ouml;oikeuden, jonka olen j&auml;rjestelm&auml;nvalvojana antanut k&auml;ytt&auml;j&auml;lle?</summary> K&auml;ytt&ouml;oikeuden voi poistaa vain ottamalla yhteytt&auml; asiakaspalveluun. Asiakaspalvelun yhteystiedot l&ouml;yd&auml;t t&auml;&auml;lt&auml; </details> </li> <li lang="FI"> <details> <summary>En ole saanut koodia s&auml;hk&ouml;postitse, mit&auml; minun pit&auml;&auml; tehd&auml;?</summary>Olemme l&auml;hett&auml;neet PIN-koodin rekister&ouml;im&auml;&auml;mme s&auml;hk&ouml;postiosoitteeseen. Ota yhteytt&auml; asiakaspalveluun, jos sinulla on uusi s&auml;hk&ouml;postiosoite.</details> </li> <li lang="FI"> <details> <summary>Miten voin n&auml;hd&auml; muiden saman Y-tunnuksen myyntipisteiden tiedot? </summary>Asetukset-sivulla n&auml;et kaikki samaan organisaatioon kuuluvat myyntipisteet. Voit valita yhden myyntipisteen kerrallaan, mutta niit&auml; ei voi yhdist&auml;&auml;.</details> </li> <li lang="FI"> <details> <summary>Miten n&auml;en liikevaihdon muissa valuutoissa? </summary>Liikevaihdon voi n&auml;ytt&auml;&auml; vain sen maan valuutassa, jossa myyntipisteesi sijaitsee.</details> </li> <li lang="FI"> <details> <summary>Miss&auml; n&auml;en kaikkien myyntipisteideni yhdistetyt tiedot?</summary>Kaikissa näytöissä näet kaikki saman organisaation myyntipisteet. Voit valita enintään 20 myyntipistettä kerrallaan.</details> </li> <li lang="FI"> <details> <summary>N&auml;enk&ouml; odottavat tapahtumat?</summary>Odottavia tapahtumia ei voi tarkastella.</details> </li> </ul> <br> </div> </body> </html>
fr: <!DOCTYPE html> <html> <title>FAQ Français</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Quand mes données sont-elles disponibles dans l'application?</summary>Vous pouvez voir les données relatives à vos transactions et règlements dans l'application à 16 heures le lendemain des transactions. Les données statistiques seront disponibles à 10 heures. </details> </li> <li lang="EN"> <details> <summary>Où puis-je trouver plus de détails sur mon règlement?</summary>Connectez-vous à MyNets à l'adresse <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> pour en savoir plus à propos de votre règlement.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je obtenir un accès au portail MyNets?</summary>MyNets est accessible ici: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>.</details> </li> <li lang="EN"> <details> <summary>Est-ce que d'autres personnes peuvent voir mes données si elles connaissent mon numéro d'entreprise?</summary>Il n'est possible d'accéder à l'application que si l'administrateur a fourni un accès. Il n'est pas possible de se connecter simplement en saisissant le numéro d'entreprise.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je donner à d'autres personnes que moi l'accès à l'application?</summary>Demandez à la personne à qui vous aimeriez donner l'accès de télécharger l'application et de commencer le processus de connexion. L'administrateur responsable de l'accès sera alors invité à vérifier la demande d'accès.</details> </li> <li lang="EN"> <details> <summary>Quelles sont les données présentées dans l'application?</summary>Les données de carte de crédit pour lesquelles vous avez conclu un accord d'acquisition avec Nets Merchant Services sont disponibles dans l'application. Les données relatives aux transactions et aux factures pour lesquelles vous avez conclu un accord portant sur le terminal sont également disponibles dans l'application.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je contacter le service clientèle?</summary>Le service clientèle est accessible ici: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je voir les données pour d'autres points de vente regroupés sous le même numéro d'entreprise? </summary>Sur tous les écrans, vous pouvez voir l'ensemble des points de vente appartenant à la même société. Vous pouvez sélectionner jusqu'à 20 points de vente en même temps.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je voir le chiffre d'affaires dans d'autres devises? </summary>Le chiffre d'affaires est visible uniquement dans la devise du pays où se trouve votre point de vente.</details> </li> <li lang="EN"> <details> <summary>Où puis-je voir les données agrégées pour tous mes points de vente?</summary>Sur tous les écrans, vous pouvez sélectionner jusqu'à 20 points de vente en même temps et vous obtiendrez les données agrégées.</details> </li> <li lang="EN"> <details> <summary>Puis-je voir les transactions en attente?</summary>Il n'est pas possible de voir les transactions en attente.</details> </li> </ul> <br> </div> </body> </html>
it: <!DOCTYPE html> <html> <title>FAQ Italian</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Quando saranno disponibili i miei dati nell'app?</summary>Puoi vedere i dati delle transazioni e dei pagamenti nell'app alle 16:00 del giorno successivo alle transazioni. I dati statistici saranno disponibili alle 10:00. </details> </li> <li lang="EN"> <details> <summary>Dove posso trovare altre informazioni sul mio pagamento?</summary>Accedi a MyNets su <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> per altre informazioni sul tuo pagamento.</details> </li> <li lang="EN"> <details> <summary>Come posso accedere al portale web MyNets ?</summary>Si può accedere a MyNets qui: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a>.</details> </li> <li lang="EN"> <details> <summary>Altri possono vedere i miei dati se conoscono il numero di organizzazione della mia azienda?</summary>È possibile accedere all'app solo se l'amministratore ha fornito l'accesso. Non puoi accedere solo inserendo il numero di organizzazione della tua azienda.</details> </li> <li lang="EN"> <details> <summary>Come posso fare accedere altri all'app?</summary>Chiedi alla persona che vuoi far accedere di scaricare l'app e avviare l'accesso. In seguito verrà chiesto all'amministratore degli accessi di verificare la richiesta di accesso.</details> </li> <li lang="EN"> <details> <summary>Quali dati sono presenti nell'app?</summary>Nell'app sono disponibili i dati della carta di credito per la quale hai un accordo di acquisizione con Nest Merchant Services. Anche i dati delle transazioni e delle fatture per le quali hai un accordo relativo al terminale sono disponibili nell'app.</details> </li> <li lang="EN"> <details> <summary>Come posso contattare l'Assistenza clienti?</summary>È possibile contattare l'Assistenza clienti qui: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>Come posso vedere i dati degli altri punti vendita con lo stesso numero di organizzazione? </summary>Su tutti gli schermi, puoi vedere tutti i punti vendita con la stessa organizzazione. Puoi selezionare fino a 20 punti vendita contemporaneamente.</details> </li> <li lang="EN"> <details> <summary>Come posso visualizzare il fatturato in altre valute? </summary>Il fatturato può essere visualizzato solo nella valuta del paese in cui si trova il tuo punto vendita.</details> </li> <li lang="EN"> <details> <summary>Dove posso vedere i dati aggregati per tutti i miei punti vendita?</summary>Su tutti gli schermi puoi selezionare fino a 20 punti vendita contemporaneamente e ottenere i dati aggreagati.</details> </li> <li lang="EN"> <details> <summary>Posso visualizzare le transazioni in sospeso?</summary>Non è possibile visualizzare le transazioni in sospeso.</details> </li> </ul> <br> </div> </body> </html>
lt_lt: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>When is my data available in the app?</summary>You can see your transaction and settlement data in the app at 16:00 the day after the transactions.</details> </li> <li lang="EN"> <details> <summary>Where can I find more details on my settlement?</summary>Please log in to MyNets on <a href="https://my.nets.eu/login">my.nets.eu</a> to find more details on your settlement.</details> </li> <li lang="EN"> <details> <summary>How do I get access to the web portal MyNets ?</summary>MyNets can be accessed here: <a href="https://my.nets.eu/login">my.nets.eu</a>.</details> </li> <li lang="EN"> <details> <summary>Can others see my data if they know my company organisation number?</summary>It is only possible to access the app if the administrator has provided access. You cannot log in just by typing the company organisation number.</details> </li> <li lang="EN"> <details> <summary>How do I give others than myself access to the app?</summary>Ask the person whom you would like to give access to download the app and initiate login. The administrator for the access will then be asked to verify the request for access.</details> </li> <li lang="EN"> <details> <summary>What data is represented in the app?</summary>The credit card data for which you have an acquiring agreement with Nets Merchant Services is available in the app. Also the transactions and invoices data for which you have a terminal agreement is available in the app.</details> </li> <li lang="EN"> <details> <summary>How do I contact customer service?</summary>Customer service can be reached here: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>How do I see data for other points of sale under the same organisation number? </summary>On all screens, you can see all of the point of sales under the same organisation. You can select upto 20 point of sales at a time.</details> </li> <li lang="EN"> <details> <summary>How do I see turnover in other currencies? </summary>The turnover can only be viewed in the currency of the country your point of sale is based in.</details> </li> <li lang="EN"> <details> <summary>Where can I see aggregated data for all of my point of sales?</summary>On all screens, you can select upto 20 point of sales at a time and you will get the aggregated data.</details> </li> <li lang="EN"> <details> <summary>Can I see transactions which are pending?</summary>It is not possible to view transactions which are pending.</details> </li> </ul> <br> </div> </body> </html>
lv_lv: <!DOCTYPE html> <html> <title>BUJ latviski</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary>Kad mani dati ir pieejami lietotnē?</summary>Jūs varat redzēt savus darījumu un norēķinu datus lietotnē pulksten 16:00 nākamajā dienā pēc darījumiem.</details> </li> <li lang="EN"> <details> <summary>Kur es varu atrast sīkāku informāciju par saviem norēķiniem?</summary>Lūdzu, piesakieties MyNets vietnē <a href="https://my.nets.eu/login">my.nets.eu</a>lai uzzinātu vairāk par saviem norēķiniem.</details> </li> <li lang="EN"> <details> <summary>Kā es varu piekļūt tīmekļa portālam MyNets ?</summary>MyNets var piekļūt šeit: <a href="https://my.nets.eu/login">my.nets.eu</a>.</details> </li> <li lang="EN"> <details> <summary>Vai citi var redzēt manus datus, ja viņi zina mana uzņēmuma organizācijas numuru?</summary>Lietotnei ir iespējams piekļūt tikai tad, ja administrators ir nodrošinājis piekļuvi. Jūs nevarat pieteikties, vienkārši ierakstot uzņēmuma organizācijas numuru.</details> </li> <li lang="EN"> <details> <summary>Kā es varu piešķirt piekļuvi lietotnei citiem, izņemot sevi?</summary>Palūdziet personai, kurai vēlaties piešķirt piekļuvi, lejupielādēt lietotni un sākt pieteikšanos. Pēc tam piekļuves administratoram tiks lūgts pārbaudīt piekļuves pieprasījumu.</details> </li> <li lang="EN"> <details> <summary>Kādi dati tiek attēloti lietotnē?</summary>Lietotnē ir pieejami kredītkartes dati, par kuriem jums ir noslēgts līgums ar Nets Merchant Services par saņemšanu. Lietotnē ir pieejami arī darījumu un rēķinu dati, par kuriem jums ir termināļa līgums.</details> </li> <li lang="EN"> <details> <summary>Kā sazināties ar klientu apkalpošanas centru?</summary>Klientu apkalpošanas centru var sasniegt šeit: <a href="https://www.nets.eu/en/payments">www.nets.eu/payments</a>.</details> </li> <li lang="EN"> <details> <summary>Kā es varu skatīt datus par citām tirdzniecības vietām ar to pašu organizācijas numuru? </summary>Visos ekrānos varat redzēt visas vienas organizācijas tirdzniecības vietas. Vienlaicīgi varat atlasīt līdz 20 tirdzniecības vietām.</details> </li> <li lang="EN"> <details> <summary>Kā es varu redzēt apgrozījumu citās valūtās? </summary>Apgrozījumu var skatīt tikai tās valsts valūtā, kurā atrodas jūsu tirdzniecības vieta.</details> </li> <li lang="EN"> <details> <summary>Kur es varu skatīt apkopotos datus par visām manām tirdzniecības vietām?</summary>Visos ekrānos vienlaikus varat atlasīt līdz 20 tirdzniecības vietām, un jūs saņemsiet apkopotos datus.</details> </li> <li lang="EN"> <details> <summary>Vai es varu redzēt neapstiprinātos darījumus?</summary>Nav iespējams skatīt neapstiprinātos darījumus.</details> </li> </ul> <br> </div> </body> </html>
nb: <!DOCTYPE html> <html> <title>FAQ Norwegian</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="No"> <details> <summary>N&aring;r er dataene mine tilgjengelige i appen?</summary>Du kan se transaksjons- og oppgj&oslash;rsdata i appen kl. 10 p&aring; dagen etter transaksjonene </details> </li> <li lang="No"> <details> <summary>Hvor kan jeg finne opplysninger om mitt oppgj&oslash;r?</summary>Logg inn p&aring; MyNets p&aring; <a href="https://my.nets.eu/portal">my.nets.eu/portal</a> </a>.</details> </li> <li lang="No"> <details> <summary>Hvordan f&aring;r jeg tilgang til webportalen MyNets?</summary>MyNets kan n&aring;s her: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a></details> </li> <li lang="No"> <details> <summary>Kan andre se dataene mine hvis de kjenner firmaets organisasjonsnummer?</summary>Det er bare mulig &aring; f&aring; tilgang til appen hvis administratoren har gitt tilgang. Du kan ikke logge inn bare ved &aring; skrive inn firmaets organisasjons- nummer.</details> </li> <li lang="No"> <details> <summary>Hvordan gir jeg andre enn meg selv tilgang til appen?</summary>Sp&oslash;r personen du vil ha tilgang til om &aring; laste ned appen og starte p&aring;loggingen. Administratoren av tilgangen blir da bedt om &aring; verifisere foresp&oslash;rselen om tilgang.</details> </li> <li lang="No"> <details> <summary>Hvilke data er representert i appen?</summary>Kredittkortdataene du har en avtale om med Nets Merchant Services, er tilgjengelige i appen. Transaksjons- og fakturadataene du har terminalavtale for, er også tilgjengelige i appen.</details> </li> <li lang="No"> <details> <summary>Hvordan kontakter jeg kundeservice?</summary>Du finner kontaktinformasjon her <a href="https://www.nets.eu/no/payments">www.nets.no/payments</a>.</details> </li> <li lang="No"> <details> <summary>Jeg har ikke mottatt koden via e-post, hva gj&oslash;r jeg? </summary>Vi har sendt kode til e-postadressen vi har registrert. Ta kontakt med v&aring;r kundeservice hvis du har f&aring;tt ny e-postadresse.</details> </li> <li lang="No"> <details> <summary>Hvordan ser jeg data for andre salgssteder med samme organisasjonsnummer? </summary>P&aring; innstillingssiden kan du se alle salgssteder i samme organisasjon. Du kan velge ett salgssted p&aring; det tidspunktet, men de kan ikke ses under ett.</details> </li> <li lang="No"> <details> <summary>Hvordan ser jeg omsetning i andre valutaer? </summary>Omsetningen kan kun ses i valutaen til landet ditt salgssted er basert i</details> </li> <li lang="No"> <details> <summary>Hvor kan jeg se kombinerte data for alle mine salgssteder?</summary>På alle skjermer kan du se alle salgsstedene under samme organisasjon. Du kan velge opptil 20 salgssteder om gangen.</details> </li> <li lang="No"> <details> <summary>Kan jeg se ventende transaksjoner?</summary>Det er ikke mulig &aring; se ventende transaksjoner.</details> </li> </ul> </div> </body> </html>
sv: <!DOCTYPE html> <html> <title>FAQ Swedish</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="SV"> <details> <summary>N&auml;r blir min data tillg&auml;ngliga i appen?</summary>Du kan se dina transaktions- och avtalsdata i appen kl. 16:00 dagen efter transaktionen. Statistiken finns tillgänglig kl. 10:00. </details> </li> <li lang="SV"> <details> <summary>Var hittar jag mer information om min avr&auml;kning?</summary>Logga in p&aring; MyNets p&aring; <a href="https://my.nets.eu/portal">my.nets.eu/portal</a></a></details> </li> <li lang="SV"> <details> <summary>Hur kommer jag &aring;t Merchant Portal p&aring; webbportalen MyNets?</summary>MyNets finns p&aring; f&ouml;ljande webbadress: <a href="https://my.nets.eu/portal">my.nets.eu/portal</a></details> </li> <li lang="SV"> <details> <summary>Kan andra se mina data om de k&auml;nner till mitt f&ouml;retags organisationsnummer?</summary>Du kan bara komma &aring;t appen om administrat&ouml;ren gett dig &aring;tkomst. Du kan inte logga in bara genom att ange f&ouml;retagets organisationsnummer.</details> </li> <li lang="SV"> <details> <summary>Hur ger jag andra &auml;n mig sj&auml;lv &aring;tkomst till appen?</summary>Be den person som vill f&aring; &aring;tkomst till appen att ladda ner den och p&aring;b&ouml;rja inloggningen. &Aring;tkomstadministrat&ouml;ren ombeds d&auml;refter att verifiera &aring;tkomstbeg&auml;ran.</details> </li> <li lang="SV"> <details> <summary>Vilka data representeras i appen?</summary>Du kan se alla försäljningsställen i samma organisation på alla skärmar. Du kan välja upp till 20 försäljningsställen åt gången. </li> <li lang="SV"> <details> <summary>Hur kommer jag i kontakt med kundtj&auml;nst?</summary>Du hittar kontaktuppgifter till kundtj&auml;nsten h&auml;r <a href="https://www.nets.eu/se/payments">www.nets.se/payments</a>.</details> </li> <li lang="SV"> <details> <summary>Hur avslutar eller &aring;terkallar jag den &aring;tkomst som jag som administrat&ouml;r har gett till en anv&auml;ndare?</summary>Du kan ta bort &aring;tkomsten enbart genom att kontakta v&aring;r kundtj&auml;nst. Du hittar kontaktuppgifter till kundtj&auml;nsten p&aring;<a href="https://www.nets.eu/se/payments">www.nets.se/payments</a>.</details> </li> <li lang="SV"> <details> <summary>Jag har inte f&aring;tt koden via e-post, vad ska jag g&ouml;ra?</summary>Vi har skickat PIN-koden till den e-postadress vi har registrerat. Kontakta v&aring;r kundtj&auml;nst om du har en ny e-postadress.</details> </li> <li lang="SV"> <details> <summary>Hur g&ouml;r jag f&ouml;r att visa data f&ouml;r andra f&ouml;rs&auml;ljningsst&auml;llen under samma organisationsnummer? </summary>P&aring; sidan med inst&auml;llningar kan du se alla f&ouml;rs&auml;ljningsst&auml;llen under samma organisation. Du kan v&auml;lja ett f&ouml;rs&auml;ljningsst&auml;lle &aring;t g&aring;ngen, men de kan inte sl&aring;s samman.</details> </li> <li lang="SV"> <details> <summary>Hur ser jag oms&auml;ttningen i andra valutor? </summary>Oms&auml;ttningen kan endast visas i valutan f&ouml;r det land d&auml;r ditt f&ouml;rs&auml;ljningsst&auml;lle har sin bas</details> </li> <li lang="SV"> <details> <summary>Var kan jag se kombinerade data f&ouml;r alla mina f&ouml;rs&auml;ljningsst&auml;llen?</summary>Du kan se alla försäljningsställen i samma organisation på alla skärmar. Du kan välja upp till 20 försäljningsställen åt gången.</details> </li> <li lang="SV"> <details> <summary>Kan jag se p&aring;g&aring;ende transaktioner?</summary>Du kan inte se p&aring;g&aring;ende transaktioner.</details> </li></ul> </div> </body> </html>
