Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# stm_banner
source: Information regarding the BankAxept settlement is currently not available through the mobile app. For detailed information, please read our info page.
da: Information vedrørende Bank Axept-afregning er ikke tilgængelig i appen i øjeblikket. For yderligere information læs venligst på vores informationsside.
de: Informationen zur BankAxept-Abrechnung werden derzeit von der App nicht unterstützt. Weitere Informationen dazu finden Sie auf unserer Info-Seite.
et_ee: BankAxepti arvelduste teave ei ole hetkel mobiilirakenduses saadaval. Üksikasjalikku lisateavet lugege meie infolehelt.
fi: BankAxept-tilitystietoja ei ole tällä hetkellä saatavilla mobiilisovelluksessa. Tarkempaa tietoa aiheesta löydät info-sivultamme.
fr: Les informations concernant le règlement par BankAxept ne sont pas disponibles pour l'instant par le biais de l'application mobile. Pour des informations détaillées, lisez notre page d'information.
it: Le informazioni relative al pagamento BanAxept non sono attualmente disponibili dall'app mobile. Per informazioni dettagliate, leggi la nostra pagina informazioni.
lt_lt: Informacija apie „BankAxept“ atsiskaitymus mobiliojoje programėlėje kol kas neteikiama. Išsamesnės informacijos pateikiama mūsų informaciniame puslapyje.
lv_lv: Informācija par BankAxept norēķinu pašlaik nav pieejama mobilajā lietotnē. Lai iegūtu sīkāku informāciju, lūdzu, izlasiet mūsu informācijas lapu.
nb: Informasjon om BankAxept-oppgjør er foreløpig ikke tilgjengelig via mobilappen. Du finner ytterligere opplysninger på vår informasjonsside.
sv: Information om Bank Axept-betalningen är för närvarande inte tillgänglig i den mobila appen. Läs mer på vår informationssida.

# stm_data_unavailable
source: No data available
da: Ingen data tilgængelige
de: Keine Daten verfügbar
et_ee: Andmed puuduvad
fi: Tietoja ei ole käytettävissä
fr: Aucune donnée disponible
it: Nessun dato disponibile
lt_lt: Nėra duomenų
lv_lv: Nav pieejami dati
nb: Ingen tilgjengelige data
sv: Inga data tillgängliga

# stm_date
source: Date
da: Dato
de: Datum
et_ee: Kuupäev
fi: Päivämäärä
it: Data
lt_lt: Data
lv_lv: Datums
nb: Dato
sv: Datum

# stm_latest_amount
source: Last amount paid out
da: Seneste beløb udbetalt
de: Letzter ausgezahlter Betrag
et_ee: Viimane väljamakstud summa
fi: Viimeksi tilitetty summa
fr: Dernier montant versé
it: Ultimo importo pagato
lt_lt: Paskutinė išmokėta suma
lv_lv: Pēdējā izmaksātā summa
nb: Siste utbetalte beløp
sv: Senaste utbetalat belopp

# stm_net
source: Settled amount
da: Beløb udbetalt
de: Abgerechneter Betrag
et_ee: Arveldatud summa
fi: Tilitetty summa
fr: Montant réglé
it: Importo pagato
lt_lt: Atsiskaitymų suma
lv_lv: Norēķinu summa
nb: Beløp utbetalt
sv: Utbetalat belopp

# stm_new_banner
source: Information regarding the BankAxept settlement is currently not available through the mobile app. For detailed information, please read our info page.
da: Information vedrørende Bank Axept-afregning er ikke tilgængelig i appen i øjeblikket. For yderligere information læs venligst på vores informationsside.
de: Informationen zur BankAxept-Abrechnung werden derzeit von der App nicht unterstützt. Weitere Informationen dazu finden Sie auf unserer Info-Seite.
et_ee: BankAxepti arvelduste teave ei ole hetkel mobiilirakenduses saadaval. Üksikasjalikku lisateavet lugege meie infolehelt.
fi: BankAxept-tilitystietoja ei ole tällä hetkellä saatavilla mobiilisovelluksessa. Tarkempaa tietoa aiheesta löydät info-sivultamme.
fr: Les informations concernant le règlement par BankAxept ne sont pas disponibles pour l'instant par le biais de l'application mobile. Pour des informations détaillées, lisez notre page d'information.
it: Le informazioni relative al pagamento BanAxept non sono attualmente disponibili dall'app mobile. Per informazioni dettagliate, leggi la nostra pagina di informazioni.
lt_lt: Informacija apie „BankAxept“ atsiskaitymus mobiliojoje programėlėje kol kas neteikiama. Išsamesnės informacijos pateikiama mūsų informaciniame puslapyje.
lv_lv: Informācija par BankAxept norēķinu pašlaik nav pieejama mobilajā lietotnē. Lai iegūtu sīkāku informāciju, lūdzu, izlasiet mūsu informācijas lapu.
nb: Informasjon om BankAxept-oppgjør er foreløpig ikke tilgjengelig via mobilappen. Du finner ytterligere opplysninger på vår informasjonsside.
sv: Information vedrørende Bank Axept-afregning er ikke tilgængelig i appen i øjeblikket. For yderligere information læs venligst på vores informationsside.

# stm_trans_banner
source: Users with a Nordea agreement can go to my.nets.eu to view the BankAxept transactions. BankAxept transactions are currently not available in the MyPayments app.
de: Benutzer mit einer Nordea-Vereinbarung können sich unter my.nets.eu die BankAxept-Transaktionen anzeigen lassen. BankAxept-Transaktionen sind derzeit in der MyPayments-App nicht verfügbar.
fi: Käyttäjät, joilla on Nordea sopimus, voivat käydä osoitteessa my.nets.eu katsomassa BankAxept-tapahtumia. BankAxept-tapahtumat eivät ole tällä hetkellä saatavilla MyPayments-sovelluksessa.
fr: Les utilisateurs ayant conclu un accord avec Nordea peuvent aller sur my.nets.eu pour consulter les transactions BankAxept. Actuellement, les transactions BankAxept ne sont pas disponibles dans l'application MyPayments.
it: Gli utenti con un accordo Nordea possono andare su my.nets.eu per visualizzare le transazioni BankAxept. Le transazioni BankAxept non sono attualmente disponibili nell'app MyPayments.
lv_lv: Lietotāji ar Nordea līgumu var apmeklēt my.nets.eu, lai apskatītu BankAxept darījumus. BankAxept darījumi pašlaik nav pieejami lietotnē MyPayments.
nb: Brukere med en Nordea-avtale kan gå til my.nets.eu for å se BankAxept-transaksjonene. BankAxept-transaksjoner er foreløpig ikke tilgjengelige i MyPayments-appen

# store_description_v2.0
source: We’re excited to release an improved version of the app. A new design has been implemented to increase usability and readability of the metrics. We hope you agree!
da: Vi er glade for at kunne lancere en forbedret version af appen. Appen har fået nyt design for at gøre den mere brugervenlig og gøre det lettere at forstå tallene. Vi håber, du er enig!
de: Wir freuen uns, Ihnen eine verbesserte Version der App zu präsentieren. Die App hat nun ein neues Design, um die Benutzerfreundlichkeit und Lesbarkeit der Kennzahlen zu verbessern. Wir hoffen, dass es Ihnen gefällt!
et_ee: Meil on hea meel tuua turule rakenduse täiustatud versioon. Mõõdikute kasutatavuse ja loetavuse parandamiseks on kasutusele võetud uus disain. Loodame, et ka teie rõõmustate!
fi: Olemme iloisia voidessamme julkaista parannetun version sovelluksesta. Uudella muotoilulla haluamme parantaa tietojen käytettävyyttä ja luettavuutta. Toivomme, että olet samaa mieltä!
fr: Nous avons le plaisir de lancer une version améliorée de l'application. Un nouveau design a été mis en œuvre pour augmenter la convivialité et la lisibilité des métriques. Nous espérons que vous serez du même avis!
it: Siamo lieti di poter rilasciare una versione migliorata dell'app. È stato implementato un nuovo design per aumentare la fruibilità e la leggibilità delle statistiche. Ci auguriamo sia di tuo gradimento.
lt_lt: Su džiaugsmu pristatome patobulintą programėlės versiją. Pritaikėme naują dizainą, kad metrikai būtų aiškesni ir patogesni naudoti. Tikimės, kad su mumis sutiksite!
lv_lv: Mēs esam priecīgi iepazīstināt ar uzlabotu lietotnes versiju. Ir ieviests jauns dizains, lai palielinātu metrikas lietojamību un lasāmību. Mēs ceram, ka jūs piekrītat!
nb: Vi har gleden av å lansere en forbedret versjon av appen. Med et nytt design økes anvendeligheten og lesbarheten for beregningene. Vi håper du er enig!
sv: Vi släpper nu en förbättrad version av appen. En ny design har implementerats för att öka användarvänlighet och läsbarheten av mätvärdena. Vi hoppas att du håller med!

# support_request_support
source: Service request
da: Tjenesteanmodning
de: Serviceanfrage
et_ee: Teenuse taotlus
fi: Palvelupyyntö
fr: Demande de service
it: Richiesta di servizio
lt_lt: Paslaugos užklausa
lv_lv: Pakalpojuma pieprasījums
nb: Tjenesteforespørsel
sv: Tjänstebegäran

# support_request_support_subtitle
source: Create a request via our forms
da: Opret en anmodning via vores formularer
de: Erstellen Sie eine Anfrage über unsere Formulare
et_ee: Esita taotlus meie vormide kaudu
fi: Luo pyyntö lomakkeidemme kautta
fr: Créez une demande via nos formulaires
it: Crea una richiesta tramite i nostri moduli
lt_lt: Pateikite užklausą naudodamiesi mūsų formomis
lv_lv: Izveidojiet pieprasījumu, izmantojot mūsu veidlapas
nb: Opprett en forespørsel via våre skjemaer
sv: Skapa en begäran via våra formulär

# teaser_activity_page
source: View activity by the hour to identify peaks or high turnover by day, week or month.
da: Se aktivitet time for time for at identificere perioder med spidsbelastning eller stor omsætning pr. dag, uge eller måned.
de: Lassen Sie sich Aktivitäten stundenweise anzeigen, um Stoßzeiten oder hohe Umsätze zu erkennen. Sie können dabei nach Tag, Woche oder Monat filtern.
et_ee: Vaadake aktiivsust tundide kaupa ja saage teada tippajad või suurima käibega päevad, nädalad või kuud.
fi: Tarkastele toimintaa tunti tunnilla, jotta voit tunnistaa huiput tai suuren liikevaihdon päivittäin, viikoittain tai kuukausittain.
fr: Découvrez l'activité heure par heure pour déterminer les heures de forte affluence ou les pics de chiffre d'affaires par jour, semaine ou mois.
it: Visualizza l'attività per ora in modo da identificare i picchi o il maggior fatturato per giorno, settimana o mese.
lt_lt: Peržiūrėkite veiklą valandomis, kad nustatytumėte piko arba didelę apyvartą pagal dieną, savaitę ar mėnesį.
lv_lv: Skatiet aktivitāti pēc stundām, lai noteiktu karstāko laiku vai lielāko apgrozījumu pēc dienas, nedēļas vai mēneša.
nb: Vis aktivitet per time for å identifisere topper eller høy omsetning etter dag, uke eller måneden.
sv: Visa aktivitet per timme för att identifiera toppar eller hög omsättning efter dag, vecka eller månad.

# teaser_cardsales_page
source: View and compare your turnover, transactions and average transactions by year, month or day.
da: Se og sammenlign omsætning, transaktioner og gennemsnitligt antal transaktioner pr. år, måned eller dag.
de: Lassen Sie Umsätze, Transaktionen und durchschnittliche Transaktionen anzeigen und vergleichen Sie sie. Sie können dabei nach Jahr, Monat oder Tag filtern.
et_ee: Vaadake ja võrrelge oma käivet, tehinguid ja tehingute keskmist väärtust aasta, kuu ja päeva kaupa.
fi: Tarkastele ja vertaa liikevaihtoa, tapahtumia ja keskimääräisiä tapahtumia vuosittain, kuukausittain tai päivittäin.
fr: Consultez et comparez votre chiffre d'affaires, vos transactions et les transactions moyennes par année, mois ou jour.
it: Visualizza e confronta il tuo fatturato, le transazioni e le transazioni medie per anno, mese o giorno.
lt_lt: Peržiūrėkite ir palyginkite savo apyvartą, sandorius ir vidutinius sandorius pagal metus, mėnesį ar dieną.
lv_lv: Skatiet un salīdziniet savu apgrozījumu, darījumus un vidējos darījumus pēc gada, mēneša vai dienas.
nb: Vis og sammenlign omsetning, transaksjoner og gjennomsnittlige transaksjoner år, måned eller dag.
sv: Visa och jämför din omsättning, transaktioner och genomsnittliga transaktioner efter år, månad eller dag.

# teaser_customers_page
source: Are your customers loyal? View how many of your customers are returning and from where by week, month and year.
da: Er dine kunder loyale? Se, hvor mange af dine kunder, der vender tilbage, og hvorfra pr. uge, måned eller år.
de: Sind Ihre Kunden Ihnen treu? Lassen Sie sich anzeigen, wie viele Ihrer Kunden zurückkommen und von wo. Sie können dabei nach Woche, Monat oder Jahr filtern.
et_ee: Kas teie kliendid on lojaalsed? Vaadake nädala, kuu ja aasta kaupa, kui palju kliente naaseb ja kust nad pärit on.
fi: Ovatko asiakkaasi uskollisia? Katso kuinka moni asiakkaasi palaa ja mistä viikoittain, kuukausittain ja vuosittain.
fr: Vos clients sont-ils fidèles? Découvrez combien de vos clients reviennent dans votre commerce et leur provenance par semaine, mois et année.
it: I tuoi clienti sono fidelizzati? Visualizza quanti clienti tornano e da dove per settimana, mese e anno.
lt_lt: Ar jūsų klientai lojalūs? Peržiūrėkite, kiek ir iš kur sugrįžta jūsų klientų kas savaitę, mėnesį ir metus.
lv_lv: Vai jūsu klienti ir lojāli? Skatiet, cik daudzi klienti atgriežas un no kurienes pēc nedēļas, mēneša un gada.
nb: Er kundene dine lojale? Se hvor mange av kundene dinesom vender tilbake og hvor de kommer fra, etter uke, måned og år.
sv: Är dina kunder lojala? Visa hur många av dina kunder som återkommer och varifrån efter vecka, månad och år.

# teaser_login
source: Log in
da: Log på
de: Anmelden
et_ee: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
it: Accesso
lt_lt: Prisijungti
lv_lv: Pierakstīties
nb: Logg Inn
sv: Logga in

# terminal_delivery_accessory_ordered_body
source: Thank you for placing your order %@. We will inform you when your order is shipped.
da: Tak fordi du placerede din ordre %@. Vi informerer dig, når din ordre er afsendt.
de: Vielen Dank, dass Sie Ihre Bestellung aufgegeben haben %@. Wir werden Sie informieren, wenn Ihre Bestellung versandt wird.
et_ee: Täname teid tellimuse esitamisel %@. Me teavitame teid, kui teie tellimus on saadetud.
fi: Kiitos tilauksestasi %@. Ilmoitamme sinulle, kun tilauksesi on lähetetty.
lt_lt: Dėkojame, kad pateikėte užsakymą %@. Informuosime jus, kai užsakymas bus išsiųstas.
lv_lv: Paldies, ka pasūtījāt %@. Mēs jūs informēsim, kad jūsu pasūtījums tiks nosūtīts.
nb: Takk for at du har lagt inn bestillingen %@. Vi vil informere deg når bestillingen din er sendt.
sv: Tack för att du har lagt din beställning %@. Vi kommer att informera dig när din beställning har skickats.

# terminal_delivery_accessory_sent_body
source: Your order %@ is on its way. See your tracking here.
da: Din ordre %@ er på vej. Se din sporing her.
de: Ihre Bestellung %@ ist auf dem Weg. Sehen Sie hier Ihre Sendungsverfolgung.
et_ee: Teie tellimus %@ on teel. Vaata oma jälgimist siit.
fi: Tilauksesi %@ on matkalla. Katso tilauksen seuranta täältä.
lt_lt: Jūsų užsakymas %@ jau pakeliui. Žiūrėkite savo sekimo duomenis čia.
lv_lv: Jūsu pasūtījums %@ ir ceļā. Skatiet savu izsekojamību šeit.
nb: Bestillingen din %@ er på vei. Se sporingen din her.
sv: Din beställning %@ är på väg. Se din spårning här.

# terminal_delivery_info_on_order_shipped
source: We will inform you when your order is shipped.
da: Vi informerer dig, når din ordre er afsendt.
de: Wir werden Sie informieren, wenn Ihre Bestellung versandt wird.
et_ee: Me teavitame teid, kui teie tellimus on lähetatud.
fi: Ilmoitamme sinulle, kun tilauksesi on lähetetty.
lt_lt: Informuosime jus, kai užsakymas bus išsiųstas.
lv_lv: Mēs jūs informēsim, kad jūsu pasūtījums tiks nosūtīts.
nb: Vi informerer deg når bestillingen din er sendt.
sv: Vi kommer att informera dig när din beställning har skickats.

# terminal_delivery_order_tracking
source: Order tracking
da: Sporing af ordre
de: Auftragsverfolgung
et_ee: Tellimuse jälgimine
fi: Tilauksen seuranta
lt_lt: Užsakymo stebėjimas
lv_lv: Pasūtījumu izsekošana
nb: Ordresporing
sv: Försändelsespårning

# text_approved
source: Approved
de: Genehmigt
fi: Hyväksytty
fr: Approuvé
it: Approvato

# tmp_choose_data_type
source: Choose data type to display
da: Vælg den datatype, der skal vises
de: Anzuzeigenden Datentyp auswählen
et_ee: Vali kuvatav andmetüüp
fi: Valitse näytettävä tietotyyppi
fr: Choisir le type de données à afficher
it: Scegli il tipo di dati da visualizzare
lt_lt: Pasirinkite norimą matyti duomenų tipą
lv_lv: Izvēlēties parādāmo datu veidu
nb: Velg datatypen som skal vises
sv: Välj datatyp som ska visas

# tmp_compare_with_last_year
source: Compare with last year
da: Sammenlign med sidste år
de: Mit Vorjahr vergleichen
et_ee: Võrdle eelmise aastaga
fi: Vertaa viime vuoteen
fr: Comparer avec l'année dernière
it: Confronto con l'anno precedente
lt_lt: Palyginti su praėjusiais metais
lv_lv: Salīdzināt ar pagājušo gadu
nb: Sammenlignet med fjoråret
sv: Jämför med senaste året

# tmp_display_chart
source: Display chart
da: Vis graf
de: Diagramm anzeigen
et_ee: Kuva diagramm
fi: Näytä kuvaaja
fr: Afficher le graphique
it: Visualizza grafico
lt_lt: Rodyti grafiką
lv_lv: Displeja diagramma
nb: Vis graf
sv: Visa graf

# tmp_goto_date
source: Go to date
da: Gå til dato
de: Zu Datum springen
et_ee: Mine kuupäevale
fi: Siirry päivään
fr: Aller à cette date
it: Vai alla data
lt_lt: Pasirinkti datą
lv_lv: Iet uz datumu
nb: Gå til dato
sv: Gå till datum

# tmp_goto_this_month
source: This month
da: Denne måned
de: Dieser Monat
et_ee: See kuu
fi: Tämä kuukausi
fr: Ce mois
it: Questo mese
lt_lt: Šis mėnuo
lv_lv: Šis mēnesis
nb: Denne måneden
sv: Den här månaden

# tmp_goto_this_week
source: This week
da: Denne uge
de: Diese Woche
et_ee: See nädal
fi: Tämä viikko
fr: Cette semaine
it: Questa settimana
lt_lt: Ši savaitė
lv_lv: Šī nedēļa
nb: Denne uken
sv: Den här veckan

# tmp_goto_today
source: Today
da: I dag
de: Heute
et_ee: Täna
fi: Tänään
fr: Aujourd'hui
it: Oggi
lt_lt: Šiandien
lv_lv: Šodien
nb: I dag
sv: I dag

# tmp_goto_year
source: This year
da: Dette år
de: Dieses Jahr
et_ee: See aasta
fi: Tämä vuosi
fr: Cette année
it: Quest'anno
lt_lt: Šie metai
lv_lv: Šis gads
nb: I år
sv: I år

# tmp_latest_day
source: Latest day
da: Seneste dag
de: Letzter Tag
et_ee: Viimane päev
fi: Viimeisin päivä
fr: Dernier jour en date
it: Ultimo giorno
lt_lt: Paskiausia diena
lv_lv: Pēdējā diena
nb: Siste dag
sv: Senaste dagen

# tmp_latest_month
source: Latest month
da: Seneste måned
de: Letzter Monat
et_ee: Viimane kuu
fi: Viimeisin kuukausi
fr: Dernier mois en date
it: Ultimo mese
lt_lt: Paskiausias mėnuo
lv_lv: Pēdējais mēnesis
nb: Siste måned
sv: Senaste månaden

# tmp_latest_week
source: Latest week
da: Seneste uge
de: Letzte Woche
et_ee: Viimane nädal
fi: Viimeisin viikko
fr: Dernière semaine en date
it: Ultima settimana
lt_lt: Paskiausia savaitė
lv_lv: Pēdējā nedēļa
nb: Siste uke
sv: Senaste veckan

# tmp_latest_year
source: Latest year
da: Seneste år
de: Letztes Jahr
et_ee: Viimane aasta
fi: Viimeisin vuosi
fr: Dernière année en date
it: Ultimo anno
lt_lt: Paskiausi metai
lv_lv: Pēdējais gads
nb: Siste år
sv: Senaste året

# tmp_per_day
source: Per day
da: Pr. dag
de: nach Tag
et_ee: Päeva kohta
fi: Päivää kohti
fr: Par jour
it: Al giorno
lt_lt: Už dieną
lv_lv: Dienā
nb: Per dag
sv: Per dag

# tmp_per_hour
source: Per hour
da: Pr. time
de: nach Stunde
et_ee: Tunni kohta
fi: Tuntia kohti
fr: Par heure
it: All'ora
lt_lt: Už valandą
lv_lv: Stundā
nb: Per time
sv: Per timme

# tmp_per_month
source: Per month
da: Pr. måned
de: nach Monat
et_ee: Kuu kohta
fi: Kuukautta kohti
fr: Par mois
it: Al mese
lt_lt: Už mėnesį
lv_lv: Mēnesī
nb: Per måned
sv: Per månad

# tmp_per_week
source: Per week
da: Pr. uge
de: nach Woche
et_ee: Nädala kohta
fi: Viikkoa kohti
fr: Par semaine
it: Alla settimana
lt_lt: Už savaitę
lv_lv: Nedēļā
nb: Per uke
sv: Per vecka

# tmp_per_year
source: Per year
da: Pr. år
de: nach Jahr
et_ee: Aasta kohta
fi: Vuotta kohti
fr: Par an
it: All'anno
lt_lt: Už metus
lv_lv: Gadā
nb: Per år
sv: Per år

# tur_avg_purchase_desc
source: Average purchase
da: Gennemsnitligt køb
de: Durchschnittlicher Kaufbetrag
et_ee: Keskmine ostusumma
fi: Keskiostos
fr: Achat moyen
it: Acquisto medio
lt_lt: Vid. pirkinio suma
lv_lv: Vidējā pirkuma summa
nb: Gjennomsnittlig kjøp
sv: Genomsnittsköp

# tur_avg_purchases_name
source: Avg. purchase
da: Gns. køb
de: Durchschn. Kaufbetrag
et_ee: Keskm. ost
fi: Keskiostos
fr: Achat moy.
it: Acquisto medio
lt_lt: Vid. pirkiniai
lv_lv: Vid. pirk. sum.
nb: Gj.sn. kjøp
sv: Gns. köp

# tur_international_customers
source: International customers
da: Udenlandske kunder
de: Internationale Kunden
et_ee: Rahvusvahelised kliendid
fi: Turistit
fr: Clients internationaux
it: Clienti internazionali
lt_lt: Tarptautiniai klientai
lv_lv: Starptautiskie klienti
nb: Internasjonale kunder
sv: Internationella kunder

# tur_international_turnover_desc
source: Turnover from international customers
da: Omsætning fra udenlandske kunder
de: Umsatz von internationalen Kunden
et_ee: Rahvusvaheliste klientide käive
fi: Liikevaihto kansainvälisiltä asiakkailta
fr: Chiffre d'affaires généré par les clients internationaux
it: Fatturato da clienti internazionali
lt_lt: Apyvarta iš tarptautinių klientų
lv_lv: Starptautisko klientu apgrozījums
nb: Omsetning fra internasjonale kunder
sv: Omsättning från internationella kunder

# tur_nationalities_desc
source: Number of transactions per country
da: Antal transaktioner fordelt på lande
de: Anzahl der Transaktionen nach Land
et_ee: Tehingute arv riigi kohta
fi: Tapahtumien määrä maittain
fr: Nombre de transactions par pays
it: Numero di transazioni per paese
lt_lt: Operacijų skaičius pagal šalį
lv_lv: Darījumu skaits katrā valstī
nb: Antall transaksjoner fordelt på land
sv: Antal transaktioner per land

# tur_nationalities_name
source: Count
da: Antal
de: Zahlungen
et_ee: Arv
fi: Lukumäärä
fr: Total
it: Conteggio
lt_lt: Skaičius
lv_lv: Skaits
nb: Antall
sv: Antal

# tur_nbr_of_transactions_desc
source: Number of transactions
da: Antal transaktioner
de: Anzahl der Transaktionen
et_ee: Tehingute arv
fi: Tapahtumien lukumäärä
fr: Nombre de transactions
it: Numero di transazioni
lt_lt: Operacijų skaičius
lv_lv: Darījumu skaits
nb: Antall transaksjoner
sv: Antal transaktioner

# tur_please_tap_the_chart
source: Tap the chart for detailed information
da: Tryk på diagrammet for at se detaljerede oplysninger
de: Tippen Sie auf das Diagramm, um detaillierte Informationen zu erhalten.
et_ee: Täpsema teabe saamiseks puudutage diagrammi
fi: Napauta kaaviota saadaksesi lisätietoja
fr: Appuyer sur le graphique pour obtenir des informations détaillées
it: Tocca il grafico per informazioni dettagliate
lt_lt: Bakstelėkite diagramą, kad būtų pateikta išsami informacija
lv_lv: Pieskarieties diagrammai, lai iegūtu detalizētu informāciju
nb: Trykk på diagrammet for å se detaljerte opplysninger
sv: Tryck på diagrammet för detaljerad information

# tur_volume_desc
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# tur_volume_domestic
source: Domestic customers
da: Nationale kunder
de: Inländische Kunden
et_ee: Kodumaised kliendid
fi: Kotimaiset asiakkaat
fr: Clients nationaux
it: Clienti nazionali
lt_lt: Vietiniai pirkėjai
lv_lv: Vietējie klienti
nb: Innenlandske kunder
sv: Nationella kunder

# tur_volume_european
source: Customers from Europe
da: Kunder fra lande i Europa
de: Kunden aus Europa
et_ee: Euroopa kliendid
fi: Eurooppalaiset asiakkaat
fr: Clients européens
it: Clienti europei
lt_lt: Pirkėjai iš Europos
lv_lv: Klienti no Eiropas
nb: Kunder fra Europa
sv: Kunder från Europa

# tur_volume_name
source: Turnover
da: Omsætning
de: Umsatz
et_ee: Käive
fi: Liikevaihto
fr: Chiffre d'affaires
it: Fatturato
lt_lt: Apyvarta
lv_lv: Apgrozījums
nb: Omsetning
sv: Omsättning

# tur_volume_other
source: Rest of the world
da: Kunder fra resten af verden
de: Kunden aus übrigen Ländern
et_ee: Ülejäänud maailm
fi: Muu maailma
fr: Reste du monde
it: Resto del mondo
lt_lt: Kitos pasaulio šalys
lv_lv: Pārējā pasaule
nb: Resten av verden
sv: Kunder från resten av världen

# tur_volume_virtual_transactions
source: Virtual transactions
da: Virtuelle transaktioner
de: Virtuelle Transaktionen
et_ee: Virtuaaltehingud
fi: Virtuaaliset tapahtumat
fr: Transactions virtuelles
it: Transazioni virtuali
lt_lt: Virtualūs sandoriai
lv_lv: Virtuālie darījumi
nb: Virtuelle transaksjoner
sv: Virtuella transaktioner
