Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_base_next_setup_screen4_subtxt
source: This process takes a few seconds. When a receipt is printed, the terminal is set up right.
de: Dieser Vorgang dauert ein paar Sekunden. Sobald ein Beleg gedruckt wird, ist das Terminal korrekt konfiguriert.
fi: Tämä prosessi kestää muutaman sekunnin. Kun kuitti on tulostettu, päätelaite on asetettu oikein.
fr: Ce processus prend quelques secondes. Lorsqu'un reçu est imprimé, le terminal est correctement paramétré.
it: Questa procedura richiede pochi secondi. Se viene stampata una ricevuta, il terminale è stato configurato correttamente.

# ms_base_next_setup_screen4_txt
source: Open the ‘Diagnosis’ app
da: Åbn ‘Diagnose’ appen
de: Die App „Diagnose“ öffnen
fi: Avaa Diagnoosi -sovellus
fr: Ouvrez l'application « Diagnostic »
it: Apri l'app 'Diagnosi'

# ms_base_next_setup_screen5_subtxt
source: Use the numeric pad to enter a small amount to be able to do a test transaction. Press the GREEN button to confirm.
da: Brug tastaturet til at indtaste et mindre beløb. Tryk på den GRØNNE knap for at bekræfte.
de: Geben Sie auf dem Ziffernblock einen kleinen Betrag ein, um eine Testtransaktion durchzuführen. Drücken Sie zur Bestätigung die GRÜNE Taste.
fi: Syötä numeronäppäimistöllä pieni summa, jotta voit tehdä testitapahtuman. Vahvista painamalla VIHREÄÄ painiketta.
fr: Utilisez le pavé numérique pour entrer un petit montant pour pouvoir effectuer une transaction test. Appuyez sur le bouton VERT pour confirmer.
it: Usa il tastierino numerico per inserire un importo ed eseguire un test. Premi il pulsante VERDE per confermare.

# ms_base_next_setup_screen6_subtxt
source: Complete the test transaction by using your own payment card. Note that the contactless reader is located behind the receipt printer cover.
da: Gennemfør testtransaktionen ved at bruge dit eget betalingskort. Bemærk at den kontaktløse læser er placeret på toppen af terminalen.
de: Schließen Sie die Testtransaktion mit Ihrer eigenen Zahlungskarte ab. Das kontaktlose Lesegerät befindet sich auf der oberen Seite des Terminals.
fi: Suorita testitapahtuma omalla maksukortillasi. Huomaa, että lähimaksulukija sijaitsee kuittitulostimen kannen takana.
fr: Exécutez la transaction test à l'aide de votre propre carte de paiement. Le lecteur sans contact se trouve derrière le capot d'imprimante de reçus.
it: Completa la transazione di prova con la tua carta di pagamento. Nota: il lettore contactless è dietro il coperchio della stampante per ricevute.

# ms_battery_is_low_txt
source: Tap To Pay will be disabled when the battery is too low. Place the phone in a charger to proceed.
de: Tap To Pay wird deaktiviert, wenn Ladezustand des Akkus zu niedrig ist. Legen Sie das Telefon in ein Ladegerät, um fortzufahren.
fi: Tap to Pay -toiminto poistuu käytöstä, kun akun varaus on liian alhainen. Kytke puhelin laturiin jatkaaksesi.
fr: Tap To Pay sera désactivé lorsque la batterie est trop faible. Branchez le téléphone sur un chargeur pour continuer.
it: Tap To Pay sarà disattivato quando la batteria è troppo scarica. Per procedere, posiziona il telefono sul caricatore.

# ms_battery_is_under_5_text
source: Tap To Pay will be disabled when the battery is too low. Put the phone in a charger soon.
de: Tap To Pay wird deaktiviert, wenn Ladezustand des Akkus zu niedrig ist. Legen Sie das Telefon bald in ein Ladegerät, um fortzufahren.
fi: Tap to Pay -toiminto poistuu käytöstä, kun akun varaus on liian alhainen. Kytke puhelin pian laturiin.
fr: Tap To Pay sera désactivé lorsque la batterie est trop faible. Branchez dès que possible le téléphone sur un chargeur.
it: Tap To Pay sarà disattivato quando la batteria è troppo scarica. Posiziona subito il telefono sul caricatore.

# ms_battery_low_10percent
source: Battery is low
da: Batteriet er lavt
de: Der Ladezustand des Akkus ist zu niedrig
et_ee: Aku on tühi
fi: Akku on vähissä
fr: Batterie faible
it: La batteria è scarica
lt_lt: Baterija išsikrovusi
lv_lv: Akumulators ir zems
nb: Batteriet er lavt
sv: Batteriet är lågt

# ms_battery_low_5percent
source: Battery is too low
da: Batteriet er for lavt
de: Batterie ist zu schwach
et_ee: Aku on liiga tühi
fi: Akun varaus on liian alhainen
lt_lt: Baterija per mažai išsikrovusi
lv_lv: Akumulators ir pārāk zems
nb: Batteriet er for lavt
sv: Batteriet är för lågt

# ms_battery_low_card_desc
source: Your battery is too low to use Tap to Pay on iPhone, charge your phone
da: Batteristanden er for lav til at bruge Tap to Pay på iPhone. Oplad telefonen.
de: Der Ladezustand Ihres Akku ist zu gering für Tap to Pay auf dem iPhone, laden Sie Ihr Telefon auf
et_ee: Teie aku on iPhone'i funktsiooni „Puudutage maksmiseks” kasutamiseks liiga tühi, laadige telefoni
fi: Akun varaustaso on liian alhainen, jotta voit käyttää iPhonen Tap to Paya, lataa puhelin.
lt_lt: Jūsų telefono įkrovos lygis per žemas, kad galėtumėte naudoti „Tap to Pay on iPhone“ funkciją. Įkraukite savo telefoną.
lv_lv: Akumulators ir pārāk zems, lai izmantotu pakalpojumu Tap to Pay on iPhone. Uzlādējiet tālruni
nb: Batterinivået er for lavt til å bruke Tap to Pay på iPhone. Lad opp telefonen.
sv: Batterinivån är för låg för att använda Tap to Pay på iPhone, ladda telefonen

# ms_battery_low_desc
source: Tap To Pay is disabled because the battery is too low. Put the phone in a charger now.
da: Tap to Pay deaktiveres, når batteriet er for lavt. Sæt telefonen i en oplader for at fortsætte.
de: Tap To Pay wird deaktiviert, wenn Ladezustand des Akkus zu niedrig ist. Legen Sie das Telefon jetzt in ein Ladegerät.
et_ee: Puudutusega maksmine on keelatud, kui aku on liiga tühi. Jätkamiseks pange telefon laadijasse.
fi: Tap to Pay on pois käytöstä, kun akun varaus on liian alhainen. Aseta puhelin latausasemaan jatkaaksesi.
fr: Tap To Pay est désactivé car la batterie est trop faible. Branchez dès maintenant le téléphone sur un chargeur.
it: Tap To Pay è stato disattivato perché la batteria è troppo scarica. Posiziona subito il telefono sul caricatore.
lt_lt: „Tape To Pay“ išjungiamas, kai akumuliatoriaus įkrova per mažai. Norėdami tęsti, įdėkite telefoną į įkroviklį.
lv_lv: Pieskaroties maksāt, ir atspējota, ja akumulatora uzlādes līmenis ir pārāk zems. Lai turpinātu, ievietojiet tālruni lādētājā.
nb: Tap To Pay er deaktivert når batteriet er for lavt. Sett telefonen i en lader for å fortsette.
sv: Tap To Pay är inaktiverat när batteriet är för lågt. Lägg telefonen i en laddare för att fortsätta.

# ms_battery_too_low
source: Battery is too low
de: Der Ladezustand des Akkus ist zu niedrig
fi: Akun lataus on liian alhainen
fr: Batterie trop faible
it: La batteria è troppo scarica

# ms_billion
source: Billion
da: Milliard
de: Milliarden
et_ee: Miljardit
fi: Miljardia
fr: Milliard
it: Miliardi
lt_lt: Mlrd.
lv_lv: Miljardi
nb: Milliard
sv: Miljard

# ms_biometric_not_enrolled_button
source: Go to Setting
de: Zu Einstellungen gehen
fi: Mene asetuksiin
fr: Aller à Paramétrage
it: Vai a Configurazione

# ms_biometric_not_enrolled_message
source: The user can't authenticate because no biometric or device credential is enrolled.
de: Der Benutzer konnte nicht authentifiziert werden, da weder ein biometrisches Merkmal noch eine Geräteberechtigung vorliegen.
fi: Käyttäjä ei voi tunnistautua, koska biometristä tai laitetunnusta ei ole kirjattu.
fr: L'utilisateur ne peut pas s'authentifier car aucun identifiant biométrique ou matériel n'est enregistré.
it: L'utente non può autenticarsi in quanto non sono state registrate le credenziali biometriche del dispositivo.

# ms_blocked_device_description
source: For security reasons, access has been temporarily restricted. Please check back after 24 hours
da: Af sikkerhedsmæssige årsager er adgangen midlertidigt begrænset. Prøv igen om 24 timer.
de: Aus Sicherheitsgründen wurde der Zugriff vorübergehend eingeschränkt. Bitte versuchen Sie es nach 24 Stunden erneut.
fi: Turvallisuussyistä pääsyä on väliaikaisesti rajoitettu. Yritä uudelleen 24 tunnin kuluttua.
fr: Pour des raisons de sécurité, l'accès a été temporairement restreint. Veuillez réessayer après 24 heures.
it: Per motivi di sicurezza, l'accesso è stato temporaneamente limitato. Riprova tra 24 ore.
nb: Av sikkerhetsgrunner har tilgangen midlertidig blitt begrenset. Vennligst prøv igjen etter 24 timer.
sv: Av säkerhetsskäl har åtkomsten tillfälligt begränsats. Vänligen försök igen om 24 timmar.

# ms_blocked_device_subtitle
source: Temporarily blocked
da: Midlertidigt blokeret
de: Vorübergehend blockiert
fi: Väliaikaisesti estetty
fr: Temporairement bloqué
it: Temporaneamente bloccato
nb: Midlertidig blokkert
sv: Tillfälligt blockerad

# ms_blocked_device_title
source: This device is temporarily blocked
da: Denne enhed er midlertidigt blokeret
de: Dieses Gerät ist vorübergehend blockiert
fi: Tämä laite on väliaikaisesti estetty
fr: Cet appareil est temporairement bloqué
it: Questo dispositivo è temporaneamente bloccato
nb: Denne enheten er midlertidig blokkert
sv: Den här enheten är tillfälligt blockerad

# ms_bottom_menu_support_optn
source: Support
et_ee: Tugi
fi: Tuki
fr: Assistance
it: Assistenza
lt_lt: Pagalba
lv_lv: Atbalsts
nb: Støtte
sv: Stöd

# ms_bugFixesTo Settings
source: Bug fixes to settings
da: Fejlrettelser i indstillinger
de: Fehlerkorrekturen bei Einstellungen
et_ee: Veaparandused seadetes
fi: Virhekorjauksia Asetuksiin
fr: Corrections des bogues pour les paramètres
it: Correzione dei bug alle configurazioni
lt_lt: Nustatymų klaidų taisymai
lv_lv: Vīrusu labojumi iestatījumos
nb: Feilrettinger av innstillingene
sv: Buggfixar i inställningarna

# ms_business
source: My Business
da: Min virksomhed
fi: Oma yritys
fr: Mon entreprise
it: La mia attività
lt_lt: Mano versl.
lv_lv: Mans uzņēmums
nb: Min bedrift
sv: Mitt föret.

# ms_call_nexi_customer_support
source: Call the Customer Support
da: Kontakt kundesupport
de: Wenden Sie sich an den Kundendienst
et_ee: Helistage klienditoele
fi: Soita asiakastukeen
fr: Appeler le service clientèle
it: Chiama l'Assistenza clienti
lt_lt: Skambinkite klientų aptarnavimo tarnybai
lv_lv: Zvaniet klientu apkalpošanas centram
nb: Ring kundeservice
sv: Ring kundsupporten

# ms_call_support_terminal_list_hint
source: Please select the terminal you need help with, so we can help you faster
da: Vælg den terminal, du ønsker support til, for at vi kan hjælpe dig hurtigere
de: Wählen Sie das Terminal aus, für das Sie Hilfe benötigen, damit wir Ihnen schneller helfen können
et_ee: Palun valige terminal, millega abi soovite, et saaksime teid kiiremini aidata
fi: Valitse pääte, jonka kanssa tarvitset apua, jotta voimme auttaa sinua nopeammin
fr: Veuillez sélectionner le terminal pour lequel vous avez besoin d'aide afin que nous puissions vous aider plus rapidement
it: Seleziona il terminale per il quale hai bisogno di assistenza, così potremo aiutarti più rapidamente
lt_lt: Pasirinkite terminalą, dėl kurio Jums reikalinga pagalba, kad galėtume ją greičiau suteikti
lv_lv: Lūdzu, atlasiet termināli, ar kuru jums nepieciešama palīdzība, lai mēs varētu jums palīdzēt ātrāk
nb: Velg terminalen du trenger hjelp til, så kan vi hjelpe deg raskere
sv: Välj terminalen du behöver hjälp med, så att vi kan hjälpa dig snabbare

# ms_call_us
source: Call us
da: Kontakt os
de: Rufen Sie uns an
et_ee: Helistage meile
fi: Soita meille
fr: Appelez-nous
it: Chiamaci
lt_lt: Paskambinkite mums
lv_lv: Zvaniet mums
nb: Ring oss
sv: Ring oss

# ms_call_waiting_time
source: Waiting time: 30 min
da: Ventetid: 30 min.
de: Wartezeit: 30 min
fi: Odotusaika: 30 minuuttia
fr: Temps d'attente: 30 minutes
it: Tempo di attesa: 30 min.
lv_lv: Gaidīšanas laiks: 30 min
nb: Ventetid: 30 min
sv: Väntetid: 30 min

# ms_cancel
source: Cancel
da: Annuller
de: Abbrechen
et_ee: Loobu
fi: Peruuta
fr: Annuler
it: Annulla
lt_lt: Atsisakyti
lv_lv: Atcelt
nb: Avbryt
sv: Avbryt

# ms_cancel_changes
source: CANCEL
da: ANNULLER ÆNDRINGER
de: Abbrechen
et_ee: TÜHISTA MUUDATUSED
fi: PERUUTA
fr: ANNULER LES MODIFICATIONS
it: CANCELLA MODIFICHE
lt_lt: ATŠAUKTI PAKEITIMUS
lv_lv: ATCELT IZMAIŅAS
nb: AVBRYT ENDRINGER
sv: AVBRYT ÄNDRINGAR

# ms_cancel_refund
source: CANCEL REFUND
da: ANNULLER TILBAGEBETALING
de: Erstattung stornieren
et_ee: TÜHISTA TAGASIMAKSE
fi: PERUUTA PALAUTUS
fr: ANNULER LE REMBOURSEMENT
it: ANNULLA RIMBORSO
lt_lt: ATŠAUKTI PINIGŲ GRĄŽINIMĄ
lv_lv: ATCELT ATMAKSU
nb: AVBRYT REFUSJON
sv: AVBRYT ÅTERBETALNING

# ms_card_battery_low_subtitle
source: Your battery is too low to use Tap To Pay, charge your phone
de: Der Ladezustand Ihres Akkus ist zu niedrig für Tap to Pay, laden Sie Ihr Telefon auf
fi: Akun varaustaso on liian alhainen, jotta voit käyttää Tap to Pay -palvelua, lataa puhelin.
fr: Votre batterie est trop faible pour utiliser Tap To Pay, rechargez votre téléphone
it: La batteria è troppo scarica per usare Tap To Pay, carica il tuo telefono

# ms_card_magnetic_stripe
source: Use your merchant card by using the magnetic stripe.
da: Brug forretningskortet (magnetstriben).
de: Verwenden Sie Ihre Händlerkarte, indem Sie den Magnetstreifen nutzen.
et_ee: Kasutage oma kaupmehekaarti magnetriba abil.
fi: Käytä kauppiaskorttia käyttämällä magneettijuovaa.
lt_lt: Naudokite prekybininko kortelę su magnetine juostele.
lv_lv: Lietojiet savu tirgotāja karti, izmantojot magnētisko joslu.
nb: Bruk kortet ved hjelp av magnetstripen.
sv: Använd ditt butikskort genom att dra magnetremsan.

# ms_card_other
source: OTHER
da: ANDEN
de: ANDERE
fi: MUU
fr: AUTRE
it: ALTRO
nb: ANNEN
sv: ANNAT

# ms_card_payment
source: Card Payment
da: Kortbetaling
de: Kartenzahlung
et_ee: Kaardimakse
fi: Korttimaksu
lt_lt: Mokėjimas kortele
lv_lv: Maksājums ar karti
nb: Kortbetaling
sv: Kortbetalning

# ms_card_payment_optn
source: Let your customer tap/insert their payment card by either using the chip or contactless to complete the refund.
da: Bed kunden om at trykke på/indsætte deres betalingskort, enten vha. chippen eller den kontaktløse funktion, for at gennemføre tilbagebetalingen.
de: Bitten Sie Ihren Kunden, seine Zahlungskarte entweder über den Chip oder kontaktlos aufzulegen/einzuführen, um die Erstattung abzuschließen.
et_ee: Laske kliendil oma maksekaarti viibata/ sisestada, kasutades kas kiipi või kontaktivaba maksekaarti, et tagasimakse lõpule viia.
fi: Anna asiakkaasi koskettaa/asettaa maksukorttinsa päätteeseen käyttämällä joko sirua tai lähimaksua palautuksen suorittamiseen.
lt_lt: Kad užbaigtumėte grąžinimą, paprašykite kliento priglausti arba įstatyti lustinę arba bekontaktę mokėjimo kortelę.
lv_lv: Ļaujiet klientam pieskarties/ievietot savu maksājumu karti, izmantojot mikroshēmas vai bezkontakta karti, lai pabeigtu atmaksu.
nb: La kunden tæppe kontaktløst / sette inn chippen på betalingskortet for å fullføre refusjonen.
sv: Låt kunden hålla sitt betalkort mot, eller sätta in det i, terminalen för att slutföra återbetalningen.

# ms_card_sales_notification_firebase
source: %@ card sales can now be viewed under Card Sales in MyPayments
da: %@ kortsalg vises nu under Kortsalg i MyPayments
de: %@ Kartenumsätze können jetzt unter Kartenumsätze in MeineZahlungen angezeigt werden
et_ee: %@ kaardimüüki saab nüüd vaadata MyPaymentsi jaotises Kaardimüük
fi: %@ korttimyynnit näkyvät nyt MyPaymentsin korttimyynneissä
fr: Les ventes réglées par carte pour le mois de %@ peuvent désormais être consultées dans Ventes par carte dans MyPayments
it: Ora le vendite con carte di %@ possono essere visualizzate in Vendite con carte in MyPayments
lt_lt: %@ atsiskaitymus kortelėmis dabar galima peržiūrėti „MyPayments“ skiltyje „Card Sales“ (pardavimai kortelėmis).
lv_lv: %@ karšu pārdošanu tagad var skatīt sadaļā MyPayments sadaļā Karšu tirdzniecība
nb: Kortsalg fra %@ kan nå ses under Kortsalg i MyPayments
sv: %@ kortförsäljningar kan nu ses under Kortförsäljningar i MyPayments

# ms_card_ttpoi
source: Which card can be used on Tap to Pay on iPhone?
da: Hvilket kort kan bruges sammen med Tap to Pay på iPhone?
de: Welche Karten können mit Tap to Pay auf dem iPhone verwendet werden?
et_ee: Millist kaarti saab kasutada funktsiooniga Tap to Pay on iPhone?
fi: Mitä korttia voi käyttää iPhonen Tap to Payssa?
fr: Quelle est la carte qui peut être utilisée sur Tap to Pay sur iPhone ?
it: Quale carta si può usare su Tap to Pay su iPhone?
lt_lt: Kokia kortelė gali būti naudojama su „Tap to Pay on iPhone“ funkcija?
lv_lv: Kuras kartes var izmantot Tap to Pay on iPhone?
nb: Hvilke kort kan brukes til Tap to Pay på iPhone?
sv: Vilket kort kan användas på Tap to Pay på iPhone?

# ms_card_type_not_managed
source: Not managed
de: Nicht verwaltet
fi: Ei hyväksytä
fr: Pas géré
it: Non gestita

# ms_card_use_msg
source: Cards that your customers can use
da: Kort, som dine kunder kan bruge
de: Karten, die von Ihren Kunden verwendet werden können
et_ee: Kaardid, mida teie kliendid saavad kasutada
fi: Kortit, joita asiakkaasi voivat käyttää
fr: Cartes utilisables par vos clients
it: Carte che i tuoi clienti possono usare
lt_lt: Kortelės, kuriomis gali naudotis Jūsų klientai
lv_lv: Kartes, kuras var izmantot jūsu klienti
nb: Kort kundene dine kan bruke
sv: Kort som kunderna kan använda

# ms_cardholder_refund_txt
source: Cardholder will receive refund to the same card account that was used for the payment
da: Kortholderen modtager tilbagebetalingen på samme kort, som blev brugt til selve betalingen.
de: Der Karteninhaber erhält eine Erstattung auf dasselbe Kartenkonto, das für die Zahlung verwendet wurde
et_ee: kaardiomanik saab tagasimakse samale kaardikontole, mida kasutati makse tegemiseks
fi: Kortinhaltija saa palautuksen samalle korttitilille, jota käytettiin maksamiseen
lt_lt: kortelės turėtojas grąžinamą sumą gaus į tą pačią kortelės sąskaitą, kuri buvo naudota mokėjimui atlikti
lv_lv: Kartes īpašnieks saņems atmaksu uz to pašu kartes kontu, kas tika izmantots maksājuma veikšanai
nb: kortholderen vil motta refusjonen på samme kort som ble brukt til betaling
sv: kortinnehavaren får återbetalningen på samma kortkonto som användes för betalningen

# ms_cards_not_compatible_txt
source: Unlock the potential of future payments with an Android phone
de: Nutzen Sie die Möglichkeit künftiger Zahlungen mit einem Android Telefon
fi: Avaa tulevaisuuden maksujen potentiaali Android-puhelimella
fr: Exploitez la possibilité d'effectuer des paiements avec un téléphone Android
it: Libera il potenziale dei prossimi pagamenti con un telefono Android

# ms_cards_not_working_txt
source: Girocard accepted via Visa/Mastercard co-badge, credit card rates will be charged.
da: Lokale ordninger, som f.eks. Giro card, kan desværre ikke benyttes.
de: Girocard wird über Visa/Mastercard-Co-Badge akzeptiert, Kreditkartengebühren werden in Rechnung gestellt.
et_ee: Kohalikud skeemid, nagu Giro kaart, ei tööta kahjuks
fi: Paikalliset järjestelmät, kuten Giro-kortti, eivät valitettavasti toimi.
fr: Les systèmes locaux tels que Girocard ne fonctionneront malheureusement pas.
it: Purtroppo, i circuiti locali come la carta Giro non funzioneranno.
lt_lt: Deja, vietinės sistemos, tokios kaip „ Giro“, neveiks.
lv_lv: Vietējās shēmas, piemēram, Giro karte, diemžēl nedarbosies.
nb: Lokale systemer som Giro-kort vil desverre ikke fungere.
sv: Lokala system såsom girocard fungerar tyvärr inte.

# ms_cards_used_txt
source: Which cards can be used on Tap To Pay?
de: Welche Karten können mit Tap to Pay verwendet werden?
fi: Mitä kortteja voidaan käyttää Tap to Payssa?
fr: Quelles sont les cartes qui peuvent être utilisées sur Tap To Pay ?
it: Quali carte si possono usare su Tap To Pay?

# ms_cardsales
source: Card sales
da: Kortsalg
de: Kartenumsatz
et_ee: Kaardimüük
fi: Korttimyynti
fr: Ventes réglées par carte
it: Vendite con carte
lt_lt: Pardavimas atsiskaitant kortelėmis
lv_lv: Kartes pārdošana
nb: Kortsalg
sv: Kortförsäljning

# ms_cardsales_description
source: Overview of card turnover
da: Overblik over kortomsætning
de: Übersicht über Kartenumsatz
et_ee: Kaardikäibe ülevaade
fi: Korttiliikevaihdon yleiskatsaus
fr: Vue d'ensemble du chiffre d'affaires généré par les cartes
it: Panorama del fatturato della carta
lt_lt: Atsiskaitymo kortelėmis apyvartos apžvalga
lv_lv: Kartes apgrozījuma pārskats
nb: Oversikt over kortomsetning
sv: Översikt över kortomsättning
