Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_tracking_hint
source: This message will be shown for 7 more days
da: Denne meddelelse vises i 7 dage mere
de: Diese Meldung wird noch 7 Tage lang angezeigt
et_ee: Seda sõnumit näidatakse veel 7 päeva
fi: Viesti näytetään vielä 7 päivän ajan
lt_lt: Ši žinutė bus rodoma dar 7 dienas
lv_lv: Šis ziņojums tiks rādīts vēl 7 dienas
nb: Denne meldingen vises i 7 dager til
sv: Det här meddelandet visas i ytterligare sju dagar

# ms_tracking_id
source: Tracking Link
da: Sporings-Link
et_ee: Jälgimise Link
fi: Seurantalinkki
lt_lt: Sekimo Link
lv_lv: Izsekošanas Link
nb: Sporings-Link
sv: Spårnings-Link

# ms_trans_DoNotSet
source: If you don't select any date, the app will show you all transactions from the past month, for each day, up until the time you specified.
da: Hvis du ikke vælger en dato, får du transaktioner for hver dag i den sidste måned mellem kl. 12 og den angivne tidsperiode
de: Wenn Sie kein Datum auswählen, erhalten Sie die Transaktionen für jeden Tag des letzten Monats zwischen 24:00 Uhr und der festgelegten Endzeit.
et_ee: Kui te ei vali ühtegi kuupäeva, saate tehingud viimase kuu iga päev kohta vahemikus 12.00 kuni määratud ajani
fi: Jos et valitse mitään päivämäärää, sovellus näyttää kaikki maksutapahtumat viimeiseltä kuukaudelta, jokaiselta päivältä, määrittämääsi ajankohtaan asti.
fr: Si vous ne sélectionnez pas de date, l'application vous présentera l'ensemble des transactions du mois précédent, pour chaque jour, jusqu'à l'heure spécifiée.
it: Se non selezioni una data, l'app ti mostrerà tutte le transazioni a partire dal mese precedente, per ogni giorno fino all'ora che hai indicato.
lt_lt: Jei nepasirinksite jokios datos, gausite praėjusio mėnesio kiekvienos dienos operacijas nuo 12 val. iki nurodyto laikotarpio
lv_lv: Ja neizvēlaties nevienu datumu, jūs saņemsiet katras dienas darījumus par pēdējo mēnesi no plkst. 12 līdz norādītajam laika periodam
nb: Hvis du ikke velger en dato, vil du få transaksjoner for hver dag den siste måneden mellom midnatt og angitt tidsperiode
sv: Om du inte väljer något datum kommer du att få transaktionerna för varje dag för den månaden mellan 12.00 till angiven tidsperiod

# ms_trans_DoNotSet_duplicatekey
source: If you don't select any date, the app will show you all transactions from the past month, for each day, up until the time you specified.
da: Hvis du ikke vælger en dato, viser appen dig alle transaktioner fra hver dag i den seneste måned indtil det tidspunkt, du har angivet.
de: Wenn Sie kein Datum auswählen, zeigt Ihnen die App alle Transaktionen jedes Tages des letzten Monats bis zu dem von Ihnen angegebenen Zeitpunkt.
et_ee: Kui te ei vali ühtegi kuupäeva, näitab rakendus teile kõiki viimase kuu tehinguid iga päeva kohta kuni määratud ajani.
fi: Jos et valitse mitään päivämäärää, sovellus näyttää kaikki maksutapahtumat viimeiseltä kuukaudelta, jokaiselta päivältä, määrittämääsi ajankohtaan asti.
lt_lt: Jei nepasirinksite datos, mobilioji programa parodys jums visas praėjusio mėnesio dienų operacijas iki nurodyto laiko.
lv_lv: Ja neatlasīsiet nevienu datumu, lietotnē tiks parādīti visi darījumi no pagājušā mēneša katrai dienai līdz jūsu norādītajam laikam.
nb: Hvis du ikke velger noen dato, viser appen deg alle transaksjoner fra den siste måneden, for hver dag, frem til det tidspunktet du har angitt.
sv: Om du inte väljer något datum visar appen alla transaktioner för den senaste månaden, för varje dag fram till angiven tid.

# ms_trans_allcards
source: All cards
da: Alle kort
de: Alle Karten
et_ee: Kõik kaardid
fi: Kaikki kortit
fr: Toutes les cartes
it: Tutte le carte
lt_lt: Visos kortelės
lv_lv: Visas kartes
nb: Alle kort
sv: Alla kort

# ms_trans_amount
source: Amount
da: Beløb
de: Betrag
et_ee: Summa
fi: Summa
fr: Montant
it: Importo
lt_lt: Suma
lv_lv: Summa
nb: Beløp
sv: Belopp

# ms_trans_apply
source: Apply
da: Anvend
de: Anwenden
et_ee: Rakenda
fi: Käytä
fr: Appliquer
it: Applica
lt_lt: Taikyti
lv_lv: Uzstādīt
nb: Bruk
sv: Använd

# ms_trans_batchRef
source: Batch reference
de: Chargenreferenz
et_ee: Partii viitenumber
fi: Eräviite
fr: Référence du lot
it: Riferimento batch
lt_lt: Partijos nuoroda
lv_lv: Partijas atsauce
nb: Batchreferanse

# ms_trans_cardnumber
source: Card (last 4 no)
da: Kort (sidste fire cifre)
de: Karte (letzte 4 Ziffern)
et_ee: Kaart (viimased 4 ei)
fi: Kortti (viimeiset 4 nroa)
fr: Carte (4 derniers chiffres)
it: Carta (ultime 4 cifre)
lt_lt: Kortelė (paskutiniai 4 ne)
lv_lv: Karte (pēdējie 4 nē)
nb: Kort (siste 4 sifre)
sv: Kort (sista 4 siffrorna)

# ms_trans_cardtype
source: Card type
da: Korttype
de: Kartentyp
et_ee: Kaardi tüüp
fi: Korttityyppi
fr: Type de carte
it: Tipo di carta
lt_lt: Kortelės tipas
lv_lv: Kartes veids
nb: Korttype
sv: Korttyp

# ms_trans_clearall
source: Clear all
da: Slet alt
de: Alle zurücksetzen
et_ee: Tühjenda kõik
fi: Tyhjennä kaikki
fr: Tout effacer
it: Elimina tutto
lt_lt: Išvalyti viską
lv_lv: Notīrīt visu
nb: Fjern alle
sv: Rensa alla

# ms_trans_clearfilter
source: Clear filter
da: Slet filter
de: Filter zurücksetzen
et_ee: Tühjenda filter
fi: Tyhjennä suodatin
fr: Effacer le filtre
it: Rimuovi filtro
lt_lt: Išvalyti filtras
lv_lv: Notīrīt filtru
nb: Fjern filter
sv: Rensa filter

# ms_trans_clearfilters
source: Clear filters
da: Slet filtre
de: Filter zurücksetzen
et_ee: Tühjenda filtrid
fi: Tyhjennä suodattimet
fr: Effacer les filtres
it: Rimuovi filtri
lt_lt: Išvalyti filtrai
lv_lv: Notīrīt filtri
nb: Fjern filtre
sv: Rensa filter

# ms_trans_custRef
source: Customer reference
da: Kundereference
de: Kundenreferenz
et_ee: Kliendi viitenumber
fi: Asiakkaan viite
fr: Référence du client
it: Riferimento cliente
lt_lt: Kliento nuoroda
lv_lv: Klienta atsauce
nb: Kundens referanse
sv: Kundereference

# ms_trans_date
source: Date
da: Dato
de: Datum
et_ee: Kuupäev
fi: Päivämäärä
it: Data
lt_lt: Data
lv_lv: Datums
nb: Dato
sv: Datum

# ms_trans_done
source: Done
da: Udført
de: Fertig
et_ee: Valmis
fi: Valmis
fr: Terminé
it: Fatto
lt_lt: Atlikta
lv_lv: Darīts
nb: Ferdig
sv: Klar

# ms_trans_exactamount
source: Exact amount
da: Nøjagtigt beløb
de: Genauer Betrag
et_ee: Täpne summa
fi: Tarkka summa
fr: Montant exact
it: Importo esatto
lt_lt: Tiksli suma
lv_lv: Precīza summa
nb: Nøyaktig beløp
sv: Exakt belopp

# ms_trans_filter
source: Filter
fi: Suodatin
fr: Filtre
it: Filtro
lt_lt: Filtras
lv_lv: Filtru

# ms_trans_filter1
source: filter
fi: suodatin
fr: filtre
it: filtro
lt_lt: filtras
lv_lv: filtru

# ms_trans_filters
source: Filters
da: Filtre
de: Filter
et_ee: Filtrid
fi: Suodattimet
fr: Filtres
it: Filtri
lt_lt: Filtrai
lv_lv: Filtri
nb: Filtre
sv: Filter

# ms_trans_filters1
source: filters
da: filtre
de: Filter
et_ee: filtrid
fi: suodattimet
fr: filtres
it: filtri
lt_lt: filtrai
lv_lv: filtri
nb: filtre
sv: filtre

# ms_trans_history
source: Your transaction history list will now appear. Choose the transaction you would like to print the receipt of.
da: Listen over din transaktionshistorik vises. Vælg den transaktion, for hvilken du vil udskrive en kvittering.
de: Es erscheint eine Liste mit Ihrem Transaktionsverlauf. Wählen Sie die Transkation, für die Sie einen Beleg drucken möchten.
et_ee: Nüüd kuvatakse teie tehingute ajaloo loend. Valige tehing, mille kviitungit soovite printida.
fi: Tapahtumahistorialistasi tulee nyt näkyviin. Valitse tapahtuma, josta haluat tulostaa kuitin.
fr: La liste de l'historique de vos transactions va maintenant s'afficher. Choisissez la transaction dont vous voulez imprimer le reçu.
it: Verrà visualizzato lo storico transazioni. Scegli la transazione di cui vuoi stampare la ricevuta.
lt_lt: Dabar matysite savo operacijų istoriją. Pasirinkite operaciją, kurios kvitą norite išspausdinti.
lv_lv: Tagad parādīsies jūsu darījumu vēstures saraksts. Izvēlieties darījumu, par kuru vēlaties izdrukāt kvīti.
nb: Du vil nå se en oversikt over transaksjonshistorikken din. Velg transaksjonen du vil skrive ut kvittering for.
sv: Din listan med transaktionshistorik visas nu. Välj den transaktion du vill skriva ut ett kvitto för.

# ms_trans_info
source: Here you can search the card transactions for which you have an acquiring agreement with us. We only show transactions which have been approved. If you require more information, we suggest you go to our my.nets.eu/portal
da: Her kan du søge i de korttransaktioner, for hvilke du har indgået en indløsningsaftale med os. Kun godkendte transaktioner vises. Hvis du har brug for flere oplysninger, foreslår vi, at du går ind på my.nets.eu/portal
de: Hier können Sie die Transaktionen für Karten durchsuchen, für die Sie mit uns eine Vereinbarung zur Datenerfassung abgeschlossen haben. Es werden nur Transaktionen angezeigt, die genehmigt wurden. Weitere Informationen finden Sie unter Seite my.nets.eu/portal.
et_ee: Siit saate otsida kaarditehinguid, mille kohta olete meiega sõlminud ostulepingu. Näitame ainult heaks kiidetud tehinguid. Kui vajate lisateavet, minge meie saidile my.nets.eu/portal
fi: Tässä voit etsiä korttitapahtumia, joista sinulla on sopimus kanssamme. Näytämme vain hyväksytyt tapahtumat. Jos tarvitset lisätietoja suosittelemme, että menet osoitteeseen my.nets.eu/portal
fr: Vous pouvez chercher ici les transactions effectuées par carte pour lesquelles vous avez conclu un contrat d'acquisition avec nous. Seules les transactions approuvées sont visibles. Si vous aviez besoin d'informations complémentaires, nous vous suggérons de vous rendre sur notre my.nets.eu/portal
it: Qui puoi cercare le transazioni con le carte per le quali hai un accordo di acquisizione con noi. Mostriamo solo le transazioni che sono state approvate. Per ulteriori informazioni, ti consigliamo di andare su my.nets.eu/portal
lt_lt: Čia galite ieškoti kortelių operacijų, kuriose esate sudarę su mumis pirkimo sutartį. Rodome tik patvirtintas operacijas. Jei jums reikia daugiau informacijos, siūlome apsilankyti mūsų svetainėje my.nets.eu/portal
lv_lv: Šeit jūs varat meklēt karšu darījumus, kur jums ir noslēgts līgums ar mums. Mēs rādām tikai darījumus, kuri ir apstiprināti. Ja jums ir vajadzīga plašāka informācija, iesakām doties uz my.nets.eu/portal
nb: Her kan du søke i korttransaksjoner du har en innløsningsavtale med oss for. Vi viser kun transaksjoner som er godkjent. Hvis du trenger mer informasjon, foreslår vi at du går til my.nets.eu/portal
sv: Här kan du söka bland de korttransaktioner som du har ett inlösenavtal med oss för. Vi visar endast transaktioner som har godkänts. Om du behöver mer information kan du gå till vår portal på vår my.nets.eu/portal

# ms_trans_info1
source: Here you can search the card transactions for which you have an acquiring agreement with us. We only show transactions which have been approved. If you require more information, we suggest you go to our portal.nexi.de
da: Her kan du søge i de korttransaktioner, for hvilke du har indgået en indløsningsaftale med os. Kun godkendte transaktioner vises. Hvis du har brug for flere oplysninger, foreslår vi, at du går ind på portal.nexi.de
de: Hier können Sie die Transaktionen für Karten durchsuchen, für die Sie mit uns eine Vereinbarung zur Datenerfassung abgeschlossen haben. Es werden nur Transaktionen angezeigt, die genehmigt wurden. Weitere Informationen finden Sie unter Seite portal.nexi.de
et_ee: Siit saate otsida kaarditehinguid, mille kohta olete meiega sõlminud ostulepingu. Näitame ainult heaks kiidetud tehinguid. Kui vajate lisateavet, minge meie saidile portal.nexi.de
fi: Tässä voit etsiä korttitapahtumia, joista sinulla on sopimus kanssamme. Näytämme vain hyväksytyt tapahtumat. Jos tarvitset lisätietoja suosittelemme, että menet osoitteeseen portal.nexi.de
fr: Vous pouvez chercher ici les transactions effectuées par carte pour lesquelles vous avez conclu un accord d'acquisition avec nous. Seules les transactions approuvées sont visibles. Si vous aviez besoin d'informations complémentaires, nous vous suggérons de vous rendre sur notre portal.nexi.de
it: Qui puoi cercare le transazioni relative alle carte per le quali hai un accordo di acquisizione con noi. Mostriamo solo le transazioni che sono state approvate. Per ulteriori informazioni, ti suggeriamo di andare sul nostro portale.nexi.ch
lt_lt: Čia galite ieškoti kortelių operacijų, dėl kurių esate sudarę su mumis sutartį. Rodome tik patvirtintas operacijas. Jei jums reikia daugiau informacijos, siūlome apsilankyti mūsų svetainėje portal.nexi.de
lv_lv: Šeit jūs varat meklēt karšu darījumus, kur jums ir noslēgts līgums ar mums. Mēs rādām tikai darījumus, kuri ir apstiprināti. Ja jums ir vajadzīga plašāka informācija, iesakām doties uz vietni portal.nexi.de
nb: Her kan du søke i korttransaksjoner du har en innløsningsavtale med oss for. Vi viser kun transaksjoner som er godkjent. Hvis du trenger mer informasjon, foreslår vi at du går til portal.nexi.de
sv: Här kan du söka bland de korttransaktioner som du har ett inlösenavtal med oss för. Vi visar endast transaktioner som har godkänts. Om du behöver mer information kan du gå till vår portal på vår portal.nexi.de

# ms_trans_noTransactions
source: No transactions available
da: Ingen transaktioner tilgængelige
de: Keine Transaktionen verfügbar
et_ee: Ühtegi tehingut pole saadaval
fi: Tapahtumia ei ole käytettävissä
fr: Aucune transaction disponible
it: Nessuna transazione disponibile
lt_lt: Nėra jokių operacijų
lv_lv: Nav pieejami darījumi
nb: Ingen tilgjengelige transaksjoner
sv: Inga transaktioner tillgängliga

# ms_trans_nodata
source: Could not load data
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden.
et_ee: Andmeid ei saanud laadida
fi: Tietojen lataaminen epäonnistui
fr: Impossible de charger les données
it: Impossibile caricare i dati
lt_lt: Nepavyko įkelti duomenų
lv_lv: Nevarēja ielādēt datus
nb: Kan ikke laste inn data
sv: Det gick inte att ladda data

# ms_trans_noresults
source: No results
da: Ingen resultater
de: Keine Ergebnisse
et_ee: Tulemusi ei ole
fi: Ei tuloksia
fr: Aucun résultat
it: Nessun risultato
lt_lt: Rezultatų nėra
lv_lv: Nav rezultātu
nb: Ingen resultater
sv: Inga resultat

# ms_trans_notset
source: Not set
da: Ikke angivet
de: Nicht festgelegt
et_ee: Pole seatud
fi: Ei asetettu
fr: Pas défini
it: Non configurato
lt_lt: Nenustatyta
lv_lv: Nav uzstādīts
nb: Ikke angitt
sv: Inte inställt

# ms_trans_partial_or_full
source: Partial or full reference
da: Delvis eller fuld reference
de: Teilweise oder vollständige Referenz
et_ee: Osaline või täielik viide
fi: Osittainen tai täydellinen viite
fr: Référence partielle ou complète
it: Riferimento parziale o totale
lt_lt: Dalinė arba visa nuoroda
lv_lv: Daļējas vai pilnīgas atsauces
nb: Delvis eller full referanse
sv: Del av eller hela referensen

# ms_trans_paymentMethod
source: Payment Method
da: Betalingsmetode
de: Bezahlmethode
et_ee: Makseviis
fi: Maksutapa
fr: Mode de paiement
it: Metodo di pagamento
lt_lt: Mokėjimo būdas
lv_lv: Maksāšanas metode
nb: Betalingsmetode
sv: Betalningssätt

# ms_trans_resetfilters
source: Reset filters
da: Nulstil filtre
de: Filter zurücksetzen
et_ee: Lähtesta filtrid
fi: Nollaa suodattimet
fr: Réinitialiser les filtres
it: Reimposta i filtri
lt_lt: Iš naujo nustatyti filtrus
lv_lv: Atiestatīt filtrus
nb: Tilbakestill filtre
sv: Återställ filter

# ms_trans_select
source: Select Transaction
da: Vælg transaktion
de: Transaktion auswählen
fi: Valitse tapahtuma
fr: Sélectionner Transaction
it: Seleziona Transazione
lv_lv: Atlasiet Darījums
nb: Velg transaksjon
sv: Välj transaktion

# ms_trans_setSpecificDate
source: If you select a specific date and time, the app will show you all transactions that occurred on that day up until the time you specified.
da: Hvis du angiver en specifik dato og et specifikt tidspunkt, får du transaktioner fra kl. 12 til den angivne tidsperiode for den valgte dato
de: Wenn Sie ein Datum und eine Uhrzeit festlegen, erhalten Sie die Transaktionen von 24:00 Uhr bis zur festgelegten Endzeit.
et_ee: Kui määrate konkreetse kuupäeva ja kellaaja, saate valitud kuupäeva tehingud alates kella 12.00-st kuni määratud ajani
fi: Jos valitset tietyn päivämäärän ja kellonajan, sovellus näyttää kaikki kyseisenä päivänä tapahtuneet maksutapahtumat määrittämääsi kellonaikaan asti.
fr: Si vous sélectionnez une date et une heure spécifiques, l'application vous présentera l'ensemble des transactions qui ont été réalisées ce jour-là jusqu'à l'heure spécifiée.
it: Se selezioni un'ora e una data specifiche, l'app ti mostrerà tutte le transazioni eseguite quel giorno fino alla'ora che hai indicato.
lt_lt: Jei nustatysite konkrečią datą ir laiką, gausite operacijas nuo 12 val. iki nurodyto pasirinktos datos laikotarpio
lv_lv: Ja jūs iestatāt noteiktu datumu un laiku, saņemsiet darījumus no plkst. 12:00 līdz noteiktam laika periodam izvēlētajam datumam
nb: Hvis du angir bestemt dato og klokkeslett, får du transaksjoner fra midnatt til angitt tidsperiode for valgt dato
sv: Om du väljer ett specifikt datum kommer du att få transaktionerna för varje dag för den månaden mellan 12.00 till angiven tidsperiod för det valda datumet

# ms_trans_setSpecificDate_duplicate
source: If you select a specific date and time, the app will show you all transactions that occurred on that day up until the time you specified.
da: Hvis du vælger en bestemt dato og et bestemt tidspunkt, viser appen dig alle transaktioner fra den pågældende dag indtil det tidspunkt, du har angivet.
de: Wenn Sie ein bestimmtes Datum und eine bestimmte Uhrzeit auswählen, zeigt Ihnen die App alle Transaktionen, die an diesem Tag bis zur von Ihnen angegebenen Uhrzeit stattgefunden haben.
et_ee: Kui valite konkreetse kuupäeva ja kellaaja, näitab rakendus teile kõiki tehinguid, mis toimusid sel päeval kuni määratud kellaajani.
fi: Jos valitset tietyn päivämäärän ja kellonajan, sovellus näyttää kaikki kyseisenä päivänä tapahtuneet maksutapahtumat määrittämääsi kellonaikaan asti.
lt_lt: Jei pasirinksite konkrečią datą ir laiką, mobilioji programa parodys visas operacijas, įvykdytas tą dieną iki nurodyto laiko.
lv_lv: Ja atlasīsiet konkrētu datumu un laiku, lietotne parādīs visus darījumus, kas notikuši šajā dienā līdz jūsu norādītajam laikam.
nb: Hvis du velger en bestemt dato og et bestemt klokkeslett, viser appen deg alle transaksjoner som har skjedd den dagen frem til det angitte klokkeslettet.
sv: Om du väljer ett specifikt datum och en specifik tid visar appen alla transaktioner som skett på den dagen fram till angiven tid.

# ms_trans_time
source: Time
da: Klokkeslæt
de: Uhrzeit
et_ee: Aeg
fi: Aika
fr: Heure
it: Ora
lt_lt: Laikas
lv_lv: Laiks
nb: Tid
sv: Tid

# ms_trans_time_info
source: How the time filter works
da: Tidsfilterets funktion
de: Funktion des Zeitfilters
et_ee: Ajafiltri funktsioon
fi: Aikasuodattimen toiminta
fr: Principe du filtre par heure
it: Come funziona il filtro temporale
lt_lt: Laiko filtro funkcija
lv_lv: Laika filtra funkcija
nb: Funksjon av tid-filter
sv: Tidsfiltrets funktion

# ms_trans_time_info_duplicate
source: How the time filter works
da: Sådan virker filteret
de: So funktioniert der Zeitfilter
et_ee: Kuidas ajafilter töötab
fi: Miten aikasuodatin toimii
lt_lt: Kaip veikia laiko filtro funkcija
lv_lv: Kā darbojas laika filtrs
nb: Slik fungerer tidsfiltreringen
sv: Så fungerar tidsfiltret

# ms_trans_transNum
source: Transaction number
da: Transaktionsnummer
de: Transaktionsnummer
et_ee: Tehingu number
fi: Tapahtumanumero
fr: Numéro de transaction
it: Numero transazione
lt_lt: Operacijos numeris
lv_lv: Darījuma numurs
nb: Transaksjonsnummer
sv: Transaktionsnummer

# ms_trans_transactions
source: Transactions
da: Transaktioner
de: Transaktionen
et_ee: Tehingud
fi: Tapahtumat
it: Transazioni
lt_lt: Operacijos
lv_lv: Darījumi
nb: Transaksjoner
sv: Transaktioner

# ms_trans_transreference
source: Transaction reference
da: Transaktionsreference
de: Transaktionsreferenz
et_ee: Tehingu viide
fi: Tapahtuman viite
fr: Référence de la transaction
it: Riferimento transazione
lt_lt: Operacijos nuoroda
lv_lv: Darījuma atsauce
nb: Transaksjonsreferanse
sv: Transaktionsreferens

# ms_transaction_header_terminal
source: Terminal
fi: Pääte
it: Terminale
lt_lt: Terminalo
lv_lv: Terminālis

# ms_transaction_select_receipt
source: Select receipt for:
da: Vælg kvittering for
de: Beleg auswählen für:
et_ee: Valige kviitung:
fi: Myyntikuitti tuotteelle:
lt_lt: Pasirinkite kvitą:
lv_lv: Atlasīt kvīti:
nb: Velg kvittering for:
sv: Välj kvitto för:

# ms_transaction_state_aborted
source: Aborted
de: Abgebrochen
fi: Keskeytetty
fr: Abandonné
it: Interrotta

# ms_transaction_state_cancelled
source: Cancelled
da: Annulleret
de: Abgebrochen
et_ee: Tühistatud
fi: Peruutettu
fr: Annulé
it: Cancellata
lt_lt: Atšaukta
lv_lv: Atcelts
nb: Avbrutt
sv: Avbröts

# ms_transaction_state_cancelling
source: Cancelling
de: Wird abgebrochen
fi: Peruutetaan
fr: Annulation en cours
it: Cancellazione

# ms_transaction_state_completed
source: Completed
de: Abgeschlossen
fi: Valmis
fr: Exécuté
it: Completata

# ms_transaction_state_completed_refund
source: Refund
da: Refusion
de: Rückerstattung
et_ee: Tagasimakse
fi: Hyvitä
fr: Rembourser
it: Rimborso
lt_lt: Grąžinimas
lv_lv: Atmaksa
nb: Refusjon
sv: Återbetalning

# ms_transaction_state_created
source: Created
de: Erstellt
fi: Luotu
fr: Créé
it: Creata

# ms_transaction_state_declined
source: Declined
de: Abgelehnt
fi: Hylätty
fr: Refusé
it: Rifiutata

# ms_transaction_state_failed
source: Failed
da: Mislykkedes
de: Fehlgeschlagen
et_ee: Ebaõnnestunud
fi: Epäonnistui
lt_lt: Nepavyko
lv_lv: Neizdevās
nb: Mislyktes
sv: Misslyckades

# ms_transaction_state_paid
source: Paid
da: Betalt
de: Bezahlt
et_ee: Makstud
fi: Maksettu
fr: Payé
it: Pagato
lt_lt: Sumokėta
lv_lv: Samaksāts
nb: Betalt
sv: Betald

# ms_transaction_state_processing
source: Processing
de: In Bearbeitung
fi: Käsitellään
fr: Traitement en cours
it: Elaborazione

# ms_transaction_state_refund
source: Refund
da: Tilbagebetaling
de: Erstattung
et_ee: Tagasimakse
fi: Palautus
lt_lt: Grąžinimas
lv_lv: Atmaksa
nb: Refusjon
sv: Återbetalning

# ms_transaction_state_submitted
source: Submitted
de: Eingereicht
fi: Lähetetty
fr: Envoyé
it: Inviato

# ms_transaction_state_unknown
source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
it: Sconosciuta
