Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_npay_setup_guide_screen2_subtxt
source: Place the terminal onto the base station. Press the bottom left Power button until the screen lights up. The terminal is ready when the “Enter amount” screen appears. This can take up to 1 min.
de: Stellen Sie das Terminal in die Basisstation. Drücken Sie Einschalttaste unten links, bis der Bildschirm aufleuchtet. Das Terminal ist bereit, wenn der Bildschirm „Betrag eingeben“ erscheint. Dies kann bis zu 1 Minute dauern.
fi: Aseta maksupääte lataustelakkaan. Paina alhaalta vasemmalta <b>käynnistyspainiketta</b>, kunnes näyttö syttyy päälle. Maksupääte on valmis, kun “Syötä summa” -näyttö ilmestyy esiin. Tämä voi kestää jopa minuutin.
fr: Installez le terminal sur la station de base. Appuyez sur le bouton d'alimentation dans le coin inférieur gauche jusqu'à ce que l'écran s'allume. Le terminal est prêt lorsque l'écran « Entrer le montant » s'affiche. Cela peut prendre jusqu'à 1 minute.
it: Posiziona il terminale sulla stazione base. Premi il pulsante di Alimentazione in basso a sinistra fino a quando lo schermo si illumina. Il terminale è pronto quando appare la schermata con "Inserisci importo". L'operazione può richiedere fino a 1 min.

# ms_npay_setup_guide_screen2_txt
source: Place the terminal on the base station and turn it on
de: Terminal in die Basisstation stellen und einschalten
fi: Aseta maksupääte lataustelakkaan ja käynnistä laite
fr: Installez le terminal sur la station de base et allumez-le
it: Posiziona il terminale sulla stazione base e accendilo

# ms_npay_setup_guide_screen3_subtxt
source: Type in a small amount and press the GREEN OK button to confirm.
de: Geben Sie einen kleinen Betrag ein und drücken Sie zur Bestätigung die GRÜNE OK-Taste.
fi: Kirjoita pieni summa ja paina <b>VIHREÄÄ OK-nappia</b> vahvistaaksesi tapahtuman.
fr: Entrez un petit montant et appuyez sur le bouton OK VERT pour confirmer.
it: Inserisci un importo e premi il pulsante VERDE OK per confermare.

# ms_npay_setup_guide_screen3_txt
source: Do a test transaction
da: Gennemfør testtransaktionen
de: Testtransaktion durchführen
fi: Tee testitapahtuma
fr: Effectuer une transaction test
it: Esegui una transazione di prova

# ms_npay_setup_guide_screen4_subtxt
source: Complete the test transaction by tapping (on top of the screen) or inserting your payment card. In some cases, the terminal will ask for an application type or a pincode.
de: Schließen Sie die Testtransaktion durch Tippen (oben auf den Bildschirm) oder durch Einstecken Ihrer Zahlungskarte ab. In einigen Fällen fragt das Terminal nach einem Applikationstyp oder einem Pincode.
fi: Suorita testitapahtuma viemällä korttisi näytön päälle tai syöttämällä se maksupäätteeseen. Joissakin tapauksissa maksupääte voi kysyä sovellustyyppiä tai pin-koodia.
fr: Effectuez la transaction test en appuyant (sur le dessus de l'écran) ou en introduisant votre carte de paiement. Dans certains cas, le terminal demandera un type d'application ou un code PIN.
it: Completa la transazione di prova toccando (la parte superiore dello schermo) o inserendo la carta di pagamento. In alcuni casi, il terminale richiederà un tipo di applicazione o il codice pin.

# ms_npay_setup_guide_screen4_txt
source: Complete the test transaction
da: Gennemfør testtransaktionen
de: Testtransaktion abschließen
fi: Suorita testitapahtuma loppuun
fr: Exécuter la transaction test
it: Completa la transazione di prova

# ms_npay_setup_guide_screen5_subtxt
source: The terminal will print your own receipt.
da: Afvis eller acceptér print af din kundes kvittering
de: Drucken von Kundenbelegen ablehnen oder akzeptieren
fi: Maksupääte tulostaa kauppiaan kuitin.
fr: Le terminal imprimera votre propre reçu.
it: Rifiuta o accetta la stampa della ricevuta del cliente
nb: Terminalen skriver ut din egen kvittering.
sv: Terminalen skriver ut ditt eget kvitto.

# ms_npay_setup_guide_screen5_txt
source: Your receipt will be printed
da: Din kvittering udskrives
de: Das Terminal druckt nun Ihren Beleg aus.
fi: Kuitti tulostetaan
fr: Le terminal imprimera votre propre reçu.
it: Il terminale stamperà la tua ricevuta.

# ms_npay_setup_guide_screen6_subtxt
source: Tap on Don’t print or the RED (X) button if your customer does not need the receipt or tap on Print or the GREEN (OK) button if they need it.
de: Tippen Sie auf „Nicht drucken“ oder die ROTE (X) Taste, falls Ihr Kunde keinen Beleg benötigt, oder auf „Drucken“ oder die GRÜNE (OK) Taste, falls der Beleg benötigt wird.
fi: Paina <b>Älä tulosta</b> tai <b>PUNAISESTA X-painikkeesta</b> jos asiakkaasi ei tarvitse kuittia. Paina <b>Tulosta</b> tai <b>VIHREÄSTÄ OK-painikkeesta</b>, jos hän tarvitsee kuitin.
fr: Appuyez sur Ne pas imprimer ou sur le bouton (X) ROUGE si votre client n'a pas besoin du reçu ou appuyez sur Imprimer ou sur le bouton (OK) VERT s'il en a besoin.
it: Tocca Non stampare o il pulsante ROSSO (X) se il tuo cliente non ha bisogno della ricevuta, o tocca Stampa o il pulsante VERDE (OK) se l'ha bisogno.

# ms_npay_setup_guide_screen6_txt
source: Decline or accept printing of your customer’s receipt
fi: Hylkää tai hyväksy asiakkaan kuitin tulostus

# ms_nps_answerFewQuestions
source: Would you like to help us improve your experience by answering a few questions?
da: Vil du hjælpe os med at forbedre din oplevelse ved at besvare et par spørgsmål?
de: Würden Sie uns dabei unterstützen, Ihre Benutzererfahrung zu verbessern, indem Sie ein paar Fragen beantworten?
et_ee: Kas soovite mõnele küsimusele vastates aidata meil oma kogemust parandada?
fi: Auttaisitko meitä parantamaan kokemustasi vastaamalla muutamaan kysymykseen?
fr: Aimeriez-vous nous aider à améliorer votre expérience en répondant à quelques questions?
it: Vuoi aiutarci a migliorare la tua esperienza rispondendo a qualche domanda?
lt_lt: Ar norėtumėte atsakyti į keletą klausimų, kad padėtumėte mums pagerinti jūsų patirtį?
lv_lv: Vai vēlaties mums palīdzēt uzlabot jūsu pieredzi, atbildot uz dažiem jautājumiem?
nb: Vil du hjelpe oss med å forbedre opplevelsen din ved å svare på noen spørsmål?
sv: Skulle du kunna hjälpa oss att förbättra din upplevelse genom att svara på några frågor?

# ms_nps_answer_fq
source: Would you help us improve your experience by answering a few questions?
da: Vil du hjælpe os med at forbedre din oplevelse ved at besvare nogle spørgsmål?
de: Würden Sie uns helfen, Ihre Erfahrung zu verbessern, indem Sie einige Fragen beantworten?
et_ee: Kas aitaksite meil teie kogemust parandada, vastates mõnele küsimusele?
fi: Voisitko auttaa meitä parantamaan kokemustasi vastaamalla muutamaan kysymykseen?
fr: Pourriez-vous nous aider à améliorer votre expérience en répondant à quelques questions ?
it: Potresti aiutarci a migliorare la tua esperienza rispondendo a qualche domanda?
lt_lt: Ar galėtumėte mums padėti pagerinti jūsų patirtį atsakydami į keletą klausimų?
lv_lv: Vai jūs mums palīdzētu uzlabot jūsu pieredzi, atbildot uz dažiem jautājumiem?
nb: Vil du hjelpe oss med å forbedre opplevelsen din ved å svare på noen spørsmål?
sv: Skulle du hjälpa oss att förbättra din upplevelse genom att svara på några frågor?

# ms_nps_giveFeedback
source: Give feedback on app
da: Giv feedback på appen
de: Feedback zur App geben
et_ee: Anna rakenduse kohta tagasisidet
fi: Anna palautetta sovelluksesta
fr: Envoyer des commentaires sur l'application
it: Invia un feedback sull'app
lt_lt: Pateikite atsiliepimų apie programą
lv_lv: Sniegt atsauksmes lietotnē
nb: Gi tilbakemelding på appen
sv: Ge feedback på appen

# ms_nps_helpUsImprove
source: Help us improve
da: Hjælp os med at blive bedre
de: Helfen Sie uns, besser zu werden
et_ee: Aidake meil paremaks saada
fi: Auta meitä parantamaan
fr: Aidez-nous à améliorer les choses
it: Aiutaci a migliorare
lt_lt: Padėkite mums tobulėti
lv_lv: Palīdziet mums pilnveidoties
nb: Hjelp oss å bli bedre
sv: Hjälp oss bli bättre

# ms_nps_provideFeedback
source: Provide feedback
da: Giv feedback
de: Feedback geben
et_ee: Anna tagasisidet
fi: Anna palautetta
fr: Envoyer des commentaires
it: Fornisci un feedback
lt_lt: Pateikti atsiliepimą
lv_lv: Sniegt atsauksmes
nb: Gi tilbakemelding
sv: Ge feedback

# ms_number_of_transactions
source: Number of transactions
da: Antal transaktioner
de: Anzahl der Transaktionen
et_ee: Tehingute arv
fi: Tapahtumien lukumäärä
fr: Nombre de transactions
it: Numero di transazioni
lt_lt: Operacijų skaičius
lv_lv: Darījumu skaits
nb: Antall transaksjoner
sv: Antal transaktioner

# ms_old_receipt_print_txt
source: The old receipt will now be printed on the terminal.
da: Den gamle kvittering udskrives nu på terminalen.
de: Die alte Quittung wird nun auf dem Terminal ausgedruckt.
fi: Vanha kuitti tulostetaan nyt päätteellä.
fr: L'ancien reçu va à présent être imprimé sur le terminal.
it: La ricevuta precedente sarà ora stampata sul terminale.
lv_lv: Vecā kvīts tagad tiks izdrukāta terminālī.
nb: Den gamle kvitteringen skrives nå ut fra terminalen.
sv: Det gamla kvittot skrivs ut på terminalen.

# ms_old_receipt_txt
source: Old receipt
da: Gammel kvittering
de: Alte Quittung
fi: Vanha kuitti
fr: Ancien reçu
it: Ricevuta precedente
lv_lv: Veca kvīts
nb: Gammel kvittering
sv: Gammalt kvitto

# ms_on_terminal_screen
source: On the terminal screen
da: På terminalens skærm
de: Auf dem Terminal-Bildschirm
et_ee: Terminaliekraanil
fi: Päätteen näytössä
fr: Sur l'écran du terminal
it: Sullo schermo del terminale
lt_lt: Terminalo ekrane
lv_lv: Termināļa ekrānā
nb: På skjermen til terminalen
sv: På terminalskärmen

# ms_onboarding
source: Onboarding
de: Einbindung
fi: Perehdytys
fr: Entrée en relation
it: Inserimento
lv_lv: Uzņemšana
sv: Registrering

# ms_oops
source: Oops
da: Ups
de: Hoppla!
et_ee: Palume vabandust!
fi: Hups
fr: Oups
lt_lt: Oi!
lv_lv: Ups!
sv: Hoppsan

# ms_open_history
source: Open the ‘History’ app
da: Åbn appen "Historik"
de: Die App „Verlauf“ öffnen
et_ee: Avage rakenduses "Ajalugu"
fi: Avaa Historia-sovellus
fr: Ouvrez l'application « Historique »
it: Apri l'app ‘Storico’
lt_lt: Atverkite programą „Istorija“
lv_lv: Lietotnē atveriet sadaļu “Vēsture”
nb: Åpne appen Historikk
sv: Öppna History-appen

# ms_open_refund
source: Open the ‘Refund’ app
da: Åbn appen "Tilbagebetaling"
de: Die App „Rückerstattung“ öffnen
et_ee: Avage rakenduses "Tagasimakse"
fi: Avaa Palautus-sovellus
fr: Ouvrez l'application « Remboursement »
it: Apri l'app ‘Rimborsa’
lt_lt: Atverkite programą „Grąžinimas“
lv_lv: Lietotnē atveriet sadaļu “Atmaksa”
nb: Åpne appen Refusjon
sv: Öppna Refund-appen

# ms_open_refund_desc
source: Open the app with the cash register symbol to be able to refund payments.
da: Åbn appen med kasseapparat-symbolet, så du kan modtage tilbagebetalinger.
de: Öffnen Sie die App mit dem Kassensymbol, um Zahlungen erstatten zu können.
et_ee: Maksete tagastamiseks avage kassasümboliga rakendus.
fi: Avaa sovellus kassasymbolilla, jotta voit palauttaa maksuja.
fr: Ouvrez l'application symbolisée par une caisse enregistreuse pour pouvoir rembourser des paiements.
it: Apri l'app con il simbolo del registratore di cassa per rimborsare i pagamenti.
lt_lt: Jei norite grąžinti mokėjimus, atverkite programą su kasos ženklu.
lv_lv: Atveriet lietotni ar kases simbolu, lai varētu atmaksāt maksājumus.
nb: Åpne appen med kassesymbolet for å kunne refundere betalinger.
sv: Öppna appen med kassaapparatsikonen för att göra återbetalningar.

# ms_open_refund_txt
source: Open Refund
da: Åbn Tilbagebetaling
de: Erstattung öffnen
et_ee: Avage Tagasimakse
fi: Avaa palautus
fr: Ouvrir Rembourser
it: Apri Rimborso
lt_lt: Pradėti grąžinimą
lv_lv: Atveriet Atmaksa
nb: Åpne refusjon
sv: Öppna Återbetalning

# ms_open_reversal
source: Open reversal
da: Åbn tilbageførsel
de: Rückbuchung öffnen
fi: Avaa peruutus
fr: Ouvrir l'annulation
it: Apri storno
lt_lt: Pradėti atvirkštinę operaciją
lv_lv: Atvērt apvērsi
nb: Åpne reversering
sv: Öppna återbetalning

# ms_opens_your_browser
source: Opens your browser
da: Åbner din browser
de: Öffnet Ihren Browser
et_ee: Avab teie brauseri
fi: Avaa selaimen
fr: Ouvre votre navigateur
it: Apre il tuo browser
lt_lt: Atveriama Jūsų naršyklė
lv_lv: Atver jūsu pārlūkprogrammu
nb: Åpner nettleseren din
sv: Öppnar webbläsaren

# ms_option_transactions
source: You now have several options. Choosing “Transaction list” will show you all transactions until latest end of day report
da: Du har nu flere valgmuligheder. Ved at vælge "Transaktionsliste" får du vist alle transaktioner indtil den seneste dagsafslutningsrapport
de: Sie haben nun mehrere Optionen. Wenn Sie "Transaktionsliste" wählen, werden Ihnen alle Transaktionen bis zum letzten Tagesabschlussbericht angezeigt.
fi: Sinulla on nyt useita vaihtoehtoja. Valitsemalla Tapahtumaluettelo näet kaikki tapahtumat viimeisimpään päivän loppuraporttiin asti.
fr: Plusieurs options s'offrent maintenant à vous. Si vous choisissez «Liste des transactions», vous pourrez voir toutes les transactions jusqu'au rapport de fin de journée le plus récent
it: Ora hai diverse opzioni. Se scegli "Elenco transazioni" saranno visualizzate tutte le transazioni fino all'ultimo resoconto della giornata
lv_lv: Tagad jums ir vairākas iespējas. Izvēloties “Darījumu saraksts”, tiks parādīti visi darījumi līdz pēdējam dienas beigu pārskatam
nb: Du har nå flere muligheter. Hvis du velger "Transaksjonsliste", får du opp alle transaksjoner frem til siste dagsrapport
sv: Du har flera alternativ. Om du väljer ”Transaktionslista” visas alla transaktioner fram till senaste dagsavslutet.

# ms_order_number
source: Order number
da: Ordrenummer
de: Bestellnummer
et_ee: Tellimuse number
fi: Tilausnumero
lt_lt: Užsakymo Nr.
lv_lv: Pasūtījuma numurs
nb: Ordrenummer
sv: Ordernummer

# ms_order_status
source: Your order status
da: Din ordrestatus
de: Ihr Bestellstatus
et_ee: Teie tellimuse olek
fi: Tilauksesi tila
lt_lt: Jūsų užsakymo būsena
lv_lv: Jūsu pasūtījuma statuss
nb: Ordrestatus
sv: Din orderstatus

# ms_order_tracking_txt
source: Your order "x" is on its way. See your tracking here
da: Din ordre "x" er på vej. Du kan spore den her
de: Ihre Bestellung „x“ ist unterwegs. Hier können Sie Ihre Sendung verfolgen
et_ee: Teie tellimus „x” on teel. Vaadake oma jälgimist siit
fi: Tilauksesi "x" on matkalla. Katso seurantanumero täällä
lt_lt: Jūsų užsakymas „x“ jau pakeliui. Jį sekti galite čia
lv_lv: Jūsu pasūtījums “x” ir ceļā. Skatiet savu izsekošanu šeit
nb: Bestillingen din "x" er på vei. Spor den her
sv: Din order ”x” är på väg. Följ leveransen här

# ms_our_recommendations
source: Our recommendations
da: Vores anbefalinger
de: Unsere Empfehlungen
et_ee: Meie soovitused
fi: Suosituksemme
lt_lt: Mūsų rekomendacijos
lv_lv: Mūsu ieteikumi
nb: Våre anbefalinger
sv: Våra rekommendationer

# ms_outlet_no_connectn_copy
source: We are unable to connect to %@ right now.
da: Der kan ikke oprettes forbindelse til %@ lige nu.
de: Verbindung zu %@ momentan nicht möglich.
et_ee: Meil ei õnnestu hetkel %@ ühendamine.
fi: Yhteyttä kohteeseen %@ ei voi juuri nyt muodostaa.
fr: Nous ne sommes pas en mesure de nous connecter à %@ pour le moment.
it: Non siamo in grado di effettuare il collegamento a %@ ora.
lt_lt: Šiuo metu nepavyko prisijungti prie %@.
lv_lv: Pašlaik nevar izveidot savienojumu ar %@.
sv: Vi kan inte ansluta till %@ just nu.

# ms_outlet_no_connectn_try_again
source: Please try again.
da: Prøv igen.
de: Bitte versuchen Sie es später erneut.
et_ee: Proovige uuesti.
fi: Yritä uudelleen.
fr: Veuillez réessayer.
it: Riprova.
lt_lt: Bandykite dar kartą.
lv_lv: Lūdzu, mēģiniet vēlreiz.
sv: Försök igen.

# ms_overview
source: Overview
da: Overblik
de: Übersicht
et_ee: Ülevaade
fi: Yleiskuva
fr: Vue d'ensemble
it: Panoramica
lt_lt: Apžvalga
lv_lv: Pārskats
nb: Oversikt
sv: Översikt

# ms_overview_average_purchase
source: Overview of average purchase
da: Oversigt over gennemsnitligt køb
de: Übersicht über durchschnittlichen Kaufbetrag
et_ee: Keskmise ostusumma ülevaade
fi: Keskiostosten yleiskatsaus
fr: Vue d'ensemble des achats moyens
it: Panoramica dell'acquisto medio
lt_lt: Vidutinės pirkinių sumos apžvalga
lv_lv: Vidējā pirkuma pārskats
nb: Oversikt over gjennomsnittlig kjøp
sv: Översikt över genomsnittsköp

# ms_overview_bottom_trans_opt
source: SEE ALL
da: SE ALLE
de: ALLE ANZEIGEN
et_ee: VAATA KÕIKI
fi: KATSO KAIKKI
fr: TOUT VOIR
it: VEDI TUTTO
lt_lt: ŽIŪRĖTI VISKĄ
lv_lv: SKATĪT VISU
nb: SE ALLE
sv: VISA ALLA

# ms_overview_middle_month_data
source: Latest 30 days
da: Sidste 30 dage
de: Letzte 30 Tage
et_ee: Viimased 30 päeva
fi: Viimeiset 30 päivää
fr: 30 derniers jours
it: Ultimi 30 giorni
lt_lt: Pastarosios 30 dienų
lv_lv: Pēdējās 30 dienas
nb: De siste 30 dagene
sv: Senaste 30 dagarna

# ms_overview_middle_quarter_data
source: Quarter to date
da: Kvartal til dato
de: Bisheriges Quartal
et_ee: Kvartali algusest tänaseni
fi: Kuluva neljännes
fr: Depuis le début du trimestre
it: Trimestre a oggi
lt_lt: Ketvirtis iki šios datos
lv_lv: Ceturksnis līdz datumam
nb: Dette kvartalet til dags dato
sv: Kvartal efter datum

# ms_overview_middle_view_guides_subtitle
source: See all our guides for your terminals here
da: Find alle vores vejledninger til dine terminaler her
de: Hier finden Sie alle Anleitungen für Ihre Terminals
fi: Katso päätteiden oppaat täältä
fr: Découvrez tous nos guides pour vos terminaux ici
it: Consulta tutte le nostre guide per i tuoi terminali qui
lv_lv: Skatiet visus mūsu ceļvežus saviem termināļiem šeit
nb: Se alle veiledningene våre om terminalene dine
sv: Se alla våra guider för dina terminaler här

# ms_overview_middle_year_desc
source: Turnover compared to the last year to date
da: Omsætning sammenlignet med sidste år-til-dato
de: Umsatz im Vergleich zum Vorjahr
et_ee: Käive võrreldes eelmise aasta sama kuupäevaga
fi: Liikevaihto viime vuoden samaan ajanjaksoon verrattuna
fr: Chiffre d'affaires comparé à l'année dernière à ce jour
it: Confronto fatturato dall'anno scorso fino a oggi
lt_lt: Apyvarta, palyginti su praėjusiais metais tuo pačiu metu
lv_lv: Apgrozījums salīdzinājumā ar pagājušo gadu līdz šim
nb: Omsetning sammenlignet med det siste året til dags dato
sv: Omsättning jämfört med samma datum förra året

# ms_overview_screen_header
source: Hello,
da: Hej
de: Hallo
et_ee: Tere!
fi: Hei,
fr: Bonjour,
it: Ciao,
lt_lt: Sveiki,
lv_lv: Sveiki!
nb: Hei,
sv: Hej!

# ms_overview_screen_msg
source: This message will be shown for 7 more days
da: Denne meddelelse vises i 7 dage mere
de: Diese Meldung wird noch 7 Tage lang angezeigt
et_ee: Aeda sõnumit näidatakse veel 7 päeva
fi: Tämä viesti näkyy vielä 7 päivää
fr: Ce message sera visible 7 jours de plus
it: Questo messaggio sarà visualizzato per altri 7 giorni
lt_lt: Šis pranešimas bus rodomas dar 7 dienas
lv_lv: Šis ziņojums tiks rādīts vēl 7 dienas
nb: Denne meldingen vises i 7 dager til
sv: Det här meddelandet visas i mer än sju dagar

# ms_pair
source: Pair
da: Par
de: Koppeln
fi: Pari
fr: Associer
it: Abbina
nb: Koble
sv: Koppla

# ms_paper_roll_pull
source: The new paper roll should face down so it touch the display. Pull it a bit out, so there’s some excess paper left.
da: Den nye bonrulle skal vende nedad, så den rører displayet. Træk lidt i rullen, så der stikker lidt papir ud, når du lukker terminalen.
de: Die neue Papierrolle sollte nach unten zeigen, damit sie das Display berührt. Ziehen Sie sie ein wenig heraus, sodass noch etwas Papier übrig bleibt.
fi: Uuden paperirullan tulee olla alaspäin niin, että se koskettaa näyttöä. Vedä sitä hieman ulospäin, jotta ylimääräistä paperia jää jäljelle.
fr: Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'affichage. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Il nuovo rotolo di carta deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo verso l'esterno, in modo da lasciare un po' di carta in più.
lv_lv: Jaunajam papīra rullim jābūt vērstam uz leju, lai tas pieskartos displejam. Nedaudz izvelciet to, lai paliek pāri papīrs.
nb: Den nye papirrullen skal vende nedover, slik at den er borti displayet. Trekk den litt ut, slik at det er litt papir til overs.
sv: Den nya pappersrullen ska placeras med framsidan nedåt så den vidrör skärmen. Dra ut en bit så att det finns papper kvar.

# ms_parameter
source: Press 6 or use the arrow buttons to navigate down to ‘Parameters’.
da: Tryk på 6, eller brug pileknapperne til at navigere ned til "Parametre".
de: Drücken Sie 6 oder verwenden Sie die Pfeiltasten, um nach unten zu „Parameter“ zu navigieren.
et_ee: Vajutage klahvi 6 või kasutage nooleklahve, et liikuda allapoole menüüsse „Parameetrid”.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Parametrit.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Parameters“ (parametrai).
lv_lv: Nospiediet 6 vai izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Parameters”.
nb: Trykk på 6 eller bruk pilknappene for å navigere ned til "Parametere".
sv: Tryck på 6 eller använd pilknapparna för att gå ned till ”Parametrar”.

# ms_passcode_disabled_first_description
source: The device passcode is not set up and is required to use Nexi SoftPOS
da: Enhedens adgangskode er ikke konfigureret og kræves for at bruge Nexi SoftPOS
de: Der Gerätepasscode ist nicht eingerichtet und wird für die Nutzung von Nexi SoftPOS benötigt
fi: Laitteen pääsykoodia ei ole asetettu ja se vaaditaan Nexi SoftPOS:n käyttöön
fr: Le mot de passe de l’appareil n’est pas configuré et est requis pour utiliser Nexi SoftPOS
it: Il codice di accesso del dispositivo non è configurato ed è necessario per utilizzare Nexi SoftPOS
nb: Enhetens passord er ikke satt opp og kreves for å bruke Nexi SoftPOS
sv: Enhetens lösenkod är inte inställd och krävs för att använda Nexi SoftPOS

# ms_passcode_disabled_second_description
source: You can set the passcode by navigating to Settings > %@ & Passcode.
da: Du kan indstille adgangskoden ved at gå til Indstillinger > %@ og adgangskode.
de: Sie können den Passcode unter Einstellungen > %@ & Code einrichten.
fi: Voit asettaa pääsykoodin siirtymällä kohtaan Asetukset > %@ ja pääsykoodi.
fr: Vous pouvez configurer le mot de passe en allant dans Réglages > %@ et mot de passe.
it: Puoi impostare il codice accedendo a Impostazioni > %@ e codice.
nb: Du kan sette passord ved å gå til Innstillinger > %@ og passord.
sv: Du kan ställa in lösenkoden genom att gå till Inställningar > %@ och lösenkod.

# ms_passcode_disabled_second_description_sub
source: Settings > %@ & Passcode.
da: Indstillinger > %@ og adgangskode
de: Einstellungen > %@ & Code
fi: Asetukset > %@ ja pääsykoodi
fr: Réglages > %@ et mot de passe
it: Impostazioni > %@ e codice
nb: Innstillinger > %@ og passord
sv: Inställningar > %@ och lösenkod

# ms_passcode_disabled_subtitle
source: Please set up device passcode
da: Indstil venligst enhedens adgangskode
de: Bitte richten Sie den Gerätepasscode ein
fi: Aseta laitteelle pääsykoodi
fr: Veuillez configurer le mot de passe de l’appareil
it: Configura il codice di accesso del dispositivo
nb: Vennligst sett opp enhetens passord
sv: Vänligen ställ in enhetens lösenkod

# ms_passcode_disabled_title
source: Passcode error
da: Adgangskodefejl
de: Passcode-Fehler
fi: Virhe pääsykoodissa
fr: Erreur de mot de passe
it: Errore del codice di accesso
nb: Passordfeil
sv: Lösenkodsfel

# ms_payment
source: Payment agreements
da: Betalingsaftaler
de: Zahlungsvereinbarungen
et_ee: Makselepingud
fi: Maksusopimukset
fr: Accords de paiement
it: Accordi di pagamento
lt_lt: Mokėjimo sutartys
lv_lv: Maksājumu līgumi
nb: Betalingsavtaler
sv: Betalningsavtal

# ms_payment_cancelled
source: Payment Cancelled
da: Betaling annulleret
de: Zahlung storniert
et_ee: Makse tühistatud
fi: Maksu peruutettu
fr: Paiement annulé
it: Pagamento cancellato
lt_lt: Mokėjimas atšauktas
lv_lv: Maksājums atcelts
nb: Betaling kansellert
sv: Betalning avbokad
