Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ttpoi_guide_screen6_desc
source: Tap to Pay on iPhone uses the built-in features of iPhone to keep your business and your customer data private and secure. When a payment is processed, Apple does not store card numbers on the device or on Apple servers, so you can rest assured knowing your business stays yours.
da: Tap to Pay på iPhone bruger de indbyggede funktioner i din iPhone til at beskytte din forretning og dine kundedata. Når en betaling behandles, gemmer Apple ikke kortnumre på enheden eller på Apples servere, så du kan være sikker på, at ingen får adgang til dine forretningsdata.
de: Tap to Pay auf dem iPhone nutzt die integrierten Funktionen des iPhones, um die Daten Ihres Unternehmen und Ihrer Kunden sicher zu schützen. Bei der Bearbeitung einer Zahlung speichert Apple Kartennummern weder auf dem Gerät noch auf Apple-Servern, sodass Sie sicher sein können, dass Ihr Unternehmen immer Ihnen gehört.
fi: iPhonen Tap to Pay käyttää iPhonen sisäänrakennettuja ominaisuuksia pitääkseen yrityksesi ja asiakkaidesi tiedot yksityisinä ja turvallisina. Kun maksua käsitellään, Apple ei tallenna korttinumeroita laitteeseen tai Applen palvelimille, joten voit olla varma siitä, että tietosi ovat turvassa.
fr: Tap to Pay sur iPhone utilise les fonctionnalités intégrées de votre iPhone pour que vos données professionnelles et celles de vos clients restent confidentielles et sécurisées. Lorsqu'un paiement est traité, Apple ne stocke pas les numéros de carte sur l'appareil ou sur les serveurs Apple. Vous avez ainsi l'assurance que vos affaires privées.
it: Tap to Pay su iPhone utilizza le funzionalità integrate dell'iPhone per mantenere i dati della tua attività e quelli dei tuoi clienti riservati e protetti. Quando viene elaborato un pagamento, Apple non memorizza i numeri delle carte di credito sul dispositivo o sui server Apple e hai la certezza che l'attività rimane nelle tue mani.
lt_lt: Tap to Pay on iPhone funkcija pasitelkia integruotas „iPhone“ funkcijas, kad Jūsų verslo ir klientų duomenys būtų apsaugoti. Kai mokėjimas apdorojamas, „Apple“ nesaugo kortelių numerių nei įrenginyje, nei „Apple“ serveriuose, todėl galite būti ramūs žinodami, kad Jūsų verslas priklauso tik Jums.
lv_lv: Pakalpojums Tap to Pay on iPhone izmanto iPhone iebūvētās funkcijas, lai jūsu uzņēmuma un klientu dati būtu privāti un drošībā. Kad maksājums tiek apstrādāts, Apple nesaglabā karšu numurus ierīcē vai Apple serveros, tāpēc varat būt droši, zinot, ka jūsu dati paliek tikai jūsu rīcībā.
nb: Tap to Pay på iPhone bruker de innebygde funksjonene i iPhone til å holde virksomheten og kundeopplysninger private og sikre. Når en betaling behandles, lagrer ikke Apple kortnumre på enheten eller på Apples servere, så du kan være trygg på at virksomheten din forblir din.
sv: Tap to Pay på iPhone använder iPhones inbyggda funktioner för att skydda ditt företags och dina kunders data. När en betalning behandlas sparar inte Apple några kortnummer på enheten eller på Apples servrar, så du kan vara säker på att ditt företag inte utsätts för risker.

# ms_ttpoi_guide_screen6_title
source: Privacy and security built in
da: Indbygget datasikkerhed
de: Datenschutz und Sicherheit eingebaut
fi: Sisäänrakennettu yksityisyys ja turvallisuus
fr: Confidentialité et sécurité intégrées
it: Privacy e sicurezza integrate
lt_lt: Integruotos privatumo ir saugumo užtikrinimo funkcijos
lv_lv: Iebūvēts privātums un drošība
nb: Innebygd personvern og sikkerhet
sv: Inbyggd integritet och säkerhet

# ms_ttpoi_guide_screen_start_btn
source: Start
fi: Aloita
fr: Démarrer
it: Inizia
lv_lv: Sākt
sv: Starta

# ms_ttpoi_guide_share_receipt
source: Share receipt with customer
da: Giv kunden kvitteringen
de: Beleg an Kunden weiterleiten
et_ee: Kviitungi jagamine kliendiga
fi: Jaa kuitti asiakkaan kanssa
lt_lt: Kvito bendrinimas su klientu
lv_lv: Kopīgojiet kvīti ar klientu
nb: Del kvitteringen med kunden
sv: Dela kvitto med kunden

# ms_ttpoi_guide_start_screen_desc
source: Tap to Pay on iPhone is now available for you. Click "start" to go through a small guide of how it works.
da: Du har nu adgang til Tap to Pay på iPhone. Tryk på "Start" for at få en kort vejledning i, hvordan det fungerer.
de: Sie können Tap to Pay auf dem iPhone jetzt nutzen. Klicken Sie auf „Start“, um eine kurze Erklärung der Funktionen zu erhalten.
fi: iPhonen Tap to Pay on nyt saatavilla. Napsauta "aloita" katsoaksesi pienen oppaan siitä, miten se toimii.
fr: Tap to Pay sur iPhone est à votre disposition. Cliquez sur «Démarrer» pour parcourir un petit guide décrivant son principe de fonctionnement.
it: Tap to Pay su iPhone è ora disponibile. Fai clic su "Inizia" per vedere una breve guida sul suo funzionamento.
lt_lt: Dabar galite naudotis Tap to Pay on iPhone funkcija. Jei norite peržiūrėti trumpą pristatymą, kaip ši funkcija veikia, spustelėkite „Start“ (pradėti).
lv_lv: Tap to Pay on iPhone tagad ir pieejams. Noklikšķiniet uz “sākt”, lai apskatītu nelielu ceļvedi par to, kā tas darbojas.
nb: Tap to Pay på iPhone er nå tilgjengelig for deg. Klikk på "start" for å gjennomgå en liten veiledning om hvordan det fungerer.
sv: Tap to Pay på iPhone är nu tillgängligt för dig. Tryck på ”starta” för att gå igenom en liten guide om hur det fungerar.

# ms_ttpoi_guide_start_screen_skip_intro
source: Skip introduction
da: Spring introduktion over
de: Einleitung überspringen
fi: Ohita esittely
fr: Passer l'introduction
it: Salta l'introduzione
lt_lt: Praleisti pristatymą
lv_lv: Izlaist ievadu
nb: Hopp over innledningen
sv: Hoppa över introduktionen

# ms_ttpoi_header
source: Tap to Pay on iPhone
da: Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone
fi: iPhonen Tap to Pay
fr: Tap to Pay sur iPhone
it: Tap to Pay su iPhone
nb: Tap to Pay på iPhone
sv: Tap to Pay på iPhone

# ms_ttpoi_info_title
source: Info
fi: Tiedot
fr: Infos

# ms_ttpoi_internet_connection_lost_desc
source: Tap To Pay on iPhone is disabled when the internet is gone. Try to reconnect the network again.
da: Tap to Pay på iPhone deaktiveres, når der ikke er forbindelse til internettet. Forsøg at skabe internetforbindelse igen
de: Tap to Pay auf dem iPhone ist deaktiviert, wenn keine Verbindung zum Internet besteht. Versuchen Sie, sich erneut mit dem Netzwerk zu verbinden
et_ee: Kui internet ei ole enam saadaval, funktsioon „Puudutage maksmiseks” keelatud. Proovige uuesti võrku ühenduda
fi: iPhonen Tap to Pay ei ole käytössä, kun internet-yhteys puuttuu. Yritä muodostaa yhteys verkkoon uudelleen
fr: Tap To Pay sur l'iPhone est désactivé lorsque l'internet n'est pas disponible. Essayez de vous reconnecter au réseau.
it: Tap To Pay su iPhone è disattivato quando la rete internet è interrotta. Provate a ricollegare nuovamente la rete.
lt_lt: Kai nėra interneto, „Tap to Pay on iPhone“ funkcija neveikia. Pabandykite dar kartą prisijungti prie tinklo.
lv_lv: Pakalpojums Tap to Pay on iPhone ir atspējots, kad nav piekļuve internetam. Mēģiniet vēlreiz izveidot savienojumu ar tīklu
nb: Tap to Pay på iPhone på er deaktivert når internett er frakoblet. Prøv å koble til nettverket på nytt
sv: Tap to Pay på iPhone är inaktiverat när internetanslutning saknas. Försök ansluta till nätverket igen

# ms_ttpoi_iphone_not_supported
source: Your phone is not supported for this feature, read more
da: Din telefon understøtter ikke denne funktion – læs mere
de: Ihr Telefon wird für diese Funktion nicht unterstützt, erfahren Sie mehr
et_ee: Teie telefon ei toeta seda funktsiooni, loe lähemalt
fi: Puhelimesi ei tue tätä toimintoa, lue lisää
fr: Cette fonctionnalité ne prend pas en charge votre téléphone; en savoir plus
it: Il telefono non è supportato per questa funzione, scopri di più
lt_lt: Jūsų telefone ši funkcija nepalaikoma. Skaityti daugiau
lv_lv: Jūsu tālrunī šī funkcija netiek atbalstīta, lasiet vairāk
nb: Telefonen din støtter ikke denne funksjonen, les mer
sv: Din telefon stöds inte för den här funktionen, läs mer

# ms_ttpoi_new_guide_screen1_body
source: To accept payments with Tap to Pay on iPhone, tap Nexi SoftPOS.
da: For at acceptere betalinger med Tap to Pay på iPhone, tryk på Nets SoftPOS.
de: Um kontaktlose Zahlungen über Tap to Pay auf dem iPhone durchzufΩühren, tippe auf Nexi SoftPOS.
fi: Avaa iPhonen Tap to Pay napsauttamalla NEXI SOFTPOS -valikkovaihtoehtoa.
fr: Ouvrir Tap to Pay sur iPhone en cliquant sur l'option de menu « NEXI SOFTPOS »
it: Apri Tap To Pay su iPhone facendo tap sull'opzione di menu ‘NEXI SOFTPOS’
nb: For å motta kontaktløse betalinger med Tap to Pay på iPhone, klikk på Nets SoftPOS.
sv: För att ta emot kontaktlösa betalningar med Tap to Pay på iPhone, klicka på Nets SoftPOS.

# ms_ttpoi_new_guide_screen1_title
source: Tap Nexi SoftPOS
da: Tryk på Nets SoftPOS
de: Tippen Sie auf Nexi SoftPOS
fi: Avaa iPhonen Tap to Pay
fr: Ouvrir « Tap to Pay sur iPhone »
it: Apri ‘Tap to Pay su iPhone’
nb: Klikk på Nets SoftPOS
sv: Klicka på Nets SoftPOS

# ms_ttpoi_new_guide_screen2_body
source: Use the numeric pad to enter the transaction amount. Press the Charge button to <b>confirm</b>.
da: Brug det numeriske tastatur til at indtaste transaktionsbeløbet. Tryk på knappen <b>Opkræv</b> for at bekræfte.
de: Geben Sie über den Ziffernblock den Transaktionsbetrag ein. Drücken Sie zur Bestätigung die Taste <b>Belasten</b>.
fi: Syötä tapahtuman summa numeronäppäimillä. Vahvista painamalla valintamerkkiä.
fr: Utilisez le pavé numérique pour entrer le montant de la transaction. Appuyez sur le bouton « Faire payer » pour confirmer.
it: Usa il tastierino numerico per inserire l'importo della transazione. Premi il pulsante ‘Addebita’ per confermare.
nb: Bruk talltastaturet til å angi transaksjonsbeløpet. Trykk på <b>Belast</b>-knappen for å fortsette.
sv: Ange köpbeloppet på skärmen och tryck på Bekräfta-knappen.

# ms_ttpoi_new_guide_screen2_title
source: Enter the transaction amount
da: Indtast transaktionsbeløbet
de: Betrag eingeben
fi: Syötä tapahtuman määrä
fr: Saisissez le montant de la transaction
it: Inserire l'importo della transazione
nb: Angi transaksjonsbeløpet
sv: Ange belopp

# ms_ttpoi_new_guide_screen3_body
source: Request your customer to place their contactless payment card horizontally or Apple Pay or other digital wallet over the contactless symbol.
da: Bed din kunde om at placere deres kontaktløse betalingskort vandret eller Apple Pay eller anden digital wallet over det kontaktløse symbol.
de: Fordern Sie Ihre Kunden auf, die kontaktlose Zahlungskarte, Apple Pay oder eine andere digitale Wallet über das Kontaktlos-Symbol zu halten.
fi: Käännä näkymää puhelimessa napauttamalla korttia, jossa on summa. Näin asiakas voi tarkastella tapahtuman summaa omasta näkökulmastaan.
fr: Veuillez basculer la vue sur le téléphone en appuyant sur la carte avec le montant. Votre client peut ainsi voir le montant de la transaction depuis son point de vue.
it: Ruota la vista sul telefono toccando la carta con l'importo. In questo modo il cliente può visualizzare l'importo della transazione dalla sua prospettiva.
nb: Be kunden din om å plassere det kontaktløse betalingskortet sitt horisontalt, eller Apple Pay eller annen digital lommebok, over det kontaktløse symbolet.
sv: Be kunden att hålla sitt betalkort eller en annan betalningsenheten horisontellt över kontaktlös-ikonen högst upp på din iPhone.

# ms_ttpoi_new_guide_screen3_title
source: How to accept contactless payments
da: Sådan accepterer du kontaktløse betalinger
de: Wie man kontaktlose Zahlungen akzeptiert
fi: Käännä nälymää napauttamalla korttia, jossa on summa
fr: Comment accepter les paiements
it: Come accettare pagamenti contactless
nb: Slik mottar du kontaktløse betalinger
sv: Så här accepterar du kontaktlösa betalningar

# ms_ttpoi_new_guide_screen4_body
source: Tilt the iPhone towards your customer; the screen automatically rotates, enabling your customer to view the transaction details.
da: Vend din iPhone mod kunden; skærmen roterer automatisk, så din kunde kan se transaktionsdetaljerne.
de: Kippen Sie das iPhone in Richtung Ihres Kunden. Der Bildschirm wird automatisch gedreht, sodass Ihr Kunde die Transaktionsdetails sehen kann.
fi: Asiakas voi käyttää maksukorttia tai digitaalisia lompakoita, kuten Apple Pay ja Apple Watch, napauttamalla lähimaksualueen yläpuolelle saattaakseen ostoksen loppuun.
fr: Votre client peut utiliser une carte de paiement ou des portefeuilles numériques tels que Apple Pay et Apple Watch par un appui au-dessus de la zone du lecteur sans contact pour exécuter l'achat.
it: Il tuo cliente può usare una carta di pagamento o i portafogli digitali come Apple Pay e Apple Watch toccando l'area contactless del lettore per completare l'acquisto
nb: Vend iPhonen mot kunden; skjermen roterer automatisk, slik at kunden kan se transaksjonsdetaljene.
sv: Vänd din iPhone mot kunden. Skärmen roterar automatisk så att din kund lätt ser informationen om betalningen.

# ms_ttpoi_new_guide_screen4_title
source: Screen rotates automatically to face the customer
da: Skærmen roterer automatisk for at vende mod kunden
de: Der Bildschirm dreht sich automatisch in Richtung des Kunden
fi: Näyttö kääntyy automaattisesti kohti asiakasta
fr: L'écran pivote automatiquement pour faire face au client
it: Lo schermo ruota automaticamente per rivolgersi al cliente
nb: Skjermen roterer automatisk for å vende mot kunden
sv: Skärmen roterar automatiskt mot kunden

# ms_ttpoi_new_guide_screen5_body
source: Let your customer complete the purchase. The PIN entry screen will be automatically prompted for contactless card payments that require customers to enter their card PIN. Accessibility Options are also available if required.
da: Lad din kunde gennemføre købet. PIN-indtastningsskærmen vises automatisk for kontaktløse kortbetalinger, der kræver, at kunderne indtaster deres PIN-kode. Tilgængelighedsindstillinger er også tilgængelige, hvis det er nødvendigt.
de: Schließt der Kunde den Einkauf mit kontaktloser Zahlung ab erscheint das PIN Eingabefeld automatisch, wenn eine PIN Eingabe erforderlich ist. Bedienungshilfen sind bei Bedarf verfügbar.
fi: Siirry asiakkaan kuittiin joko pyyhkäisemällä alaspäin tai napsauttamalla näytön alareunassa olevaa summa-painiketta.
fr: Pour accéder au reçu de votre client, effectuez un mouvement de balayage vers le bas ou cliquez sur le bouton montant dans le bas de l'écran.
it: Spostati sulla ricevuta del cliente scorrendo verso il basso o facendo clic sul pulsante dell'importo nella parte inferiore della schermata.
nb: La kunden fullføre kjøpet. PIN-inntastingsskjermen vil automatisk vises ved kontaktløse kortbetalinger som krever at kunden taster inn kortets PIN-kode. Du kan også slå på tilgjengelighetsfunksjoner ved behov.
sv: Om betalningen kräver PIN-kod så visas siffertangentbordet automatiskt. Det finns även möjlighet att välja tillgänglighetsalternativ.

# ms_ttpoi_new_guide_screen5_title
source: PIN Entry with Tap to Pay on iPhone
da: PIN-indtastning med Tap to Pay på iPhone
de: Lassen Sie den Kunden den Kauf abschließen
fi: Siirry kuittiin pyyhkäisemällä alaspäin tai napsauttamalla summa-painiketta
fr: Effectuer un mouvement de balayage vers le bas ou cliquer sur le bouton montant pour aller au reçu
it: Scorri verso il basso o fai clic sul pulsante dell'importo per spostarti sulla ricevuta
nb: PIN-inntasting med Tap to Pay på iPhone
sv: Ange PIN-kod med Tap to Pay på iPhone

# ms_ttpoi_new_guide_screen6_body
source: Navigate to your customer's receipt by either swiping down or clicking on the <b>Continue</b> button on the bottom of the screen
da: Find din kundes kvittering ved enten at swipe ned eller klikke på knappen <b>Fortsæt</b> nederst på skærmen
de: Navigieren Sie zum Kundenbeleg, indem Sie nach unten wischen oder auf <b>Weiter</b> klicken.
fi: Jaa kuitti asiakkaasi kanssa napauttamalla jakamiskuvaketta näytön oikeassa yläkulmassa.
fr: Partagez le reçu avec votre client en cliquant sur l'icône de partage dans le coin supérieur droit de l'écran.
it: Condividi la ricevuta con il cliente facendo clic sull'icona di condivisione in alto a destra sullo schermo.
nb: Naviger til kundens kvittering ved å enten sveipe ned eller klikke på <b>Fortsett</b>-knappen nederst på skjermen.
sv: För att se din kunds kvitto kan du antingen svepa nedåt eller trycka på Fortsätt längst ned på skärmen.

# ms_ttpoi_new_guide_screen6_title
source: Swipe down or click on Continue to see transaction receipt
da: Stryg ned eller klik på "Fortsæt" for at se kvitteringen
de: Wischen Sie nach unten oder klicken Sie auf Weiter, um den Beleg zu sehen
fi: Jaa kuitti asiakkaan kanssa
fr: Partager le reçu avec votre client
it: Condividi la ricevuta con il cliente
nb: Sveip ned eller klikk på Fortsett for å se transaksjonskvittering
sv: Svep nedåt eller välj Fortsätt för att se kvittot

# ms_ttpoi_new_guide_screen7_body
source: Choose the sharing option that your customer prefers to receive the receipt.
de: Wählen Sie die Option für das Weiterleiten aus, die Ihr Kunde bevorzugt, um den Beleg zu erhalten.
fi: Valitse jakamisvaihtoehto, jolla asiakas haluaa saada kuitin.
fr: Choisissez l'option de partage que votre client préfère pour recevoir le reçu.
it: Scegli l'opzione di condivisione che il tuo cliente preferisce per avere la ricevuta.

# ms_ttpoi_new_guide_screen7_title
source: Choose a sharing option
de: Auswählen einer Option für das Weiterleiten
fi: Valitse jakamisvaihtoehto
fr: Choisir une option de partage
it: Scegli un'opzione di condivisione

# ms_ttpoi_new_guide_screen8_body
source: Click the back arrow in the top left corner to return to the purchase screen.
de: Klicken Sie auf den Zurück-Pfeil in der oberen linken Ecke, um zum Kauf-Bildschirm zurückzukehren.
fi: Palaa ostonäyttöön napsauttamalla vasemmassa yläkulmassa olevaa takaisin-nuolta.
fr: Cliquez sur la flèche Précédent dans le coin supérieur gauche de l'écran pour retourner à l'écran d'achat.
it: Fai clic sulla freccia indietro nell'angolo in alto a sinistra per tornare alla schermata di acquisto.

# ms_ttpoi_new_guide_screen8_title
source: Return to the purchase screen
de: Zurück zum Kauf-Bildschirm
fi: Palaa ostonäyttöön
fr: Retourner à l'écran d'achat
it: Torna alla schermata di acquisto

# ms_ttpoi_no_tof
source: This user does not have the for number yet
da: Denne bruger har endnu ikke nummeret.
de: Dieser Benutzer hat die Nummer noch nicht.
et_ee: Sellel kasutajal ei ole veel numbrit.
fi: Tällä käyttäjällä ei ole vielä numeroa
fr: Cet utilisateur n'a pas encore le numéro.
it: Questo utente non ha ancora il numero per.
lt_lt: Šis vartotojas dar neturi numerio
lv_lv: Šim lietotājam vēl nav numura.
nb: Denne brukeren har ennå ikke nummeret.

# ms_ttpoi_no_transaction
source: There’s no transactions yet
da: Der er ingen transaktioner endnu
de: Es liegen noch keine Transaktionen vor
et_ee: Tehinguid ei ole veel
fi: Maksutapahtumia ei ole
fr: Il n'y a pas encore de transactions
it: Ancora nessuna transazione
lt_lt: Kol kas nėra jokių operacijų
lv_lv: Vēl nav darījumu
nb: Der er ingen transaksjoner ennå
sv: Det finns inga transaktioner ännu

# ms_ttpoi_partial_amt_refund_text
source: Partial amount
da: Delvist beløb
de: Teilbetrag
fi: Osittainen summa
fr: Montant partiel
it: Importo parziale
lt_lt: Dalinė suma
lv_lv: Daļa no summas
nb: Delvis beløp
sv: Delbelopp

# ms_ttpoi_partial_refund
source: Partial refund
da: Delvis tilbagebetaling
de: Teilerstattung
et_ee: Osaline tagasimakse
fi: Osittainen palautus
fr: Remboursement partiel
it: Rimborso parziale
lt_lt: Dalinis pinigų grąžinimas
lv_lv: Daļēja atmaksa
nb: Delvis refusjon
sv: Delvis återbetalning

# ms_ttpoi_puma_accept
source: I accept
da: Jeg accepterer
de: Ich akzeptiere
et_ee: Ma nõustun
fi: Hyväksyn
fr: J'accepte
it: Accetto
lt_lt: Sutinku
lv_lv: Es piekrītu
nb: Jeg aksepterer
sv: Jag accepterar

# ms_ttpoi_puma_agreement_title
source: Update your agreement to start using Nets SoftPOS
da: Opdater din aftale for at begynde at bruge Nets SoftPOS
de: Aktualisieren Sie Ihre Vereinbarung, um Nets SoftPOS verwenden zu können
et_ee: Uuenda oma lepingut, et alustada Nets SoftPOSi kasutamist
fi: Päivitä sopimuksesi aloittaaksesi Nets SoftPOSin käytön
fr: Mettez à jour votre contrat pour commencer à utiliser Nets SoftPOS
it: Aggiorna il tuo contratto per iniziare a usare Nets SoftPOS
lt_lt: Atnaujinkite savo sutartį, kad galėtumėte pradėti naudotis Nets SoftPOS
lv_lv: Atjaunojiet savu līgumu, lai sāktu izmantot Nets SoftPOS
nb: Oppdater avtalen din for å begynne å bruke Nets SoftPOS
sv: Uppdatera ditt avtal för att börja använda Nets SoftPOS

# ms_ttpoi_puma_back_overview
source: Back to overview
da: Tilbage til oversigt
de: Zurück zur Übersicht
et_ee: Tagasi ülevaatesse
fi: Takaisin yleisnäkymään
fr: Retour à l’aperçu
it: Torna alla panoramica
lt_lt: Grįžti į apžvalgą
lv_lv: Atpakaļ uz pārskatu
nb: Tilbake til oversikten
sv: Tillbaka till översikt

# ms_ttpoi_puma_read_terms_button_title
source: Read Terms and conditions
da: Læs regler og vilkår
de: Lesen Sie die allgemeinen Geschäftsbedingungen
et_ee: Loe tingimusi
fi: Lue käyttöehdot
fr: Lire les conditions générales
it: Leggi Termini e Condizioni
lt_lt: Perskaitykite taisykles ir sąlygas
lv_lv: Izlasiet noteikumus un nosacījumus
nb: Les vilkårene
sv: Läs villkoren

# ms_ttpoi_puma_terminal_only_button
source: Contact Sales
da: Kontakt Salg
de: Kontaktieren Sie den Vertrieb
fi: Ota yhteyttä myyntiin
fr: Contactez les ventes
it: Contatta le vendite
nb: Kontakt salg
sv: Kontakta sälj

# ms_ttpoi_puma_terminal_only_description
source: In order to access Nets SoftPOS it is required to have an acquiring agreement with us. Please contact sales to get started.
da: For at få adgang til Nets SoftPOS kræves det, at du har en indløsningsaftale med os. Kontakt venligst Salg for at komme i gang.
de: Um Zugriff auf Nets SoftPOS zu erhalten, ist eine Akzeptanzvereinbarung mit uns erforderlich. Bitte kontaktieren Sie den Vertrieb, um loszulegen.
fi: Saadaksesi pääsyn Nets SoftPOSiin, sinulla on oltava kauppiassopimus kanssamme. Ota yhteyttä myyntiin aloittaaksesi maksujen vastaanottamisen
fr: Pour accéder à Nets SoftPOS, il est nécessaire d'avoir un contrat d'acquisition avec nous. Veuillez contacter les ventes pour commencer.
it: Per accedere a Nets SoftPOS è necessario avere un accordo di acquiring con noi. Contatta le vendite per iniziare.
nb: For å få tilgang til Nets SoftPOS må du ha en innløseravtale med oss. Kontakt Salg for å komme i gang.
sv: För att få tillgång till Nets SoftPOS krävs ett inlösenavtal med oss. Kontakta sälj för att komma igång.

# ms_ttpoi_puma_terminal_only_subtitle
source: Update to an acquiring agreement
da: Opdater til en indløsningsaftale
de: Aktualisieren Sie auf eine Akzeptanzvereinbarung
fi: Päivitys kauppiassopimukseen
fr: Mettez à jour vers un contrat d'acquisition
it: Aggiorna a un accordo di acquiring
nb: Oppdater til en innløseravtale
sv: Uppdatera till ett inlösenavtal

# ms_ttpoi_puma_terminal_only_title
source: Contact sales to access Nets SoftPOS
da: Kontakt Salg for at få adgang til Nets SoftPOS
de: Kontaktieren Sie den Vertrieb, um Zugriff auf Nets SoftPOS zu erhalten
fi: Ota yhteyttä myyntiin saadaksesi Nets SoftPOSin käyttöösi
fr: Contactez les ventes pour accéder à Nets SoftPOS
it: Contatta le vendite per accedere a Nets SoftPOS
nb: Kontakt Salg for å få tilgang til Nets SoftPOS
sv: Kontakta sälj för att få tillgång till Nets SoftPOS
