Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_no_internet_msg
source: Please check your connection or try again later.
da: Tjek din forbindelse, eller prøv igen senere.
de: Bitte überprüfen Sie Ihre Verbindung oder versuchen Sie es später erneut.
et_ee: Kontrollige ühendust või proovige hiljem uuesti.
fi: Tarkista yhteys tai yritä myöhemmin uudelleen.
fr: Veuillez vérifier votre connexion ou réessayez plus tard.
it: Controlla la tua connessione o riprova più tardi.
lt_lt: Patikrinkite ryšį arba vėliau bandykite dar kartą.
lv_lv: Lūdzu, pārbaudiet savu savienojumu vai vēlāk mēģiniet vēlreiz.
nb: Kontroller tilkoblingen, eller prøv på nytt senere.
sv: Kontrollera din anslutning eller försök igen senare.

# ms_no_license_available_txt
source: No license available for Tap to Pay on Android device!
de: Keine Lizenzen für Tap to Pay on Android verfügbar!
fi: Tap to Pay on Android -lisenssiä ei ole saatavilla!
fr: Pas de licence disponible pour Tap to Pay sur un appareil Android!
it: Non ci sono licenze disponibili per Tap To Pay sul dispositivo Android.

# ms_no_license_nets_instruction
source: You can purchase additional licenses by contacting the Nets Sales team
da: Du kan købe yderligere licenser ved at kontakte Nets' salgsteam
de: Sie können zusätzliche Lizenzen erwerben, indem Sie das Verkaufsteam von Nets kontaktieren.
et_ee: Lisalitsentse saab osta, võttes ühendust Neti müügitiimiga.
fi: Voit hankkia useamman lisenssin ottamalla yhteyttä Netsin myyntitiimiin
fr: Vous pouvez acheter des licences supplémentaires en contactant l'équipe de vente Nets
it: Puoi acquistare licenze aggiuntive contattando il team di vendita di Nets
lt_lt: Galite įsigyti papildomų licencijų, susisiekdami su Nets pardavimų komanda.
lv_lv: Jūs varat iegādāties papildu licences, sazinoties ar Nets pārdošanas komandu.
nb: Du kan kjøpe flere lisenser ved å kontakte Nets' salgsteam
sv: Ytterligare licenser kan köpas genom att kontakta Nets säljteam.

# ms_no_more_license_txt
source: No more license
de: Keine Lizenzen mehr
fi: Ei enää lisenssejä
fr: Plus de licence
it: Nessun'altra licenza

# ms_no_result
source: No result
da: Intet resultat
de: Kein Ergebnis
et_ee: Tulemust ei ole
fi: Ei tulosta
lt_lt: Rezultatų nėra
lv_lv: Nav rezultāta
nb: Ingen resultater
sv: Inget resultat

# ms_no_softpay_transactions
source: There are no transactions yet
de: Es gibt noch keine Transaktionen
fi: Ei vielä maksutapahtumia
fr: Il n'y a pas encore de transactions
it: Non ci sono ancora transazioni

# ms_no_trans_msg_for_smp_ch
source: Information regarding PostFinance, American Express and Twint transactions are not available. Please check it on the respective payment scheme portal.
da: Oplysninger om PostFinance-, American Express- og Twint-transaktioner er ikke tilgængelige. Du kan finde disse oplysninger på portalerne for de respektive betalingsordninger.
de: Informationen betreffend Transaktionen über PostFinance, American Express und Twint sind nicht verfügbar. Prüfen Sie diese bitte in dem jeweiligen Zahlungsportal.
et_ee: Teave PostFinance'i tehingute kohta ei ole hetkel mobiilirakenduse kaudu saadaval. Üksikasjaliku teabe saamiseks logige sisse SmartPay portaali aadressil portal.nexi.swiss.
fi: PostFinance-, American Express- ja Twint-tapahtumia koskevia tietoja ei ole saatavilla. Tarkista ne kunkin maksujärjestelmän portaalista.
fr: Les informations concernant les transactions exécutées par PostFinance, American Express et Twint ne sont pas disponibles. Vous pouvez les consulter sur le portail respectif de chaque système de paiement.
it: Le informazioni relative alle transazioni PostFinance, American Express e Twint non sono attualmente disponibili. Controllarle sul rispettivo portale del circuito di pagamento.
lt_lt: Informacija apie „PostFinance“, „American Express“ ir „Twint“ operacijas nepasiekiama. Ją peržiūrėti galite atitinkamos mokėjimo schemos portale.
lv_lv: Informācija par PostFinance, American Express un Twint darījumiem nav pieejama. Lūdzu, pārbaudiet to attiecīgajā maksājumu shēmu portālā.
nb: Informasjon om PostFinance-, American Express- og Twint-transaksjoner er ikke tilgjengelig. Se de aktuelle betalingsportalene for hver enkelt.
sv: Information om PostFinance-, American Express- och Twint-transaktioner finns inte tillgängliga. Kontrollera det på respektive betalningsmetodsportal.

# ms_noinvoices
source: There are no invoices for your organisation
da: Der er ingen fakturaer for din virksomhed
de: Für Ihre Organisation sind keine Rechnungen vorhanden.
et_ee: Teie organisatsioonile pole arveid
fi: Organisaatiollesi ei ole laskuja
fr: Il n'y a pas de factures pour votre entreprise
it: Non sono presenti fatture per la tua organizzazione
lt_lt: Jūsų organizacijai sąskaitų faktūrų nėra
lv_lv: Jūsu organizācijai nav rēķinu
nb: Det finnes ingen fakturaer for organisasjonen din
sv: Det finns inga fakturor för din organisation

# ms_nordic_guide_refund_payment
source: Let your customer complete the refund
da: Lad kunden gennemføre tilbagebetalingen
de: Ihren Kunden die Rückerstattung abschließen lassen
et_ee: Laske oma kliendil tagasimakse lõpule viia
fi: Anna asiakkaasi suorittaa palautus loppuun
fr: Laissez le client effectuer le remboursement
it: Fai completare il rimborso al tuo cliente
lt_lt: Leiskite klientui užbaigti grąžinimą
lv_lv: Ļaujiet klientam pabeigt atmaksu
nb: La kunden fullføre refunderingen
sv: Låt kunden slutföra återbetalningen

# ms_nordic_guide_setup_instructions
source: It’s easy and quick to set up your terminal. NB: If you need to integrate your terminal with your cashier system, please contact your cashier supplier.
da: Det er nemt og hurtigt at opsætte terminalen. NB: Hvis du ønsker at integrere terminalen med dit kasseapparatsystem, skal du kontakte leverandøren af dine kasseapparater.
de: Die Einrichtung Ihres Terminals ist einfach und schnell. Hinweis: Wenn Sie Ihr Terminal mit Ihrem Kassensystem integrieren müssen, wenden Sie sich bitte an den Lieferanten Ihres Systems.
et_ee: Terminali seadistamine on lihtne ja kiire. NB: Kui teil on vaja integreerida oma terminal kassasüsteemiga, võtke palun ühendust oma kassasüsteemi tarnijaga.
fi: Päätteen asennus on helppoa ja nopeaa. HUOM: Jos sinun on integroitava pääte kassajärjestelmään, ota yhteyttä kassajärjestelmän toimittajaan.
fr: La configuration de votre terminal est simple et rapide. NB : Si vous devez intégrer votre terminal à votre système de caisse, veuillez contacter votre fournisseur de caisse.
it: La configurazione del terminale è facile e veloce. Nota: Se è necessario integrare il terminale con il sistema di cassa, contattare il fornitore del sistema.
lt_lt: Terminalo sąranką nustatyti paprasta ir greita. Pastaba: jei terminalą reikia integruoti į jūsų kasos aparato sistemą, susisiekite su kasos aparato tiekėju.
lv_lv: Termināļa iestatīšana ir vienkārša un ātra. UZMANĪBU! Ja jums ir jāintegrē terminālis ar kases sistēmu, lūdzu, sazinieties ar kases piegādātāju.
nb: Det er enkelt og raskt å konfigurere terminalen. OBS: Hvis du har behov for å integrere terminalen med kassasystemet ditt, kan du kontakte leverandøren av kassasystemet.
sv: Det går snabbt och enkelt att konfigurera terminalen. Obs! Om du behöver integrera terminalen med ditt kassasystem ska du kontakta kassaleverantören.

# ms_nordic_guide_setup_instructions_page1
source: It’s easy and quick to set up your terminal. NB: If you need to integrate your terminal with your cashier system, please contact your cashier supplier.
da: Det er nemt og hurtigt at opsætte terminalen. NB: Hvis du ønsker at integrere terminalen med dit kasseapparatsystem, skal du kontakte leverandøren af dine kasseapparater.
de: Die Einrichtung Ihres Terminals ist einfach und schnell. Hinweis: Wenn Sie Ihr Terminal mit Ihrem Kassensystem integrieren müssen, wenden Sie sich bitte an den Lieferanten Ihres Systems.
et_ee: Terminali seadistamine on lihtne ja kiire. NB: Kui teil on vaja integreerida oma terminal kassasüsteemiga, võtke palun ühendust oma kassasüsteemi tarnijaga.
fi: Päätteen asennus on helppoa ja nopeaa. HUOM: Jos sinun on integroitava pääte kassajärjestelmään, ota yhteyttä kassajärjestelmän toimittajaan.
fr: Il est facile et rapide de configurer votre terminal. NB : Si vous devez intégrer votre terminal à votre système de caisse, veuillez contacter votre fournisseur de caisse.
it: La configurazione del terminale è semplice e veloce. Nota: Se devi integrare il terminale con il tuo sistema di cassa, contatta il fornitore del sistema di cassa.
lt_lt: Terminalo sąranką nustatyti paprasta ir greita. Pastaba: jei terminalą reikia integruoti į jūsų kasos aparato sistemą, susisiekite su kasos aparato tiekėju.
lv_lv: Termināļa iestatīšana ir vienkārša un ātra. UZMANĪBU! Ja jums ir jāintegrē terminālis ar kases sistēmu, lūdzu, sazinieties ar kases piegādātāju.
nb: Det er enkelt og raskt å konfigurere terminalen. OBS: Hvis du har behov for å integrere terminalen med kassasystemet ditt, kan du kontakte leverandøren av kassasystemet.
sv: Det går snabbt och enkelt att konfigurera terminalen. Obs! Om du behöver integrera terminalen med ditt kassasystem ska du kontakta kassaleverantören.

# ms_not_access_transactions_message
source: You can unfortunately not access the transactions from here
da: Du kan desværre ikke få adgang til transaktionerne herfra
de: Leider können Sie nicht von hier aus auf die Transaktionen zugreifen
et_ee: Kahjuks ei pääse siit tehingutele ligi
fi: Et valitettavasti pääse maksutapahtumiin täältä
lt_lt: Deja, čia negalite peržiūrėti operacijų.
lv_lv: Diemžēl no šejienes nevar piekļūt darījumiem
nb: Du kan dessverre ikke se transaksjonene herfra
sv: Du kan tyvärr inte komma åt transaktionerna härifrån

# ms_not_applicable
source: Not Applicable
da: Ikke relevant
de: Nicht zutreffend
et_ee: Ei ole kohaldatav
fi: Ei sovellettava
fr: Sans objet
it: Non applicabile
lt_lt: Netaikoma
lv_lv: Nav piemērojams
nb: Ikke relevant
sv: Ej tillämpligt

# ms_not_compatible
source: Device not compatible
da: Enheden er ikke kompatibel
de: Gerät nicht kompatibel
et_ee: Seade ei ühildu
fi: Laite ei ole yhteensopiva
fr: Appareil non compatible
it: Dispositivo non compatibile
lt_lt: Seade ei ühildu
lv_lv: Ierīce nav saderīga
nb: Enheten er ikke kompatibel
sv: Enheten är inte kompatibel

# ms_notification_default_body_text
source: You have a new notification
da: Du har fået en ny notifikation
de: Sie haben eine neue Benachrichtigung
et_ee: Teil on uus teade
fi: Sinulla on uusi ilmoitus
lt_lt: Gavote naują pranešimą
lv_lv: Jums ir jauns paziņojums
nb: Du har fått et nytt varsel
sv: Du har fått ett nytt meddelande

# ms_notifications_empty_state
source: New Notifications will appear here
de: Neue Benachrichtigungen erscheinen hier
fi: Uudet ilmoitukset näkyvät tässä
fr: Les nouvelles notifications seront affichées ici
it: Le nuove notifiche saranno visualizzate qui

# ms_notifications_empty_state_title
source: No notification yet
da: Ingen notifikationer endnu
de: Noch keine Benachrichtigungen
fi: Ei ilmoituksia vielä
fr: Aucune notification pour le moment
it: Nessuna notifica al momento
nb: Ingen varsler ennå
sv: Inga aviseringar ännu

# ms_notifications_list_empty_state
source: You have no new notifications at the moment. When there's an update, you'll find it here
da: Du har ingen nye notifikationer i øjeblikket. Når der er en opdatering, finder du den her
de: Sie haben momentan keine neuen Benachrichtigungen. Wenn es ein Update gibt, wird es hier angezeigt
fi: Sinulla ei ole tällä hetkellä uusia ilmoituksia. Kun päivitys on saatavilla, löydät sen täältä
fr: Vous n’avez aucune nouvelle notification pour le moment. Lorsqu’il y aura une mise à jour, elle apparaîtra ici
it: Al momento non hai nuove notifiche. Quando ci sarà un aggiornamento, lo troverai qui
nb: Du har ingen nye varsler for øyeblikket. Når det kommer en oppdatering, finner du den her
sv: Du har inga nya aviseringar just nu. När det finns en uppdatering, hittar du den här

# ms_notifications_login_options
source: Login options
da: Loginmuligheder
de: Anmeldeoptionen
et_ee: Sisselogimise valikud
fi: Kirjautumisvaihtoehdot
fr: Options de connexion
it: Opzioni di accesso
lt_lt: Prisijungimo parinktys
lv_lv: Pieteikšanās opcijas
nb: Alternativer for pålogging
sv: Inloggningsalternativ

# ms_notifications_related_news
source: Related news to your business
da: Nyheder relateret til din virksomhed
de: Für Ihr Unternehmen relevante Neuigkeiten
et_ee: Teie äriga seotud uudised
fi: Liiketoimintaasi liittyviä uutisia
fr: Nouvelles concernant votre entreprise
it: Notizie relative alla tua attività
lt_lt: Su jūsų verslu susijusios naujienos
lv_lv: Saistīti jaunumi ar jūsu uzņēmumu
nb: Nyheter knyttet til virksomheten din
sv: Relevanta nyheter för ditt företag

# ms_npay_last_receipt_endtxt
source: The terminal will print a copy of your customer’s receipt.
de: Das Terminal druckt eine Kopie des Belegs Ihres Kunden aus.
fi: Pääte tulostaa kopion asiakkaan kuitista.
fr: Le terminal imprimera une copie du reçu du client.
it: Il terminale stamperà una copia della ricevuta del cliente.

# ms_npay_last_receipt_header
source: Print last receipt
de: Letzten Beleg drucken
fi: Tulosta viimeinen kuitti
fr: Imprimer le dernier reçu
it: Stampa l'ultima ricevuta

# ms_npay_receive_screen1_subtxt
source: Use the numeric pad to enter the amount of the transaction. Press the GREEN OK button to confirm.
de: Geben Sie über den Ziffernblock den Betrag der Transaktion ein. Drücken Sie zur Bestätigung die GRÜNE OK-Taste.
fi: Syötä tapahtuman summa numeronäppäimillä. Vahvista painamalla VIHREÄÄ OK-painiketta.
fr: Utilisez le pavé numérique pour entrer le montant de la transaction. Appuyez sur le bouton OK VERT pour confirmer.
it: Usa il tastierino numerico per inserire l'importo della transazione. Premi il pulsante VERDE OK per confermare.

# ms_npay_receive_screen2_subtxt
source: Let your customer complete the purchase by using their payment card. In some cases, the terminal will ask for an application type or a pincode.
de: Bitten Sie Ihren Kunden, den Kauf mit der Zahlungskarte abzuschließen. In einigen Fällen fragt das Terminal nach einem Applikationstyp oder einem Pincode.
fi: Anna asiakkaasi suorittaa ostos loppuun käyttämällä maksukorttiaan. Joissakin tapauksissa päätelaite kysyy sovellustyyppiä tai pin-koodia.
fr: Laissez votre client effectuer l'achat à l'aide de sa carte de paiement. Dans certains cas, le terminal demandera un type d'application ou un code PIN.
it: Fai completare l'acquisto al cliente usando la carta di pagamento. In alcuni casi, il terminale richiede il tipo di applicazione o il codice pin.

# ms_npay_receive_screen2_txt
source: Let your customer complete the purchase
de: Den Kunden um Abschließen des Kaufs bitten
fi: Anna asiakkaan suorittaa osto loppuun
fr: Laissez le client effectuer l'achat
it: Fai completare l'acquisto al cliente

# ms_npay_refund_screen1_subtxt
source: Press the Menu button on the screen or the bottom left Power button on the numeric pad to navigate to the terminal menu.
de: Drücken Sie die Schaltfläche Menü auf dem Bildschirm oder die Einschalttaste unten links auf dem Ziffernblock, um zum Terminal-Menü zu navigieren.
fi: Siirry päätelaitteen valikkoon painamalla näytön Valikkopainiketta tai numeronäppäimistön virtapainiketta vasemmalla alhaalla.
fr: Appuyez sur le bouton Menu de l'écran ou sur le bouton d'alimentation dans le coin inférieur gauche du pavé numérique pour accéder au menu du terminal.
it: Premi il pulsante Menu sullo schermo o il pulsante Alimentazione in basso a sinistra sul tastierino numerico per andare al menu del terminale.

# ms_npay_refund_screen1_txt
source: Tap or navigate to the terminal menu
de: Auf „Terminal-Menü“ tippen oder dahin navigieren
fi: Napauta tai siirry päätelaitteen valikkoon.
fr: Appuyer sur ou aller au menu du terminal
it: Tocca o vai al menu del terminale

# ms_npay_refund_screen2_subtxt
source: Tap or navigate to Refund by tapping on Refund on the screen or press 2 on the numeric pad.
de: Durch Tippen auf „Rückerstattung“ auf dem Bildschirm oder Drücken von 2 auf dem Ziffernblock gelangen Sie zu „Rückerstattung“.
fi: Napauta tai siirry kohtaan Palauta napauttamalla näytössä Palauta tai painamalla numeronäppäintä 2.
fr: Appuyez sur ou allez à la fonction Rembourser en appuyant sur Rembourser sur l'écran ou appuyez sur le chiffre 2 du pavé numérique.
it: Tocca o vai a Rimborsa toccando Rimborsa sullo schermo o premi 2 sul tastierino numerico.

# ms_npay_refund_screen2_txt
source: Tap or navigate to ‘Refund’
de: Auf „Rückerstattung“ tippen oder dahin navigieren
fi: Napauta tai siirry kohtaan Palautus
fr: Appuyer sur ou aller à « Rembourser »
it: Tocca o vai a 'Rimborsa'

# ms_npay_refund_screen3_subtxt
source: To refund the last transaction tap on Last transaction or press 1. To refund an older transaction tap on By reference code or press 2.
de: Zur Rückerstattung der letzten Transaktion tippen Sie auf „Letzte Transaktion“ oder drücken Sie auf 1. Zur Rückerstattung einer älteren Transaktion tippen Sie auf „Nach Referenzcode“ oder tippen Sie auf 2.
fi: Voit palauttaa viimeisimmän tapahtuman napauttamalla Viimeisin tapahtuma tai painamalla 1. Voit palauttaa vanhemman tapahtuman napauttamalla Viitenumeron mukaan tai painamalla 2.
fr: Pour rembourser la dernière transaction, appuyez sur Dernière transaction ou sur le chiffre 1. Pour rembourser une transaction plus ancienne, appuyez sur Par code de référence ou sur le chiffre 2.
it: Per rimborsare l'ultima transazione, tocca Ultima transazione o premi 1. Per rimborsare una transazione precedente, tocca Per codice di riferimento o premi 2.

# ms_npay_refund_screen3_txt
source: Choose the transaction you want to refund
de: Wählen Sie die Transaktion aus, die zurückerstattet werden soll.
fi: Valitse palautettava tapahtuma
fr: Choisir la transaction à rembourser
it: Seleziona la transazione che vuoi rimborsare

# ms_npay_refund_screen4_subtxt
source: If By reference number has been selected, look for Ref. on the customer receipt and enter the 20 digits without the hyphen. Tap on Continue or press the GREEN OK button to continue.
de: Wenn Sie „Nach Referenzcode“ gewählt haben, suchen Sie die Referenz auf dem Kundenbeleg und geben Sie die 20-stellige Zahl ohne Bindestrich ein. Tippen Sie auf „Weiter“ oder drücken Sie die GRÜNE OK-Taste, um fortzufahren.
fi: Jos Viitenumeron mukaan on valittu, etsi asiakkaan kuitista Viite ja syötä 20 numeroa ilman väliviivaa. Jatka napauttamalla Jatka tai painamalla VIHREÄÄ OK-painiketta.
fr: Si Par numéro de référence a été sélectionné, cherchez la référence sur le reçu du client et entrez les 20 chiffres sans le trait d'union. Appuyez sur Continuer ou appuyez sur le bouton OK VERT pour continuer.
it: Se è stato selezionato Per numero di riferimento, cerca il Rif. sulla ricevuta del cliente e inserisci le 20 cifre senza trattino. Tocca Continua o premi il pulsante VERDE OK per continuare.

# ms_npay_refund_screen4_txt
source: Type in the reference code
de: Referenzcode eintippen
fi: Syötä viitenumero
fr: Saisir le code de référence
it: Stampa il codice di riferimento

# ms_npay_refund_screen5_subtxt
source: Tap on Refund full amount to refund the full transaction amount or on Refund partial amount to enter a specific refund amount.
de: Tippen Sie auf „Vollen Betrag erstatten“, um den gesamten Transaktionsbetrag zu erstatten, oder auf „Teilbetrag erstatten“ und geben Sie dann einen bestimmten Erstattungsbetrag ein.
fi: Napauta Palauta koko summa, jos haluat palauttaa koko tapahtuman summan, tai napauta Palauta osittainen summa, jos haluat syöttää tietyn palautussumman.
fr: Appuyez sur Rembourser le montant total pour rembourser le montant total de la transaction ou sur Rembourser le montant partiel pour saisir un montant de remboursement spécifique.
it: Tocca Rimborsa l'intero importo per rimborsare l'intero importo della transazione o su Rimborsa l'importo parziale per inserire un importo specifico del rimborso.

# ms_npay_refund_screen5_txt
source: Select full or partial refund amount
de: Vollen oder Teilbetrag für die Rückerstattung auswählen
fi: Valitse täysi tai osittainen palautussumma
fr: Sélectionner un montant de remboursement total ou partiel
it: Seleziona rimborso totale o parziale

# ms_npay_refund_screen6_subtxt
source: Let your customer complete the refund by tapping (on top of the screen) or inserting a payment card. In some cases, the terminal will ask for an application type or a pincode.
de: Bitten Sie Ihren Kunden, die Rückerstattung durch Tippen (oben auf den Bildschirm) oder durch Einstecken der Zahlungskarte abzuschließen. In einigen Fällen fragt das Terminal nach einem Applikationstyp oder einem Pincode.
fi: Anna asiakkaan suorittaa palautus napauttamalla (näytön yläreunassa) tai asettamalla maksukortti. Joissakin tapauksissa päätelaite kysyy sovellustyyppiä tai pin-koodia.
fr: Laissez votre client effectuer le remboursement en appuyant (sur le dessus de l'écran) ou en introduisant une carte de paiement. Dans certains cas, le terminal demandera un type d'application ou un code PIN.
it: Fai completare il rimborso al cliente toccando (nella parte superiore dello schermo) o inserendo la carta di pagamento. In alcuni casi, il terminale richiede il tipo di applicazione o il codice pin.

# ms_npay_setup1_desc
source: Turn the charging base upside down. Insert the power cable into the power outlet and the other end to a wall socket.
de: Drehen Sie die Ladestation um. Stecken Sie das Stromkabel in den Anschluss und das andere Ende in eine Wandsteckdose.
fi: Käännä latausalusta ylösalaisin. Työnnä virtajohto liittimeen ja toinen pää seinäpistorasiaan.
fr: Retournez la station de charge. Branchez une extrémité du câble d'alimentation sur la fiche d'alimentation et l'autre extrémité sur une prise murale.
it: Ribalta la base di carica. Inserisci il cavo di alimentazione nell'apposita presa e l'altra estremità nella presa a parete.

# ms_npay_setup_guide_landing_subtitle
source: It’s easy and quick to set up your terminal and you need no assistance to do this.
fi: Maksupäätteen käyttöönotto on helppoa ja nopeaa, etkä tarvitse apua tehdäksesi sitä.

# ms_npay_setup_guide_landing_title
source: Set up your terminal in 6 steps
da: Opsæt din terminal i 6 trin
fi: Ota maksupäätteesi käyttöön 6 vaiheen avulla
nb: Konfigurer terminalen på 6 trinn
sv: Konfigurera terminalen i 6 steg

# ms_npay_setup_guide_screen1_subtxt
source: Turn the charging base upside down. Insert the power cable into the power outlet and the other end to a wall socket.
fi: Käännä lataustelakka ylösalaisin. Kiinnitä virtajohdon toinen pää lataustelakkaan ja toinen seinän pistorasiaan.

# ms_npay_setup_guide_screen1_txt
source: Insert the power cable
da: Tilslut strømkablet
fi: Kiinnitä virtajohto
nb: Sett inn strømkabelen
sv: Anslut strömkabeln
