Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# faq_smp_html
source: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminal</summary> <li lang="EN"> <details> <summary>How can I order Accessories?</summary>Go to the section ‘Business’ > ‘Shop’ in your portal. Here, you can select the accessories fitting your products.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a charging station for this terminal?</summary>Yes, the Mobile A920 can be charged using this or directly via USB C connection. The cradle, plug and USB cable are included.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - The flash memory can be expanded by 32GB, which cards have been tested or are recommended?</summary>The terminal was tested with a ScanDisk 32GB. For a smooth and fluent use, at least class 10 is recommended.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Which pens can I use for the operation, is there a recommendation from Nexi?</summary>We have a CCV Touch Pen that we recommend for example for the CCV Base Next. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - What happens if I insert a 16GB microSD card larger than the recommended 16GB (the manufacturer says 32GB is possible)?</summary>It is recommended to use it as "portable memory". Tested with a 64GB ScanDisk</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a carrying case?</summary>In the last votes, we have to provide a carrier bag and a silicone protective cover as accessories. As soon as these are available they will be added to our accessories list.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get App's from?</summary>Apps are available in the App Store directly on the Mobile A920. We are constantly working on expanding the available apps. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a vehicle connection (plug and/or cable)?</summary>No, since the battery is charged via the (included) USB cable, you can use the USB ports in the car or a commercially available USB cigarette lighter adapter</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Can I obtain the microSD card from Nexi?</summary>Due to the rapidly falling prices for storage media, Nexi does not offer microSD cards, but recommends purchasing them from electronics retailers.</details> </li> <li lang="EN"> <details> <summary>Why can I not accept tips on my Verifone Terminal?</summary>"To be able to add a tip to your transaction on a Verifone terminal you need to have an A920 Terminal for the same outlet (point of sale). If you have a Verifone terminal and the A920 you may need to manually enable the Tip on the Verifone terminal. To do this: Go to main menu (icon with 4 parallel lines at the bottom of start screen) Go to ""Administration“ menu Go to ""Merchant“ menu and enter your PIN (remember the default PIN is 000000’) Go to ""Card data“ option Go to ""Tip“ option Choose ""Yes“ on ""Allow tip“ screen"</details> </li> <li lang="EN"> <details> <summary>I need a new terminal. How can I order a new one?</summary>You can order additional terminals in our webshop in your portal. Go to ‘Business’ > ‘Shop’, select the terminal you would like to order, confirm your order and the terminal will be delivered to your outlet.</details> </li> <li lang="EN"> <details> <summary>Where can I track the delivery of my terminal?</summary>After your successful terminal order, you will be able to view a tracking link on your online Portal dashboard.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get new receipt/paper rolls?</summary>You can order new paper rolls at any time by phone or on our website https://login.nexi.de, after logging into the SMARTPAY portal.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Does the Android version correspond to the Android of my mobile phone?</summary>No, it is a special Android version that takes into account the high security requirements of a payment terminal. This is called a hardened Android version.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How do you update the apps and the Android operating system?</summary>Updates are made available in the App Store. You will receive a message about available updates on your Mobile A920 and can choose the time of the update yourself. After three months a mandatory update will be made to have the latest versions available. Until then, you have the possibility to install an update yourself to prevent disruptions to business operations. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How long does the battery last in stand-by mode?</summary>As with your mobile phone, the battery life depends on the use and, if necessary, on apps running in the background and the availability of the wireless or WLAN network.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a display protection film similar to a mobile phone?</summary>A screen protector is available as an accessory and can be ordered online.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Contract</summary> <li lang="EN"> <details> <summary>Where can I find my business data?</summary>The 'My Business' screen provides details about your company and you can select upto 20 sales location on this screen. You can view the terminal details for the selected sales locations in the section 'Terminals'. Also, the functionality of selecting sales locations is available on all screens.</details> </li> <li lang="EN"> <details> <summary>Where can I find my Service agreement?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your contract details.</details> </li> <li lang="EN"> <details> <summary>Which Card types can I currently accept with my Nexi contract?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement Details including Card type acceptances. </details> </li> <li lang="EN"> <details> <summary>What is meant by PCI Compliance Regulations?</summary>The Payment Card Industry Data Security Standard (PCI DSS) is a set of security standards designed to ensure that ALL companies that accept, process, store or transmit credit card information maintain a secure environment. Please see <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a> for more Information.</details> </li> <li lang="EN"> <details> <summary>Where can I find the pricelist?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your pricelist. </details> </li> <li lang="EN"> <details> <summary>Where can I view the Terms and & Conditions?</summary>The section 'My Business' > 'About' > 'Terms and Conditions' provides you access to the Terms and Conditions. You may also visit our Website <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a> for General Terms and Conditions. </details> </li> <li lang="EN"> <details> <summary>What is GDPR?</summary>"The EU General Data Protection Regulation (GDPR) is an EU regulation (applicable since 25 May 2018) that ensures the protection of the rights and freedom of natural persons in relation to the processing of their personal data, which is a fundamental right in the EU. More specifically, the GDPR regulates, in form of strict rules, the processing (i.e. collection, storing, transfer, deletion etc.) of personal data in all companies operating within the EU. Please visit the public pages of the EU for more information: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>."</details> </li> <li lang="EN"> <details> <summary>I need a contract confirmation as document. How to proceed?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de</a>/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement details. This page can be printed out directly from your own device. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Account Data</summary> <li lang="EN"> <details> <summary>How can I change the name of my company?</summary>In order to change the name of your company, please contact our service center for support. Go to the ‘Support’ section in your Nexi portal ((<a href="https://portal.nexi.de/">https://portal.nexi.de</a>), go to ‘Send us a message’ and select the category ‘Account data’ > ‘Change of company name/ ownership’. </details> </li> <li lang="EN"> <details> <summary>How can I change my receipt text?</summary>In the future, you will be able to change your receipt text directly in your Nexi portal. Until then, we kindly ask you to raise a service request via the ‘Support’ section in your Nexi portal. Select ‘Account Data’ > ‘Other account data’ as a category and fill in your updated receipt text. Our service center will process your request for you.</details> </li> <li lang="EN"> <details> <summary>How can I change my bank account details?</summary>Go to the ‘Business’ page in your Nexi Portal. Select the legal entity and edit your bank account details. It is possible to enter a future valid from date to ease bank account changes due to monthly/ annual closures or change of ownership. The current bank account stays active until the new bank account's valid from date.</details> </li> <li lang="EN"> <details> <summary>Can I edit my account data?</summary>Yes, your user account can be changed on the ‘Account’ page in your portal. You can also change account data such as bank account and address details by visiting the ‘Business’ page in your portal.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Transactions & Payments</summary> <li lang="EN"> <details> <summary> How can I refund a transaction? </summary> Go to ‘Transaction’ page in your portal, select the transaction you would like to refund, a side panel with transaction details will be displayed on the right. Press the button ‘Refund’, a pop-up window will open and you will be asked to confirm that you want to refund this transaction and click ‘Confirm’. The ‘Refund’ will be displayed in your next Activity Statements as well as appear as a negative transaction in the ‘Transaction’ area with the transaction type ‘Refund’. </details> </li> <li lang="EN"> <details> <summary> Where can I find the amount that has not been paid out, yet? </summary> Please select the menu item ‘Business’. The top bar of this business Dashboard will display you the open transactions as well as the amount which has not been paid out yet. </details> </li> <li lang="EN"> <details> <summary> How can I process defend / remedy a chargeback? </summary> This depends on the cardholder's dispute reason. We will always provide a letter explaining the dispute reason and asking for the required information / documentation. As the card schemes have set a fixed timeline for the dispute resolution process, the information / documentation must be submitted until the deadline mentioned in the letter. Information / documentation that is provided after that date might not be taken into consideration. </details> </li> <li lang="EN"> <details> <summary> What is a Chargeback? </summary> A chargeback is the cardholder's dispute of a credit card transaction. The cardholder may dispute a transaction due to different reasons (e.g. fraud, merchandise/ service not received, duplicate processing). For the dispute resolution process, the card schemes have issued specific rules as to when a cardholder is allowed to dispute a transaction and what a merchant has to provide in order to remedy the chargeback. If a chargeback is valid and a merchant is unable to provide the required documentation, the chargeback must be accepted and the merchant's account will be debited. </details> </li> <li lang="EN"> <details> <summary>Which Formats are supported to export my data?</summary>You can share or download the invoices and settlements in PDF format</details> </li> <li lang="EN"> <details> <summary>Is it possible to do a partial refund in the Nexi portal? </summary>No, it is not possible, yet.</details> </li> <li lang="EN"> <details> <summary>When do I receive my payments? </summary>Payment settlements take up to 2 business days. Your funds are paid out to your bank account after successful settlement. Depending on your bank, the transfer may take an additional 1-2 business days. Payments happen daily and you can get an overview of your payments on the ‘Payments’ tab in your Nexi portal.</details> </li> <li lang="EN"> <details> <summary>What does EOD transaction mean?</summary>EOD means End Of the Day (Kassenschnitt). These are all transactions gathered for one day under a specific number.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Invoices, Statements & Dunning Letter</summary> <li lang="EN"> <details> <summary>What is meant by total fee?</summary>The total of all fees, e.g. total of interchange fee, scheme fee and service fee (the separator is a point or a comma, depending on the language settings).</details> </li> <li lang="EN"> <details> <summary>I forgot to make a terminal cutover. What will happen?</summary>If you forgot to do the terminal cutover, the transactions of the German domestic payment methods (e.g. Girocard) will not be submitted and therefore you will not receive the payments out of these Transactions. As soon as you do the terminal cutover the transactions will be submitted the next day. International Card Scheme Transactions (e.g. Mastercard, VISA) don't need a terminal cutover and will be captured automatically after our internal System cut-off in our Systems once a day and be prepared for the Settlement.</details> </li> <li lang="EN"> <details> <summary>What is a terminal cutover?</summary>In order to submit the transactions of the German domestic payment methods (e.g. Girocard) you need to do a terminal cutover at the terminal. To support you our terminals are configured to do a daily automated terminal cutover between 00:00 and 01:00. This only works if the terminal is not switched off.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">App Support</summary> <li lang="EN"> <details> <summary>I receive too many notifications. How can I manage my notifications?</summary>You may toggle on and off notifications in the 'My Business' tab. Select Notifications from the 'My Business' tab and then select or de-select 'Allow notifications'.</details> </li> <li lang="EN"> <details> <summary>Can I configure my Dashboard?</summary>Yes. Select ‘Edit Dashboard’ and select and/or deselect widgets. Your dashboard will adjust according to your selection</details> </li> <li lang="EN"> <details> <summary>Which are my notification options?</summary>You may toggle on and off your notification preferences in the 'My Business' tab for the following: Improvements to the app, Promotional offers, Data update, News from Nets related to your business.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
de: <!DOCTYPE html> <html> <title>FAQ German</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 }</style> </head> <body> <div> <ul class="w3-ul"> <li lang="DE"> <details> <summary class="category">Terminal</summary> <li lang="DE"> <details> <summary>Wie bestelle ich Zubehör?</summary>Gehen Sie im Portal auf "Business" > "Shop". Dort finden Sie eine Auswahl von passendem Zubehör für Ihre Produkte.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Gibt es eine Ladestation für das Terminal?</summary>Ja, das Mobile A920 kann über diese oder direkt per USB C-Anschluss geladen werden. Ladestation, Stecker und USB-Kabel sind im Lieferumfang vorhanden.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Der Flash-Speicher kann um 32GB erweitert werden, welche Karten wurden getestet bzw. sind zu empfehlen?</summary>Das Terminal wurde mit einer ScanDisk 32GB getestet. Für eine reibungslose und flüssige Nutzung wird min. Class 10 empfohlen.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Welche Stifte kann ich für die Bedienung nutzen, gibt es eine Empfehlung von Nexi?</summary>Wir haben einen CCV Touch Pen, den wir beispielsweise für das CCV Base Next empfehlen.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Was passiert, wenn ich eine größere als die empfohlenen 16 GB-microSD-Karte einstecke (laut Hersteller sind 32GB möglich)?</summary>Es wird empfohlen, diese dann als „tragbaren Speicher“ zu verwenden. Getestet mit einer ScanDisk 64GB</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Gibt es eine Tragetasche für das Mobile A920?</summary>Wir sind in den letzten Abstimmungen eine Tragetasche sowie eine Silikon-Schutzhülle als Zubehör zur Verfügung zu stellen. Sobald diese verfügbar sind, werden Sie in unsere Zubehörliste integriert.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Woher bekomme ich App’s?</summary>Die Apps werden im App-Store direkt auf dem Mobile A920 zur Verfügung gestellt. Wir arbeiten beständig an der Erweiterung der verfügbaren Apps.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Gibt es einen Fahrzeuganschluss (Stecker und/oder Kabel)?</summary>Nein, da die Akkuaufladung per (beiliegendem) USB-Kabel erfolgt, können die USB-Anschlüsse im Auto, bzw. einen handelsüblichen USB-Zigarettenanschluss-Adapter genutzt werden.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Kann ich die microSD-Karte bei Nexi beziehen?</summary>Auf Grund der schnell fallenden Preise für Speichermedien bietet Nexi keine microSD-Karten an, sondern empfiehlt den Bezug über den Elektronikhandel.</details> </li> <li lang="DE"> <details> <summary>Warum kann ich auf meinem Verifone-Terminal keine Trinkgelder annehmen?</summary>Um Ihrer Transaktion an einem Verifone-Terminal ein Trinkgeld hinzufügen zu können, benötigen Sie ein A920-Terminal für die gleiche Verkaufsstelle. Wenn Sie ein Verifone-Terminal und die A920 haben, müssen Sie die Trinkgeldfunktion gegebenenfalls manuell auf Ihrem Verifone-Terminal wie folgt aktivieren: 1) Gehen Sie zum Hauptmenü (Symbol mit 4 parallelen Linien am unteren Rand des Startbildschirms) 2) Gehen Sie zum Menü "Verwaltung". 3) Gehen Sie zum Menü "Händler" und geben Sie Ihre PIN ein (denken Sie daran, dass die Standard-PIN 000000' ist) 4) Gehen Sie zur Option "Kartendaten". 5) Gehen Sie zur Option "Trinkgeld". 6) Wählen Sie "Ja" auf dem Bildschirm "Trinkgeld zulassen".</details> </li> <li lang="DE"> <details> <summary>Ich brauche ein neues Terminal. Wie kann ich es bestellen?</summary>Weitere Terminals können Sie im Portal über unseren Online-Shop bestellen. Gehen Sie dazu auf "Business" > "Shop" und wählen Sie das Terminal aus, das Sie bestellen wollen. Bestätigen Sie Ihre Bestellung – das Terminal wird direkt an Ihre Filiale geliefert.</details> </li> <li lang="DE"> <details> <summary>Wo kann ich die Lieferung meines Terminals nachverfolgen?</summary>Nach erfolgter Bestellung können Sie die Lieferung Ihres Terminals über einen entsprechenden Link im Dashboard des Online-Portals verfolgen.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Woher bekomme ich neue Bon-/Papierrollen?</summary>Sie können neue Papierrollen jederzeit telefonisch oder auf unserer Webseite <a href="https://login.nexi.de/">https://login.nexi.de/</a> unter Angabe Ihrer E-Mail-Adresse und des Passworts bestellen.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Entspricht die Android Version dem Android meines Handys?</summary>Nein, es handelt sich um eine spezielle Android-Version, welche die hohen Sicherheitsbedürfnisse eines Zahlungsterminals berücksichtigt. Man spricht von einer gehärteten Android-Version.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Wie erfolgen die Aktualisierungen der Apps und des Android-Betriebssystems?</summary>Aktualisierungen werden im App-Store zur Verfügung gestellt. Sie erhalten eine Nachricht über verfügbare Aktualisierungen auf Ihrem Mobile A920 und können den Zeitpunkt der Aktualisierung selbst wählen. Nach drei Monaten erfolgt ein Zwangsupdate, um die aktuellen Versionen verfügbar zu haben. Sie haben bis zu diesem Zeitpunkt aber die Möglichkeit, ein Update selbst zu installieren, um Störungen des Geschäftsbetriebes zu verhindern.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Wie lange hält der Akku im StandBy-Betrieb?</summary>Wie auch bei Ihrem Handy ist die Akku-Laufzeit abhängig von der Nutzung und ggfs. im Hintergrund laufender App’s sowie der Verfügbarkeit des Funk- bzw. WLAN-Netzes.</details> </li> <li lang="DE"> <details> <summary>CCV Mobile Terminal A920 - Gibt es analog einem Handy eine Displayschutzfolie?</summary>Eine Displayschutzfolie ist als Zubehör verfügbar und kann online bestellt werden.</details> </li> </details> </li> <li lang="DE"> <details> <summary class="category">Vertrag</summary> <li lang="DE"> <details> <summary>Wo finde ich meine Firmendaten?</summary>Auf dem Bildschirm „Mein Unternehmen“ finden Sie Details zu Ihrem Unternehmen und können bis zu 20 Verkaufsstellen auswählen. Im Bereich „Terminals“ können Sie die Details zu den Terminals der ausgewählten Verkaufsstellen einsehen. Die Funktion zur Auswahl von Verkaufsstellen ist ebenfalls auf allen Bildschirmen verfügbar.</details> </li> <li lang="DE"> <details> <summary>Wo finde ich meinen Service-Vertrag?</summary>Auf dem Nexi-Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf Ihre Vertragsdetails.</details> </li> <li lang="DE"> <details> <summary>Welche Kartentypen kann ich mit meinem aktuellen Nexi Vertrag akzeptieren?</summary>Auf dem Nexi-Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“Zugang zu den Details Ihrer Servicevereinbarung, einschließlich der Akzeptanz verschiedener Kartentypen.</details> </li> <li lang="DE"> <details> <summary>Was ist mit der Erfüllung der PCI-Regelungen gemeint?</summary>Der Payment Card Industry Data Security Standard (PCI DSS) ist ein Regelwerk im Zahlungsverkehr, das sicherstellt, dass ALLE Unternehmen, die Kreditkartendaten erheben, verarbeiten, speichern oder übermitteln, bestimmte Sicherheitsregelungen erfüllen. Weitere Informationen finden Sie unter <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a>.</details> </li> <li lang="DE"> <details> <summary>Wo finde ich die Preisliste?</summary>Auf dem Nexi-Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf Ihre Preisliste.</details> </li> <li lang="DE"> <details> <summary>Wo kann ich die allgemeinen Geschäftsbedingungen einsehen?</summary>Der Bereich „Mein Unternehmen“ > „Über uns“ > 'Allgemeine Geschäftsbedingungen“ bietet Ihnen Zugang zu den Allgemeinen Geschäftsbedingungen. Sie können jedoch auch unsere Website <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a> besuchen, um die Allgemeinen Geschäftsbedingungen einzusehen.</details> </li> <li lang="DE"> <details> <summary>Was ist die DSGVO?</summary>Die europäische Datenschutz-Grundverordnung (DSGVO) ist eine Verordnung der Europäischen Union (anzuwenden seit dem 25. Mai 2018) und dient dem Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten sowie dem freien Datenverkehr, einem Grundrecht in der EU. Konkret regelt die DSGVO mit strengen Regeln die Verarbeitung (also die Erhebung, Speicherung, den Transfer, die Löschung usw.) personenbezogener Daten von allen Unternehmen, die innerhalb der EU tätig sind. Weitere Informationen finden Sie auf der offizielle Website der EU: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>.</details> </li> <li lang="DE"> <details> <summary>Ich benötige eine Vertragsbestätigung als Ausdruck. Wie gehe ich vor?</summary>Auf dem Nexi-Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) haben Sie über den Bereich „Geschäftliches“ > „Rechtliches“ Zugriff auf Ihre Vertragsdetails.</details> </li> </details> </li> <li lang="DE"> <details> <summary class="category">Account Daten</summary> <li lang="DE"> <details> <summary>Wie kann ich meinen Firmennamen ändern?</summary>Wenn Sie den Namen Ihres Unternehmens ändern möchten, wenden Sie sich bitte an unser Service-Center, um Unterstützung zu erhalten. Gehen Sie in Ihrem Nexi-Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) zum Bereich „Support“, gehen Sie zu „Senden Sie uns eine Nachricht“ und wählen Sie die Kategorie „Kontodaten“ > „Änderung des Firmennamens/der Eigentümerschaft“.</details> </li> <li lang="DE"> <details> <summary>Wie kann ich meinen Belegtext ändern?</summary>Zukünftig werden Sie die Möglichkeit haben, Ihren Belegtext direkt im Nexi Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) zu ändern. Bis dahin bitten wir Sie jedoch, über den Abschnitt „Support“ im Portal eine entsprechende Service-Anfrage zu stellen. Wählen Sie unter „Account-Daten“ als Kategorie „Sonstige Account-Daten“ aus und geben Sie Ihren aktualisierten Belegtext ein. Unser Service-Center kümmert sich gerne um Ihren Belang.</details> </li> <li lang="DE"> <details> <summary>Wie kann ich meine Bankverbindung ändern?</summary>Gehen Sie im Nexi Portal auf „Business“. Wählen Sie die Firma aus und bearbeiten Sie die Bankverbindung. Es besteht die Möglichkeit, ein künftiges Gültigkeitsdatum anzugeben, um Änderungen des Bankkontos aufgrund von Monats- bzw. Jahresabschlüssen oder Inhaberwechseln zu erleichtern. Das aktuelle Bankkonto bleibt bis zum Gültigkeitsdatum des neuen Bankkontos aktiv.</details> </li> <li lang="DE"> <details> <summary>Kann ich meine Account-Daten bearbeiten?</summary>Ja. Sie können Ihr Nutzerkonto unter „Account“ im Portal ändern. Im Abschnitt „Business“ können Sie zudem Account-Daten wie die Bankverbindung und die Anschrift bearbeiten.</details> </li> </details> </li> <li lang="DE"> <details> <summary class="category">Transaktionen & Auszahlungen</summary> <li lang="DE"> <details> <summary>Wie kann ich eine Transaktion erstatten?</summary>Gehen Sie im Portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) auf „Transaktion“ und wählen Sie die Transaktion aus, die Sie erstatten möchten. Rechts erscheint nun ein Feld mit den Details zur gewählten Transaktion. Klicken Sie auf die Schaltfläche „Erstatten“. Es öffnet sich ein Pop-up-Fenster mit der Aufforderung, die Erstattung der gewählten Transaktion zu bestätigen. Klicken Sie dazu auf „Bestätigen“. Die „Erstattung“ wird auf Ihrer nächsten Aktivitätsaufstellung sowie als negative Transaktion mit der Bezeichnung „Erstattung“ unter „Transaktion“ aufgeführt. </details> </li> <li lang="DE"> <details> <summary>Wo finde ich den Betrag, der noch nicht ausgezahlt wurde?</summary> Klicken Sie dazu bitte auf den Menüpunkt „Business“. In der oberen Leiste des Business-Dashboards werden Ihnen alle offenen Transaktionen sowie der Betrag, der noch nicht ausgezahlt wurde, angezeigt.</details> </li> <li lang="DE"> <details> <summary>Wie kann ich einen Chargeback anfechten bzw. ihm entsprechen?</summary>Das hängt davon ab, welchen Grund der Karteninhaber für den Widerspruch angibt. Wir senden Ihnen in jedem Fall ein Schreiben, in dem wir Ihnen den Grund für den Widerspruch erläutern und die erforderlichen Informationen bzw. Unterlagen anfordern. Da die Card Schemes eine Frist für die Schlichtung festgelegt haben, müssen die Informationen bzw. Unterlagen bis zum genannten Termin eingereicht werden. Informationen bzw. Unterlagen, die nach Ablauf der Frist bei uns eingehen, können leider nicht berücksichtigt werden.</details> </li> <li lang="DE"> <details> <summary>Was ist ein Chargeback?</summary>Ein Chargeback bedeutet, dass ein Karteninhaber einer Kreditkartentransaktion widerspricht. Ein solcher Widerspruch kann unterschiedliche Gründe haben (z. B. Betrug, Ware/Dienstleistung nicht erhalten, doppelte Abrechnung). Für das Schlichtungsverfahren haben die Card Schemes konkret festgelegt, wann ein Karteninhaber berechtigt ist, einer Transaktion zu widersprechen, und welche Unterlagen ein Händler vorlegen muss, um einem Chargeback zu entsprechen. Wenn ein Chargeback berechtigt ist und der Händler die erforderlichen Unterlagen nicht vorlegen kann, muss der Chargeback akzeptiert werden – das Konto des Händlers wird belastet.</details> </li> <li lang="DE"> <details> <summary>Welche Dateiformate werden für den Export meiner Daten unterstützt?</summary>Sie können die Rechnungen und Abrechnungen im PDF-Format freigeben oder herunterladen.</details> </li> <li lang="DE"> <details> <summary>Besteht die Möglichkeit, im Nexi Portal Teilerstattungen vorzunehmen?</summary>Nein, diese Möglichkeit besteht bislang nicht.</details> </li> <li lang="DE"> <details> <summary>Wann erhalte ich meine Auszahlungen?</summary>Die Zahlungsabwicklung kann bis zu 2 Werktage in Anspruch nehmen. Der Betrag wird nach erfolgreicher Abwicklung auf Ihr Bankkonto überwiesen. Je nach Bank kann es weitere 1–2 Werktage dauern, bis das Geld Ihrem Konto gutgeschrieben wird. Zahlungen werden täglich vorgenommen. Eine Übersicht über Ihre Auszahlungen finden Sie im Nexi Portal unter „Auszahlungen“.</details> </li> <li lang="DE"> <details> <summary>Was ist eine EOD-Transaktion?</summary>EOD steht für „End of the Day“ (Kassenschnitt). Damit werden alle Transaktionen bezeichnet, die an einem Tag unter einer bestimmten Nummer geführt werden.</details> </li> </details> </li> <li lang="DE"> <details> <summary class="category">Rechnungen, Statements & Mahnungen</summary> <li lang="DE"> <details> <summary>Was ist mit Gesamtgebühr gemeint?</summary>Die Gesamtgebühr ist die Summe aller Gebühren, z. B. von Interchange Fee, Scheme Fee und Service Fee (als Trennzeichen vor den Nachkommastellen wird je nach Spracheinstellung ein Punkt oder ein Komma verwendet).</details> </li> <li lang="DE"> <details> <summary>Ich habe vergessen, einen Kassenschnitt vorzunehmen. Was nun?</summary>Wenn Sie den Kassenschnitt vergessen haben, werden die Transaktionen der deutschen Zahlungsmethoden (z. B. Girocard) nicht übermittelt, sodass Sie die entsprechenden Zahlungen nicht erhalten. Sobald Sie den Kassenschnitt vornehmen, erfolgt die Übermittlung der Transaktionen am Folgetag. Transaktionen mit Karten von internationalen Card Schemes (z. B. Mastercard, VISA) erfordern keinen Kassenschnitt und werden automatisch einmal täglich nach unserem internen Systemabschluss in unseren Systemen erfasst und für die Abwicklung vorbereitet.</details> </li> <li lang="DE"> <details> <summary>Was ist ein Kassenschnitt?</summary>Um die Transaktionen der deutschen Zahlungsmethoden (z. B. Girocard) zu übermitteln, müssen Sie am Terminal einen sogenannten Kassenschnitt vornehmen. Um Sie dabei zu unterstützen, sind unsere Terminals so konfiguriert, dass täglich zwischen 00:00 und 01:00 Uhr automatisch ein Kassenschnitt vorgenommen wird. Dies funktioniert jedoch nur, wenn das Terminal in dieser Zeit nicht ausgeschaltet ist.</details> </li> </details> </li> <li lang="DE"> <details> <summary class="category">App-Unterstützung</summary> <li lang="DE"> <details> <summary>Ich bekomme zu viele Benachrichtigungen. Wie kann ich meine Einstellungen bearbeiten?</summary>Sie können Benachrichtigungen auf der Registerkarte „Mein Unternehmen“ ein- und ausschalten. Wählen Sie auf der Registerkarte „Mein Unternehmen“ die Option „Benachrichtigungen“ und aktivieren oder deaktivieren Sie dann "Benachrichtigungen zulassen“.</details> </li> <li lang="DE"> <details> <summary>Kann ich mein Dashboard konfigurieren?</summary>Ja. Wählen Sie „Dashboard bearbeiten“ und wählen Sie die entsprechenden Widgets aus und/oder heben Sie die Auswahl auf. Ihr Dashboard wird entsprechend Ihrer Auswahl angepasst.</details> </li> <li lang="DE"> <details> <summary>Welche Benachrichtigungsoptionen stehen mir zur Verfügung?</summary>Sie können Ihre Benachrichtigungseinstellungen auf der Registerkarte „Mein Unternehmen“ für Folgendes ein- und ausschalten: Verbesserungen der App, Werbeangebote, Datenaktualisierung, Nachrichten von Nets, die sich auf Ihr Unternehmen beziehen.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
fr: <!DOCTYPE html> <html> <title>FAQ Français</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminal</summary> <li lang="EN"> <details> <summary>Comment puis-je commander des accessoires?</summary>Allez à la section «Entreprise» > «Boutique» de votre portail. Vous pourrez y sélectionner les accessoires adaptés à vos produits.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Existe-t-il une station de charge pour ce terminal?</summary>Oui. Le terminal mobile A920 peut être chargé à l'aide de ce produit ou directement par une connexion USB-C. Le socle, la prise et le câble USB sont inclus.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - La mémoire flash peut être étendue de 32 Go. Quelles cartes ont été testées ou sont recommandées?</summary>Le terminal a été testé avec une unité ScanDisk de 32 Go. Pour un fonctionnement régulier et fluide, nous recommandons une unité de classe 10 au moins.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Quels stylets puis-je utiliser sur l'appareil? Que recommande Nexi?</summary>Nous recommandons un stylet tactile CCV pour la base CCV Next, par exemple. </details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Que se passe-t-il si j'introduis une carte microSD de 16 Go plus grande que la carte de 16 Go recommandée (le fabricant affirme qu'il est possible d'utiliser une carte de 32 Go)?</summary>Il est recommandé de l'utiliser comme «mémoire portable». Testé avec une carte ScanDisk de 64 Go.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Existe-t-il une malette de transport?</summary>Il nous avait été demandé de fournir un sac de transport et une protection en silicone comme accessoires. Dès qu'ils seront disponibles, ils seront ajoutés à notre liste d'accessoires.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Où puis-je obtenir des applications?</summary>Les applications sont disponibles dans l'App Store directement sur le terminal mobile A920. Nous cherchons constamment à proposer de nouvelles applications. </details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Existe-t-il une connexion pour véhicule (prise et/ou câble)?</summary>Non. Comme la batterie se charge via le câble USB (fourni), vous pouvez utiliser les ports USB du véhicule ou un adaptateur pour allume-cigare USB du commerce.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Puis-je obtenir la carte microSD auprès de Nexi?</summary>En raison de la baisse rapide des prix des supports de stockage, Nexi ne propose pas de cartes microSD, et recommande de les acheter auprès de détaillants en produits électroniques.</details> </li> <li lang="EN"> <details> <summary>Pourquoi ne puis-je pas accepter les pourboires sur mon terminal Verifone?</summary>Pour pouvoir ajouter un pourboire à votre transaction sur un terminal Verifone, vous devez avoir un terminal A920 pour le même point de vente. Si vous disposez d'un terminal Verifone et d'un A920, vous devrez peut-être activer manuellement l'option pourboire sur le terminal Verifone. Pour ce faire, allez au menu principal (icône à 4 lignes parallèles située dans le bas de l'écran de démarrage). Allez au menu «Administration», puis au menu «Commerçant» et entrez votre code PIN (n'oubliez pas que le code PIN par défaut est 000000). Allez à l'option «Données de la carte», puis à l'option «Pourboire». Sélectionnez «Oui» dans l'écran «Autoriser le pourboire».</details> </li> <li lang="EN"> <details> <summary>J'ai besoin d'un nouveau terminal. Comment puis-je en commander un?</summary>Vous pouvez commander d'autres terminaux dans notre boutique en ligne sur votre portail. Allez à «Entreprise» > «Boutique», sélectionnez le terminal que vous voulez commander, confirmez votre commande et le terminal sera livré à votre point de vente.</details> </li> <li lang="EN"> <details> <summary>Où puis-je suivre la livraison de mon terminal?</summary>Après la commande réussie de votre terminal, un lien de suivi sera visible sur le tableau de bord de votre portail.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Où puis-je obtenir de nouveaux rouleaux de reçus/papier?</summary>Vous pouvez commander de nouveaux rouleaux de papier n'importe quand par téléphone ou sur notre site Web https://login.nexi.de, après vous être connecté au portail SMARTPAY.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - La version d'Android correspond-elle à la version d'Android de mon téléphone mobile?</summary>Non. Il s'agit d'une version spéciale d'Android qui tient compte des exigences de sécurité élevées d'un terminal de paiement. C'est ce qu'on appelle une version renforcée d'Android.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Comment mettre à jour les applications et le système d'exploitation Android?</summary>Les mises à jour sont disponibles dans l'App Store. Vous recevrez un message concernant les mises à jour disponibles sur votre terminal mobile A920 et pourrez choisir vous-même le moment de la mise à jour. Après trois mois, une mise à jour obligatoire sera exécutée pour disposer des versions les plus récentes disponibles. Jusqu'à cette échéance, vous avez la possibilité d'installer vous-même une mise à jour pour éviter les perturbations de vos opérations commerciales. </details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Combien de temps la batterie dure-t-elle en mode veille?</summary>Comme pour votre téléphone mobile, l'autonomie de la batterie dépend de son utilisation et, le cas échéant, des applications exécutées en arrière-plan et de la disponibilité du réseau sans fil ou WLAN.</details> </li> <li lang="EN"> <details> <summary>Terminal mobile CCV A920 - Existe-t-il un film de protection d'écran comme pour un téléphone mobile?</summary>Une protection pour écran est disponible en tant qu'accessoire et peut être commandée en ligne.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Contrat</summary> <li lang="EN"> <details> <summary>Où puis-je trouver mes données d'entreprise?</summary>L'écran «Mon entreprise» fournit des détails à propos de votre entreprise, et vous pouvez sélectionner jusqu'à 20 points de vente sur cet écran. Vous pouvez consulter les détails du terminal pour les points de vente sélectionnés dans la section «Terminaux». La fonctionnalité de sélection des points de vente est également disponible sur tous les écrans.</details> </li> <li lang="EN"> <details> <summary>Où puis-je trouver mon Accord de service?</summary>Sur le portail de Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder à vos dispositions contractuelles.</details> </li> <li lang="EN"> <details> <summary>Quels types de carte puis-je actuellement accepter avec mon contrat Nexi?</summary>Sur le portail de Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder aux dispositions de votre Accord de service, et notamment les types de carte acceptés. </details> </li> <li lang="EN"> <details> <summary>Qu'entend-on par réglementation relative à la conformité avec le PCI?</summary>La Payment Card Industry Data Security Standard (PCI DSS) est un ensemble de normes de sécurité visant à faire en sorte que TOUTES les entreprises acceptant, traitant, stockant ou transmettant des informations relatives aux cartes de crédit instaurent un environnement sécurisé. Pour plus d'informations, consultez <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a>.</details> </li> <li lang="EN"> <details> <summary>Où puis-je trouver la liste des prix?</summary>Sur le portail de Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), la section «Entreprise» > «Aspects juridiques» vous permettra d'accéder à votre liste des prix. </details> </li> <li lang="EN"> <details> <summary>Où puis-je consulter les Conditions générales?</summary>La section «Mon entreprise» > «À propos» > «Conditions générales» vous permet d'accéder aux Conditions générales. Vous pouvez également retrouver les Conditions générales sur notre site Web <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a>. </details> </li> <li lang="EN"> <details> <summary>Qu'est-ce que le RGPD?</summary>Le Règlement général sur la protection des données (RGPD) de l'Union européenne est un règlement (en vigueur depuis le 25 mai 2018) qui garantit la protection des droits et de la liberté des personnes physiques quant au traitement de leurs données à caractère personnel, ce qui constitue un droit fondamental dans l'Union européenne. Plus spécifiquement, le RGPD régit, par des règles strictes, le traitement (à savoir la collecte, l'enregistrement, le transfert, la suppression, etc.) de données à caractère personnel dans toutes les entreprises actives dans l'Union européenne. Veuillez consulter les pages accessibles au public de l'U.E. pour plus d'informations: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>.</details> </li> <li lang="EN"> <details> <summary>J'ai besoin d'un document de confirmation de contrat. Comment puis-je faire?</summary>Sur le portail de Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de</a>/</a>), la section «Entreprise» > «Aspects juridiques» vous permet d'accéder aux dispositions de votre Accord de service. Il est possible d'imprimer cette page directement depuis votre appareil. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Données du compte</summary> <li lang="EN"> <details> <summary>Comment puis-je modifier le nom de mon entreprise?</summary>Pour modifier le nom de votre entreprise, demandez l'aide de notre centre de services. Allez à la section «Assistance» sur votre portail Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de</a>), allez à «Nous envoyer un message» et sélectionnez la catégorie «Données du compte» > «Modifier le nom/la propriété de l'entreprise». </details> </li> <li lang="EN"> <details> <summary>Comment puis-je modifier le texte de mes reçus?</summary>Dans le futur, vous pourrez modifier le texte de vos reçus directement sur le portail de Nexi. D'ici là, nous vous prions de déposer une demande de service via la section «Assistance» de votre portail Nexi. Sélectionnez la catégorie «Données du compte» > «Autres données du compte» et renseignez le nouveau texte de vos reçus. Notre centre de services traitera votre demande pour vous.</details> </li> <li lang="EN"> <details> <summary>Comment puis-je modifier les éléments de mon compte bancaire?</summary>Allez à la page «Entreprise» de votre portail Nexi. Sélectionnez la personne morale et modifiez les éléments de votre compte bancaire. Il est possible d'introduire une date d'entrée en vigueur dans le futur pour faciliter les changements de compte bancaire en raison de clôtures mensuelles/annuelles ou d'un transfert de propriété. Le compte bancaire actuel restera actif jusqu'à la date d'entrée en vigueur du nouveau compte bancaire.</details> </li> <li lang="EN"> <details> <summary>Puis-je modifier les données de mon compte?</summary>Oui. Pour modifier votre compte d'utilisateur, allez à la page «Compte» de votre portail. Vous pouvez aussi modifier des données du compte telles que votre compte bancaire et vos coordonnées en allant sur la page «Entreprise» de votre portail.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Transactions et paiements</summary> <li lang="EN"> <details> <summary> Comment puis-je rembourser une transaction? </summary> Allez à la page «Transaction» de votre portail et sélectionnez la transaction que vous voulez rembourser. Un panneau latéral avec les détails de la transaction s'affiche à droite. Appuyez sur le bouton «Remboursement». Une fenêtre contextuelle s'ouvrira. Il vous sera demandé de confirmer votre décision de rembourser cette transaction et de cliquer sur «Confirmer». Le «Remboursement» sera affiché dans vos prochains Relevés d'activité et apparaîtra sous la forme d'une transaction négative dans la zone «Transaction» avec le type de transaction «Remboursement». </details> </li> <li lang="EN"> <details> <summary> Où puis-je trouver le montant qui n'a pas encore été versé? </summary> Sélectionnez l'option du menu «Entreprise». Les transactions en cours de même que le montant qui n'a pas encore été versé seront affichés dans la barre supérieure de ce tableau de bord commercial. </details> </li> <li lang="EN"> <details> <summary> Comment puis-je me défendre/faire recours contre un rejet de débit? </summary> Cela dépend du motif de contestation du titulaire de la carte. Nous fournissons toujours une lettre expliquant le motif de la contestation et demandant les informations/documents nécessaires. Les systèmes de cartes de paiement ayant fixé un calendrier déterminé pour le processus de résolution des contestations, les informations/documents doivent être envoyés avant l'échéance mentionnée dans la lettre. Il se peut que les informations/documents fournis après cette date ne soient pas pris en considération. </details> </li> <li lang="EN"> <details> <summary> Qu'est-ce qu'un rejet de débit? </summary> On parle de rejet de débit lorsque le titulaire de la carte conteste une transaction réglée par carte de crédit. Le titulaire de la carte peut contester une transaction pour différents motifs (fraude, non-réception d'un bien/service, double traitement, etc.). En ce qui concerne le processus de résolution de contestation, les systèmes de cartes ont établi des règles spécifiques quant aux conditions auxquelles le titulaire d'une carte est autorisé à contester une transaction et à ce qu'un commerçant doit fournir pour recourir contre le rejet de débit. Si un rejet de débit est légitime et qu'un commerçant est dans l'incapacité de fournir les documents exigés, le rejet de débit doit être accepté et le compte du commerçant sera débité. </details> </li> <li lang="EN"> <details> <summary>Quels sont les formats pris en charge pour exporter mes données?</summary>Vous pouvez partager ou télécharger les factures et règlements au format PDF.</details> </li> <li lang="EN"> <details> <summary>Est-il possible d'effectuer un remboursement partiel sur le portail Nexi? </summary>Non, pas encore.</details> </li> <li lang="EN"> <details> <summary>Quand vais-je recevoir mes paiements? </summary>Les règlements des paiements prennent jusqu'à 2 jours ouvrables. Vos fonds sont versés sur votre compte bancaire après la réussite du règlement. Selon votre banque, le virement peut prendre 1 à 2 jours ouvrables supplémentaires. Les paiements ont lieu quotidiennement, et vous pouvez avoir une vue d'ensemble de vos paiements sous l'onglet «Paiements» sur votre portail Nexi.</details> </li> <li lang="EN"> <details> <summary>Qu'est-ce qu'une transaction EOD?</summary>EOD veut dire End Of the Day (fin de journée) (Kassenschnitt). Il s'agit de l'ensemble des transactions rassemblées pour une journée sous un numéro spécifique.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Factures, relevés et lettre de relance</summary> <li lang="EN"> <details> <summary>Qu'entend-on par total des frais?</summary>Le total de tous les frais, par ex. le total des frais de change, des frais du système et des frais du service (selon les paramètres de langue, le séparateur est un point ou une virgule).</details> </li> <li lang="EN"> <details> <summary>J'ai oublié d'effectuer un basculement de terminal. Que va-t-il se passer?</summary>Si vous avez oublié d'effectuer le basculement de terminal, les transactions réalisées avec les modes de paiement nationaux allemands (par ex. Girocard) ne seront pas envoyées, et vous ne recevrez donc pas les versements liés à ces transactions. Dès que vous procèderez au basculement de terminal, les transactions seront envoyées le lendemain. Les transactions effectuées à l'aide d'un système de carte de paiement international (par ex. Mastercard ou VISA) ne demandent pas de basculement de terminal, et seront saisies automatiquement après clôture de notre système interne dans nos systèmes une fois par jour et préparées en vue de leur règlement.</details> </li> <li lang="EN"> <details> <summary>Qu'est-ce qu'un basculement de terminal?</summary>Pour envoyer les transactions des modes de paiement nationaux allemands (par ex. Girocard), vous devez effectuer un basculement de terminal au niveau du terminal. Pour vous prendre en charge, nos terminaux sont paramétrés pour procéder à un basculement de terminal automatique quotidien entre minuit et 1 heure du matin. Cette opération ne fonctionne que si le terminal n'est pas éteint.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Assistance pour l'application</summary> <li lang="EN"> <details> <summary>Je reçois trop de notifications. Comment puis-je les gérer?</summary>Vous pouvez activer et désactiver les notifications sous l'onglet «Mon entreprise». Sélectionnez Notifications sous l'onglet «Mon entreprise», puis sélectionnez ou désélectionnez «Autoriser les notifications».</details> </li> <li lang="EN"> <details> <summary>Puis-je configurer mon tableau de bord?</summary>Oui. Sélectionnez «Modifier le tableau de bord» et sélectionnez et/ou désélectionnez les widgets. Votre tableau de bord variera en fonction de votre sélection.</details> </li> <li lang="EN"> <details> <summary>Quelles sont les options de notification?</summary>Vous pouvez activer et désactiver vos préférences de notification sous l'onglet «Mon entreprise» pour les options suivantes: améliorations apportées à l'application, actions, mise à jour des données, infos de Nets se rapportant à votre entreprise.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
it: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 } </style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminale</summary> <li lang="EN"> <details> <summary>Come posso ordinare gli Accessori?</summary>Vai alla sezione ‘Attività’ > ‘Acquista’ nel tuo portale. Qui puoi selezionare gli accessori adatti ai tuoi prodotti.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - È disponibile una stazione di carica per questo terminale?</summary>Sì, è possibile caricare il Terminale mobile A920 con questo o direttamente tramite la connessione USB C. Il supporto, la presa e il cavo USB sono inclusi.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - La memoria flash può essere estesa a 32GB, quali schede sono state testate o sono consigliate?</summary>Il terminale è stato testato con uno ScanDisk 32GB. Per un uso pratico e agevole, è consigliata almeno la classe 10.</details> </li> <li lang="EN"> <details> <summary>CTerminale mobile CCV A920 - Quali penne posso usare per l'attività, Nexi ne consiglia qualcuna in particolare?</summary>Abbiamo la CCV Touch Pen che consigliamo, ad esempio, per CCV Base Next. </details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Cosa succede se inserisco una scheda microSD da 16GB più grande di quella consigliata da 16GB (secondo il produttore è possibile usarne una da 32GB)?</summary>Consigliamo di usare la "memoria portatile". Testata con uno ScanDisk da 64GB</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - È disponibile una custodia per il trasporto?</summary>Dagli ultimi sondaggi emerge che dovremmo fornire una custodia e una protezione in silicone come accessori. Appena disponibili, saranno aggiunti all'elenco accessori.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Dove trovo l'App?</summary>Le app sono disponibili nell'App Store direttamente su Mobile A920. Lavoriamo costantemente per estendere le app disponibili. </details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - È disponibile una connessione per i veicoli (presa e/o cavo)?</summary>No, dato che la batteria viene caricata tramite il cavo USB (incluso), puoi usare le porte USB dell'auto o l'adattore USB per accendini reperibile sul mercato</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Posso avere la scheda microSD da Nexi?</summary>Data la rapida diminuzione dei prezzi per i supporti di archviazione, Nexi non vende schede microSD, ma consiglia di acquistarle dai rivenditori di elettronica.</details> </li> <li lang="EN"> <details> <summary>Perché non posso accettare mance sul mio Terminale Verifone?</summary>"Per poter aggiungere una mancia alla tua transazione su un terminale Verifone, devi avere un Terminale A920 per lo stesso outlet (punto vendita). Se hai un terminale Verifone e A920 puoi potreseti dover abilitare manualmente la Mancia sul terminale Verifone. Vai al menu principale (icona con 4 righe parallele nella parte inferiore della schermata iniziale) vai al menu "Amministrazione" vai al menu "Rivenditore" e inserisci il PIN (ricorda che il PIN predefinito è ’000000’) vai all'opzione "Dati carta" vai all'opzione "Mancia" scegli "Sì" sulla schermata "Consenti mancia"</details> </li> <li lang="EN"> <details> <summary>Mi serve un nuovo terminale. Come lo ordino?</summary>Puoi ordinare altri terminali nel nostro webshop sul tuo portale. Vai a "Attività" > "Acquista", seleziona il terminale che vuoi ordinare, conferma l'ordine, il terminale sarà spedito al tuo outlet.</details> </li> <li lang="EN"> <details> <summary>Dove posso monitorare la consegna del mio terminale?</summary>Dopo aver effettuato l'ordine del terminale, potrai visualizzare un link di tracciamento sul dashboard del tuo Portale on line.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Dove posso trovare i rotoli di carta per le ricevute?</summary>Puoi ordinare nuovi rotoli di carta in qualsiasi momento per telefono o sul nostro sito web https://login.nexi.de, dopo aver effettuato l'accesso al portale SMARTPAY.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - La versione Android corrisponde all'Android del mio cellulare?</summary>No, è una versione Android speciale che tiene conto degli elevati requisiti di sicurezza di un terminale di pagamento. Viene chiamata versione Android rafforzata.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Come aggiorno le app e il sistema operativo di Android?</summary>Gli aggiornamenti sono disponibili nell'App Store. Riceverai un messaggio sugli aggiornamenti disponibili sul tuo Mobile A920 e puoi scegliere l'ora di aggiornamento. Dopo tre mesi sarà eseguito un aggiornamento obbligatorio per avere le ultime versioni disponibili. Fino a quel momento puoi installare tu stesso gli aggiornamenti per evitare interruzioni nelle attività commerciali. </details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - Quanto tempo dura la batteria in modalità stand-by?</summary>Come per il cellulare, la durata della batteria dipende dall'uso e dalle app in esecuzione in background, oltre alla disponibilità della rete wireless o WLAN.</details> </li> <li lang="EN"> <details> <summary>Terminale mobile CCV A920 - È disponibile una pellicola protettiva per lo schermo simile a quella del cellulare?</summary>Una protezione per lo schermo è disponibile come accessorio e si può ordinare online.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Contratto</summary> <li lang="EN"> <details> <summary>Dove trovo i miei dati aziendali?</summary>La schermata "La mia attività" fornisce i dettagli sulla tua azienda e su questa schermata puoi selezionare fino a 20 sedi di vendita. Puoi visualizzare i dettagli delle sedi di vendita selezionate nella sezione "Terminali". La funzione di selezione delle sedi di vendita è disponibile su tutti gli schermi.</details> </li> <li lang="EN"> <details> <summary>Dove trovo il mio Contratto di servizio?</summary>Sul portale Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), nella sezione "Attività" > "Legale" puoi accedere alle informazioni del tuo contratto.</details> </li> <li lang="EN"> <details> <summary>Quali tipi di carta posso accettare attualmente con il mio contratto Nexi?</summary>Sul portale Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), nella sezione "Attività" > "Legale" puoi accedere alle informazioni del tuo Contratto di servizio tra cui i tipi di carta accettati. </details> </li> <li lang="EN"> <details> <summary>Cosa si intende per conformità alle normative PCI?</summary>Lo Standard di sicurezza dei dati del settore delle carte di pagamento (PCI DSS) si riferisce a una serie di standard di sicurezza ideati per garantire che TUTTE le aziende che accettano l'elaborazione, la memorizzazione o la trasmissione di informazioni relative alle carte di credito mantengano un ambiente sicuro. Vedere <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a> per ulteriori informazioni.</details> </li> <li lang="EN"> <details> <summary>Dove trovo il listino prezzi?</summary>Sul portale Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), nella sezione "Attività" > "Legale" puoi accedere al tuo listino prezzi. </details> </li> <li lang="EN"> <details> <summary>Dove posso vedere i Termini e le Condizioni?</summary>Nella sezione "La mia attività" > "Informazioni" > "Termini e Condizioni" puoi accedere ai Termini e alle Condizioni. Puoi anche visitare il nostro sito web <a href="https://portal.nexi.de/">https://portal.nexi.ch.com</a> dove trovi i Termini e Condizioni generali. </details> </li> <li lang="EN"> <details> <summary>Cos'è il GDPR?</summary>"Il Regolamento Generale sulla Protezione dei Dati dell'UE (GDPR) è un regolamento dell'UE (in vigore dal 25 maggio 2018 ) che garantisce la protezione dei diritti e la libertà delle persone fisiche in relazione all'elaborazione dei dati personali, che è un diritto fondamentale all'interno dell'UE. Più specificamente, il GDPR disciplina tramite regole rigide, l'elaborazione (vale a dire la raccolta, la conservazione, il trasferimento, la cancellazione e così via) dei dati personali in tutte le aziende che operano nell'UE. Per ulteriori informazioni visita le pagine pubbliche dell'UE: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>."</details> </li> <li lang="EN"> <details> <summary>Mi serve un documento di conferma del contratto. Come devo fare?</summary>Sul portale Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.ch</a>/</a>), nella sezione "Attività" > "Legale" puoi accedere alle informazioni del tuo Contratto di servizo. Puoi stampare questa pagina direttamente dal tuo dispositivo. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Dati account</summary> <li lang="EN"> <details> <summary>Come posso modificare il nome della mia azienda?</summary>Per modificare il nome della tua azienda, contatta il nostro centro assistenza. Vai alla sezione "Assistenza" nel tuo portale Nexi (<a href="https://portal.nexi.de/">https://portal.nexi.ch</a>), vai a "Inviaci un messaggio" e seleziona la categoria "Dati account" > "Modifica il nome/la proprietà dell'azienda". </details> </li> <li lang="EN"> <details> <summary>Come posso modificare il testo della mia ricevuta?</summary>In futuro potrai modificare il testo della ricevuta direttamente nel tuo portale Nexi. Per il momento, puoi mandare una richiesta di assistenza dalla sezione "Assistenza" nel tuo portale Nexi. Seleziona "Dati account" > "Altri dati account" come categoria e inserisci il testo aggiornato della ricevuta. Il nostro centro assistenza elaborerà la tua richiesta.</details> </li> <li lang="EN"> <details> <summary>Come posso modificare i dati del mio conto bancario?</summary>Vai alla pagina "Attività" nel tuo portale Nexi. Seleziona la persona giuridica e modifica i dati del tuo conto bancario. Puoi inserire un periodo valido a partire da una data per facilitare le modifiche al conto bancario dovute alle chiusure mensili/annuali o a cambi di titolarità. Il conto corrente attuale rimane attivo fino a quando non subentra il nuovo conto bancario.</details> </li> <li lang="EN"> <details> <summary>Posso modificare i dati del mio account?</summary>Sì, puoi modificare il tuo account utente dalla pagina "Account" nel tuo portale. Puoi anche modificare i dati dell'account come il conto bancario e l'indirizzo visitando la pagina "Attività" nel tuo portale.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Transazioni & Pagamenti</summary> <li lang="EN"> <details> <summary> Come posso rimborsare una transazione? </summary> Vai alla pagina "Transazione" nel tuo portale, seleziona la transazione che vuoi rimborsare, verrà visualizzato un riquadro laterale a destra con le informazioni della transazione. Premi il pulsante "Rimborso", si aprirà una finestra pop-up e ti sarà chiesto di confermare che vuoi rimborsare questa transazione e di fare clic su "Conferma". Il "Rimborso" sarà visualizzato nel prossimo Rendiconto attività, oltre a comparire come transazione negativa nell'area "Transazione" con il tipo di transazione "Rimborso". </details> </li> <li lang="EN"> <details> <summary> Dove posso trovare l'importo che non è ancora stato pagato? </summary> Seleziona la voce di menu "Attività". La barra superiore del Dashboard attività visualizzerà le transazioni aperte, oltre all'importo che non è ancora stato pagato. </details> </li> <li lang="EN"> <details> <summary> Come posso elaborare/giustificare/correggere uno storno di addebito? </summary> Dipende dal motivo della contestazione del titolare della carta. Forniremo sempre una lettera che spiega il motivo della controversia che richiede le informazioni/la documentazione necessarie. Mentre i circuiti delle carte hanno definito una tempistica fissa per la procedura di composizione delle controversie, le informazioni/la documentazione devono essere presentate entro la scadenza indicata nella lettera. Le informazioni/la documentazione che vengono fornite dopo quella data potrebbero non essere prese in considerazione. </details> </li> <li lang="EN"> <details> <summary> Cos'è uno storno di addebito? </summary> Uno storno di addebito è una controversia relativa a una transazione da parte del titolare di una carta di credito. Il titolare della carta può contestare una transazione per diverse ragioni (ad es. truffa, prodotti/servizi non ricevuti, doppia elaborazione). Per la procedura di composizione delle controversie, i circuiti delle carte hanno definito regole specifiche relative alle modalità con cui un titolare di carta di credito può contestare una transazione e alla documentazione che un esercente deve fornire per porre rimedio allo storno di addebito. Se uno storno di addebito è valido e un esercente non è in grado di produrre la documentazione necessaria, lo storno di addebito deve essere accettato e addebitato sul conto dell'esercente. </details> </li> <li lang="EN"> <details> <summary>Quali formati di esportazione dei dati sono supportati?</summary>Puoi condividere o scaricare le fatture e i pagamenti in formato PDF</details> </li> <li lang="EN"> <details> <summary>È possibile effettuare un rimborso parziale nel portale Nexi? </summary>No, non è ancora possibile.</details> </li> <li lang="EN"> <details> <summary>Quando ricevo i miei pagamenti? </summary>I pagamenti impiegano fino a 2 giorni lavorativi. I tuoi fondi vengno pagati sul tuo conto bancario dopo una transazione con esito positivo. In base alla tua banca, il trasferimento può impiegare ancora 1-2 giorni lavorativi. I pagamenti vengono effettuati tutti i giorni e puoi avere una panoramica dei tuoi pagamenti nella scheda "Pagamenti" del tuo portale Nexi.</details> </li> <li lang="EN"> <details> <summary>Cosa significa transazione EOD?</summary>EOD significa Fine Giornata (Riconciliazione POS). Sono tutte le transazioni di una giornata riuniite sotto un numero specifico.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Fatture, Estratti conto & Lettera di Sollecito</summary> <li lang="EN"> <details> <summary>Cosa significa commissione totale?</summary>Il totale di tutte le commissioni, ad es. il totale della commissione interbancaria, della commissione di sistema e di servizio (il separatore è un punto o una virgola, in base alle impostazioni della lingua).</details> </li> <li lang="EN"> <details> <summary>Ho dimenticato di eseguire la transazione finale del terminale. Cosa succederà?</summary>Se hai dimenticato di eseguire la transazione finale del terminale, le transazioni dei metodi di pagamento nazionali svizzeri (ad es. Girocard) non saranno inoltrate e quindi non riceverai i pagamenti di queste transazioni. Dopo aver eseguito la transazione finale del terminale, le transazioni saranno inoltrate il giorno successivo. Le transazioni dei circuiti delle carte internazionali (ad es. Mastercard, VISA) non necessitano di transazione finale del terminale e saranno acquisite automaticamente dopo il cut-off del Sistema interno da parte nostra nei nostri Sistemi una volta al giorno e saranno preparate per il Pagamento.</details> </li> <li lang="EN"> <details> <summary>Cos'è una transazione finale del terminale?</summary>Per presentare le transazioni dei metodi di pagamento nazionali svizzeri (ad es. Girocard) è necessario eseguire un transazione finale del terminale. Per aiutarti, i nostri terminali sono configurati in modo tale da eseguire una transazione finale giornaliera automatica tra le 00:00 e la 01:00. Funziona solo se il terminale non è spento.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Assistenza app</summary> <li lang="EN"> <details> <summary>Ricevo troppe notifiche. Come posso gestire le mie notifiche?</summary>Puoi attivare/disattivare le notifiche nella scheda "La mia attività". Seleziona Notifiche dalla scheda "La mia attività", quindi seleziona o de-seleziona "Consenti notifiche".</details> </li> <li lang="EN"> <details> <summary>Posso configurare il mio Dashboard?</summary>Sì. Seleziona "Modifica Dashboard", quindi seleziona e/o deseleziona oggetti. Il dashboard sarà modificato in base alla tua selezione</details> </li> <li lang="EN"> <details> <summary>Quali sono le mie opzioni di notifica?</summary>Puoi attivare e disattivare le tue preferenze di notifica nella scheda "La mia attività" per Miglioramenti all'app, Offerte promozionali, Aggiornamento dei dati, Notizie da Nets relative alla tua attività.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
lt_lt: <!DOCTYPE html> <html> <title>DUK</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 }</style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminalas</summary> <li lang="EN"> <details> <summary>Kaip galiu užsisakyti priedų?</summary>Savo portale eikite į skiltį „Business“ (verslas) > „Shop“ (parduotuvė). Čia galite išsirinkti Jūsų gaminiams tinkamų priedų.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar šiam terminalui yra įkrovimo stotelė?</summary>Taip, „Mobile A920“ gali būti įkraunamas naudojant šią stotelę arba tiesiogiai per USB C jungtį. Komplekte yra stovas, kištukas ir USB laidas.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Atmintinės talpą galima padidinti 32 GB, kurios kortelės išbandytos arba kurias rekomenduotumėte naudoti?</summary>Terminalas išbandytas naudojant „ScanDisk“ 32 GB kortelę. Siekiant užtikrinti sklandų veikimą, rekomenduojame naudoti mažiausiai 10 klasės kortelę.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kokius skaitmeninius pieštukus galiu naudoti? Galbūt turite „Nexi“ skaitmeninių pieštukų, kuriuos galėtumėte rekomenduoti?</summary>Galime pasiūlyti skaitmeninį pieštuką „CCV Touch Pen“, kurį rekomenduojame naudoti su „CCV Base Next“. </details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kas nutiks, jei įstatysiu 16 GB „microSD“ kortelę, kuri yra didesnė už rekomenduojamą 16 GB kortelę (pasak gamintojo, galima naudoti 32 GB kortelę)?</summary>Tokią kortelę rekomenduojama naudoti kaip „nešiojamą atmintinę“. Patikrinta su 64 GB „ScanDisk“ kortele</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar šiam terminalui galima įsigyti dėklą?</summary>Planuojama į asortimentą įtraukti kelioninį krepšį ir silikoninį apsauginį dangtelį. Kai tik juos bus galima įsigyti, jie bus pridėti prie mūsų priedų sąrašo.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kur galiu rasti mobiliąias programas?</summary>Mobiliąsias programas galite rasti „App Store“ tiesiogiai „Mobile A920“ įrenginyje. Nuolat plečiame mobiliųjų programų asortimentą. </details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar terminale yra automobilinė jungtis (kištukas ir (arba) laidas)?</summary>Ne, tačiau akumuliatorius įkraunamas naudojant (pridėtą) USB laidą, todėl galite naudoti automobilyje esančius USB lizdus arba rinkoje siūlomus automobilinio pridegiklio USB adapterius</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar galiu „microSD“ kortelę įsigyti iš „Nexi“?</summary>Dėl sparčiai mažėjančių laikmenų kainų „Nexi“ neparduoda „microSD“ kortelių, tačiau rekomenduoja jas įsigyti iš elektronikos parduotuvių.</details> </li> <li lang="EN"> <details> <summary>Kodėl negaliu priimti arbatpinigių naudodamas savo „Verifone“ terminalą?</summary>„Kad „Verifone“ terminale prie operacijos būtų galima pridėti arbatpinigių, turite turėti tai pačiai parduotuvei (pardavimo vietai) priskirtą „A920“ terminalą. Jei turite „Verifone“ terminalą ir „A920“ terminalą, gali tekti rankiniu būdu įjungti arbatpinigių funkciją „Verifone“ terminale. Eiga: eikite į pagrindinį meniu (piktograma su 4 lygiagrečiomis linijomis pradžios ekrano apačioje), atverkite meniu „Administration“ (administravimas), tada atverkite meniu „Merchant“ (prekybininkas) ir įveskite savo PIN kodą (atminkite, kad numatytasis PIN kodas yra 000000), pasirinkite „Card data“ (kortelės duomenys) > „Tip“ (arbatpinigiai) ir pasirodžiusiame lange „Allow tip“ (leisti palikti arbatpinigių) pasirinkite „Yes“ (taip)“</details> </li> <li lang="EN"> <details> <summary>Man reikia naujo terminalo. Kaip galėčiau užsisakyti naują?</summary>Papildomų terminalų galite užsisakyte mūsų elektroninėje parduotuvėje savo portale. Eikite „Business“ (verslas) > „Shop“ (parduotuvė), pasirinkite terminalą, kurį norite užsakyti, patvirtinkite savo užsakymą ir terminalas bus pristatytas į Jūsų pardavimo vietą.</details> </li> <li lang="EN"> <details> <summary>Kur galiu sekti savo terminalo pristatymo eigą?</summary>Po sėkmingo terminalo užsakymo savo portalo ataskaitų srityje rasite sekimo nuorodą.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kur galiu gauti naujų kvitų juostos ritinių?</summary>Naujų juostos ritinių galite užsisakyti bet kuriuo metu telefonu arba mūsų interneto svetainėje https://login.nexi.de, prisijungę prie „SMARTPAY“ portalo.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar „Android“ versija tokia pati, kaip ir mano mobiliojo telefono „Android“ versija?</summary>Ne, tai speciali „Android“ versija, atitinkanti aukštus mokėjimų terminalui keliamus saugumo reikalavimus. Ji vadinama sustiprinta „Android“ versija.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kaip atnaujinamos mobiliosios programos ir „Android“ operacinė sistema?</summary>Naujinimus galima atsisiųsti iš „App Store“. Savo „Mobile A920“ įrenginyje gausite pranešimą apie galimus naujinimus ir galėsite patys pasirinkti naujinimo laiką. Po trijų mėnesių bus atliktas privalomas naujinimas siekiant užtikrinti, kad būtų naudojama naujausių versijų įranga. Iki to laiko turite galimybę patys įdiegti naujinimą ir išvengti verslo veiklos sutrikimų. </details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Kiek laiko užtenka baterijos įkrovos įrenginiui veikiant budėjimo režimu?</summary>Kaip ir naudojantis mobiliuoju telefonu, baterijos veikimo laikas priklauso nuo jos naudojimo intensyvumo ir nuo fone veikiančių programų bei belaidžio arba WLAN tinklo pasiekiamumo.</details> </li> <li lang="EN"> <details> <summary>„CCV Mobile Terminal A920“ – Ar ant ekrano yra apsauginė plėvelė, kokia būna ant telefonų?</summary>Ekrano apsaugą galima įsigyti kaip priedą ir užsisakyti internetu.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Sutartis</summary> <li lang="EN"> <details> <summary>Kur galiu rasti savo verslo duomenis?</summary>Lange „My Business“ (mano verslas) pateikiama išsami informacija apie Jūsų įmonę. Taip pat šiame lange galite pasirinkti iki 20 pardavimo vietų. Skiltyje „Terminals“ (terminalai) galite peržiūrėti pasirinktų pardavimo vietų terminalų informaciją. Be to, pardavimo vietų pasirinkimo funkcija pasiekiama visuose languose.</details> </li> <li lang="EN"> <details> <summary>Kur galiu rasti savo Paslaugų teikimo sutartį?</summary>Savo sutarties informaciją galite peržiūrėti „Nexi“ portale (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija).</details> </li> <li lang="EN"> <details> <summary>Kokių tipų korteles galiu priimti pagal savo „Nexi“ sutartį?</summary>„Nexi“ portalo (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) pateikiama Jūsų Paslaugų teikimo sutarties informacija, įskaitant informaciją apie tai, kokių tipų korteles galite priimti. </details> </li> <li lang="EN"> <details> <summary>Kas yra PCI atitikties taisyklės?</summary>Mokėjimo kortelių pramonės duomenų saugumo standartas (PCI DSS) – tai saugumo standartų rinkinys, skirtas užtikrinti, kad VISOS įmonės, kurios priima, tvarko, saugo ar perduoda kredito kortelių informaciją, užtikrintų saugią aplinką. Daugiau informacijos apie tai pateikta interneto puslapyje <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a>.</details> </li> <li lang="EN"> <details> <summary>Kur galiu rasti kainoraštį?</summary>Kainoraštį galite peržiūrėti „Nexi“ portalo (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija). </details> </li> <li lang="EN"> <details> <summary>Kur galiu peržiūrėti nuostatas ir sąlygas?</summary>Nuostatas ir sąlygas galite peržiūrėti skiltyje „Business“ (verslas) > „About“ (apie) > „Terms and Conditions“ (nuostatos ir sąlygos). Su bendrosiomis nuostatomis ir sąlygomis galite susipažinti mūsų interneto svetainėje <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a>. </details> </li> <li lang="EN"> <details> <summary>Kas yra BDAR?</summary>„ES Bendrasis duomenų apsaugos reglamentas (BDAR) – tai ES reglamentas (taikomas nuo 2018 m. gegužės 25 d.), kuriuo užtikrinama fizinių asmenų teisių ir laisvės apsauga tvarkant jų asmens duomenis, kurie ES laikomi viena pamatinių teisių. Konkrečiai, BDAR griežtomis taisyklėmis reglamentuoja asmens duomenų tvarkymą (t. y. rinkimą, saugojimą, perdavimą, šalinimą ir t. t.) visose ES veikiančiose įmonėse. Daugiau informacijos galima rasti viešai skelbiamuose ES puslapiuose: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>."</details> </li> <li lang="EN"> <details> <summary>Man reikia sutarties dokumento. Kaip jį gauti?</summary>„Nexi“ portale (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), skiltyje „Business“ (verslas) > „Legal“ (teisinė informacija) galite peržiūrėti savo Paslaugų teikimo sutarties informaciją. Šį puslapį galima atsispausdinti tiesiai iš savo įrenginio. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Paskyros duomenys</summary> <li lang="EN"> <details> <summary>Kaip galiu pakeisti savo įmonės pavadinimą?</summary>Jei norite pakeisti savo įmonės pavadinimą, susisiekite su klientų aptarnavimo centru. „Nexi“ portalo ((<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) skiltyje „Support“ (pagalba) spustelėkite „Send us a message“ (siųsti žinutę) ir pasirinkite kategoriją „Account data“ (paskyros duomenys) > „Change of company name/ ownership“ (įmonės pavadinimo / savininko keitimas). </details> </li> <li lang="EN"> <details> <summary>Kaip galiu pakeisti kvito tekstą?</summary>Ateityje kvito tekstą galėsite keisti tiesiogiai savo „Nexi“ portale. Iki tol maloniai prašome pateikti paslaugų užklausą „Nexi“ portalo skiltyje „Support“ (pagalba). Pasirinkite kategoriją „Account Data“ (paskyros duomenys) > „Other account data“ (kiti paskyros duomenys) ir įveskite naują kvito tekstą. Mūsų aptarnavimo centras įvykdys šį Jūsų prašymą.</details> </li> <li lang="EN"> <details> <summary>Kaip galiu pakeisti savo banko sąskaitos informaciją?</summary>Savo „Nexi“ portale eikite į skiltį „Business“ (verslas). Pasirinkite juridinį asmenį ir koreguokite banko sąskaitos duomenis. Galima įvesti pakeitimų įsigaliojimo datą, kad būtų paprasčiau pakeisti banko sąskaitą, kai formuojamos mėnesio ar metų balanso ataskaitos arba pasikeitus savininkui. Dabartinė banko sąskaita liks aktyvi iki naujos banko sąskaitos galiojimo pradžios datos.</details> </li> <li lang="EN"> <details> <summary>Ar galiu koreguoti savo paskyros duomenis?</summary>Taip, naudotojo paskyros duomenys gali būti koreguojami portalo puslapyje „Account“ (paskyra). Paskyros duomenis, pavyzdžiui, banko sąskaitą ir adresą, taip pat galite keisti apsilankę portalo skiltyje „Business“ (verslas).</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Operacijos ir mokėjimai</summary> <li lang="EN"> <details> <summary> Kaip galiu grąžinti pinigus už operaciją? </summary> Eikite į portalo puslapį „Transaction“ (operacija) ir pasirinkite norimą operaciją. Dešinėje matysite operacijos duomenis. Paspauskite mygtuką „Refund“ (grąžinti pinigus) ir iškylančiajame lange patvirtinkite, kad norite grąžinti pinigus už šią operaciją, spustelėdami „Confirm“ (patvirtinti). Pinigų grąžinimo operacija bus rodoma kaip „Refund“ (pinigų grąžinimas) kitose veiklos ataskaitose, taip pat bus matoma su minuso ženklu ir nurodytu operacijos tipu „Refund“ (pinigų grąžinimas) srityje „Transaction“ (operacija). </details> </li> <li lang="EN"> <details> <summary> Kur rasti dar neišmokėtą sumą? </summary> Pasirinkite meniu elementą „Business“ (verslas). Atakaitų srities viršutinėje juostoje bus rodomos vykdomos operacijos ir dar neišmokėta suma. </details> </li> <li lang="EN"> <details> <summary> Kaip galiu užginčyti / panaikinti mokėjimo grąžinimą? </summary> Tai priklauso nuo kortelės turėtojo nurodytos ginčo priežasties. Visada pateiksime laišką, kuriame paaiškinsime ginčo priežastį ir paprašysime pateikti reikiamą informaciją / dokumentus. Kadangi kortelių sistemose yra nustatytas ginčo sprendimo proceso terminas, informacija / dokumentai turi būti pateikti iki laiške nurodyto termino. Į informaciją ir (arba) dokumentus, pateiktus po šios datos, gali būti neatsižvelgta. </details> </li> <li lang="EN"> <details> <summary> Kas yra mokėjimo grąžinimas? </summary> Mokėjimo grąžinimas – tai kortelės turėtojo ginčijama kredito kortelės operacija. Kortelės turėtojas gali ginčyti operaciją dėl įvairių priežasčių (pvz., sukčiavimo, negautų prekių ir (arba) paslaugų, dvigubo nuskaitymo). Kortelių sistemose nustatytos konkrečios taisyklės, kada kortelės turėtojas gali ginčyti operaciją ir ką prekybininkas turi pateikti, kad mokėjimo grąžinimas būtų panaikintas. Jei mokėjimo grąžinimas yra pagrįstas ir prekybininkas negali pateikti reikalaujamų dokumentų, mokėjimo grąžinimas turi būti patvirtintas, o lėšos nurašomos iš prekybininko sąskaitos. </details> </li> <li lang="EN"> <details> <summary>Kokiais formatais gali būti eksportuojami mano duomenys?</summary>Sąskaitas faktūras ir atsiskaitymų ataskaitas galite bendrinti arba atsisiųsti PDF formatu.</details> </li> <li lang="EN"> <details> <summary>Ar „Nexi“ portale įmanoma atlikti dalinį grąžinimą? </summary>Ne, kol kas tai nėra įmanoma.</details> </li> <li lang="EN"> <details> <summary>Kada gausiu savo mokėjimus? </summary>Mokėjimų įskaitymas užtrunka iki 2 darbo dienų. Po sėkmingo įskaitymo lėšos pervedamos į Jūsų banko sąskaitą. Priklausomai nuo Jūsų banko, pervedimas gali užtrukti dar 1–2 darbo dienas. Mokėjimai atliekami kasdien, o savo mokėjimų apžvalgą galite matyti „Nexi“ portalo skiltyje „Payments“ (mokėjimai).</details> </li> <li lang="EN"> <details> <summary>Kas yra EOD operacija?</summary>EOD (End Of the Day) reiškia dienos pabaigą. Tai visos per vieną dieną surinktos operacijos, pažymėtos tam tikru numeriu.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Sąskaitos faktūros, ataskaitos ir skolų išieškojimo raštas</summary> <li lang="EN"> <details> <summary>Ką reiškia bendras mokestis?</summary>Bendra visų mokesčių suma, pvz., bendra tarpbankinio mokesčio, sistemos mokesčio ir aptarnavimo mokesčio suma (priklausomai nuo kalbos nustatymų, atskiriamasis ženklas yra taškas arba kablelis).</details> </li> <li lang="EN"> <details> <summary>Pamiršau atjungti terminalą. Kas dabar bus?</summary>Jei pamiršote atjungti terminalą, operacijos, atliktos naudojant Vokietijos vietinius mokėjimo būdus (pvz., „Girocard“), nebus pateiktos, todėl negausite mokėjimų pagal šias operacijas. Kai tik atliksite terminalo atjungimą, operacijos bus pateiktos kitą dieną. Tarptautinių kortelių sistemų operacijoms (pvz., „Mastercard“, „VISA“) terminalo atjungti nereikia – jos bus užfiksuotos automatiškai po vidinio sistemos atjungimo mūsų sistemose vieną kartą per dieną ir parengtos įskaitymui.</details> </li> <li lang="EN"> <details> <summary>Kas yra terminalo atjungimas?</summary>Kad pateiktumėte operacijas, atliktas Vokietijos vietiniais mokėjimo būdais (pvz., „Girocard“), turite atlikti terminalo atjungimą terminale. Mūsų terminalai sukonfigūruoti taip, kad kasdien tarp 00:00 ir 01:00 val. būtų atliekamas automatinis terminalo atjungimas. Ši funkcija veikia tik tuo atveju, jei terminalas nėra išjungtas.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Mobiliosios programos tvarkymas</summary> <li lang="EN"> <details> <summary>Gaunu per daug pranešimų. Kaip galiu valdyti pranešimus?</summary>Galite įjungti ir išjungti pranešimus skirtuke „My Business“ (mano verslas). Skirtuke „My Business“ (mano verslas) pasirinkite „Notifications“ (pranešimai) ir pažymėkite arba panaikinkite žymėjimą „Allow notifications“ (leisti pranešimus).</details> </li> <li lang="EN"> <details> <summary>Ar galiu pritaikyti savo ataskaitų sritį?</summary>Taip. Pasirinkite „Edit Dashboard“ (redaguoti ataskaitų sritį) ir pasirinkite arba paslėpkite norimus valdiklius. Jūsų ataskaitų sritis bus pritaikyta pagal Jūsų parinktis.</details> </li> <li lang="EN"> <details> <summary>Kokios galimos man siunčiamų pranešimų parinktys?</summary>Skirtuke „My Business“ (mano verslas) galite įjungti ir išjungti Jums siunčiamų pranešimų parinktis: mobiliosios programos patobulinimai, reklaminiai pasiūlymai, duomenų atnaujinimas, Jūsų verslui aktualios „Nets“ naujienos.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
lv_lv: <!DOCTYPE html> <html> <title>BUJ latviski</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 }</style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminālis</summary> <li lang="EN"> <details> <summary>Kā varu pasūtīt papildpiederumus?</summary>Savā portālā atveriet sadaļu “Uzņēmums” > “Veikals”. Šeit jūs varat izvēlēties papildpiederumus, kas atbilst jūsu produktiem.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai šim terminālim ir uzlādes stacija?</summary>Jā, Mobile A920 var uzlādēt, izmantojot šo vai tieši, izmantojot USB C savienojumu. Komplektā ietilpst turētājs, spraudnis un USB kabelis.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — zibatmiņu var paplašināt par 32 GB, kuras kartes ir pārbaudītas vai ieteicamas?</summary>Terminālis tika pārbaudīts ar ScanDisk 32GB. Vienmērīgai un raitai lietošanai ieteicama vismaz 10. klase.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — kādus irbuļus varu izmantot operācijai, vai ir ieteikums no Nexi?</summary>Mums ir CCV Touch Pen, kuru mēs iesakām, piemēram, CCV Base Next. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — kas notiek, ja ievietošu 16GB microSD karti, kas ir lielāka par ieteicamo 16GB (ražotājs saka, ka ir iespējams lietot 32GB)?</summary>Ieteicams to izmantot kā "portatīvo atmiņu". Pārbaudīts ar 64 GB ScanDisk</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai ir somiņa?</summary>Pēdējos balsojumos ieteica, ka mums kā papildpiederumu jānodrošina soma un silikona aizsargapvalks. Tiklīdz tie būs pieejami, tie tiks pievienoti mūsu papildpiederumu sarakstam.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — no kurienes es varu iegūt lietotnes?</summary>Lietotnes ir pieejamas veikalā App Store tieši mobilajā A920. Mēs pastāvīgi strādājam pie pieejamo lietotņu paplašināšanas. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai ir transportlīdzekļa savienojums (spraudnis un/vai kabelis)?</summary>Nē, tā kā akumulators tiek uzlādēts, izmantojot (iekļauts) USB kabeli, varat izmantot automašīnas USB portus vai tirdzniecībā pieejamu USB cigarešu šķiltavu adapteri</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai varu iegūt microSD karti no Nexi?</summary>Strauji krītošo datu nesēju cenu dēļ Nexi nepiedāvā microSD kartes, bet iesaka tās iegādāties no elektronikas preču tirgotājiem.</details> </li> <li lang="EN"> <details> <summary>Kāpēc es nevaru pieņemt padomus savā Verifone terminālī?</summary>"Lai varētu pievienot dzeramnaudu savam darījumam Verifone terminālī, jums ir nepieciešams A920 terminālis tai pašai tirdzniecības vietai. Ja jums ir Verifone terminālis un A920, iespējams, būs manuāli jāiespējo opcija Dzeramnauda Verifone terminālī. Lai to izdarītu: Dodieties uz galveno izvēlni (ikona ar 4 paralēlām līnijām sākuma ekrāna apakšā) Dodieties uz izvēlni "Administrēšana" Dodieties uz izvēlni "Tirgotājs" un ievadiet savu PIN kodu (atcerieties, ka noklusējuma PIN kods ir 000000 ) Dodieties uz opciju "Kartes dati" Dodieties uz opciju "Dzeramnauda" Izvēlieties "Jā" ekrānā "Atļaut dzeramnaudu""</details> </li> <li lang="EN"> <details> <summary>Man vajag jaunu termināli. Kā es varu pasūtīt jaunu?</summary>Papildu termināļus varat pasūtīt mūsu interneta veikalā savā portālā. Dodieties uz “Uzņēmums” > “Veikals”, atlasiet termināli, kuru vēlaties pasūtīt, apstipriniet pasūtījumu, un terminālis tiks piegādāts jūsu tirdzniecības vietā.</details> </li> <li lang="EN"> <details> <summary>Kur es varu izsekot sava termināļa piegādi?</summary>Pēc veiksmīga termināļa pasūtījuma varēsiet skatīt izsekošanas saiti savā tiešsaistes portāla informācijas panelī.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — kur es varu saņemt jaunus kvīti/papīra ruļļus?</summary>Jūs varat pasūtīt jaunus papīra ruļļus jebkurā laikā pa tālruni vai mūsu vietnē https://login.nexi.de pēc pieteikšanās SMARTPAY portālā.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai Android versija atbilst mana mobilā tālruņa Android?</summary>Nē, tā ir īpaša Android versija, kas ņem vērā maksājumu termināļa augstās drošības prasības. To sauc par pastiprināto Android versiju.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — kā atjaunināt lietotnes un Android operētājsistēmu?</summary>Atjauninājumi ir pieejami App Store. Jūs saņemsiet ziņojumu par pieejamajiem atjauninājumiem savā Mobile A920 un varēsiet paši izvēlēties atjaunināšanas laiku. Pēc trim mēnešiem tiks veikts obligāts atjauninājums, lai būtu pieejamas jaunākās versijas. Līdz tam jums ir iespēja pašiem instalēt atjauninājumu, lai novērstu darbības traucējumus. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — cik ilgi akumulators darbojas gaidstāves režīmā?</summary>Tāpat kā mobilā tālruņa akumulatora darbības laiks ir atkarīgs no lietošanas un, ja nepieciešams, no fonā darbojošām lietotnēm, kā arī no bezvadu vai WLAN tīkla pieejamības.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 — vai displeja aizsargplēve ir līdzīga mobilajam tālrunim?</summary>Ekrāna aizsargs ir pieejams kā piederums, un to var pasūtīt tiešsaistē.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Līgums</summary> <li lang="EN"> <details> <summary>Kur varu atrast sava uzņēmuma datus?</summary>Ekrānā “Mans uzņēmums” ir sniegta informācija par jūsu uzņēmumu, un šajā ekrānā varat izvēlēties līdz 20 tirdzniecības vietām. Detalizētu informāciju par izvēlētajām tirdzniecības vietām varat apskatīt sadaļā “Termināļi”. Tāpat visos ekrānos ir pieejama tirdzniecības vietu atlases funkcionalitāte.</details> </li> <li lang="EN"> <details> <summary>Kur es varu atrast savu pakalpojumu līgumu?</summary>Nexi portālā (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) sadaļa “Uzņēmējdarbība” > “Juridiskā informācija” nodrošina piekļuvi jūsu līguma informācijai.</details> </li> <li lang="EN"> <details> <summary>Kādus karšu tipus es varu pieņemt ar Nexi līgumu?</summary>Nexi portālā (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) sadaļa “Uzņēmums” > “Juridiskā informācija” nodrošina piekļuvi pakalpojuma līguma detaļām, tostarp pieņemamiem Kartes tipiem. </details> </li> <li lang="EN"> <details> <summary>Ko nozīmē PCI atbilstības noteikumi?</summary>Maksājumu karšu nozares datu drošības standarts (Payment Card Industry Data Security Standard, PCI DSS) ir drošības standartu kopums, kas izstrādāts, lai nodrošinātu, ka VISI uzņēmumi, kas pieņem, apstrādā, glabā vai pārsūta kredītkaršu informāciju, uztur drošu vidi. Lai iegūtu plašāku informāciju, lūdzu, skatiet vietni <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a>.</details> </li> <li lang="EN"> <details> <summary>Kur es varu atrast cenrādi?</summary>Nexi portālā (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), sadaļa “Uzņēmums” > “Juridiskā informācija” nodrošina piekļuvi jūsu cenrādim. </details> </li> <li lang="EN"> <details> <summary>Kur es varu skatīt pakalpojumu sniegšanas noteikumus?</summary>Sadaļā “Mans uzņēmums” > “Par” > “Noteikumi un nosacījumi” varat piekļūt pakalpojumu sniegšanas noteikumiem. Varat arī apmeklēt mūsu tīmekļa vietni <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a>, lai iegūtu vispārīgos noteikumus un nosacījumus. </details> </li> <li lang="EN"> <details> <summary>Kas ir VDAR?</summary>“ES Vispārīgā datu aizsardzības regula (VDAR) ir ES regula (piemērojama no 2018. gada 25. maija), kas nodrošina fizisko personu tiesību un brīvības aizsardzību saistībā ar viņu personas datu apstrādi, kas ir ES pamattiesības. Konkrētāk, VDAR stingru noteikumu veidā regulē personas datu apstrādi (t. i., vākšanu, glabāšanu, pārsūtīšanu, dzēšanu utt.) visos uzņēmumos, kas darbojas ES. Lai iegūtu plašāku informāciju, lūdzu, apmeklējiet ES publiskās lapas: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>.”</details> </li> <li lang="EN"> <details> <summary>Man vajag līguma apstiprinājumu kā dokumentu. Kā rīkoties?</summary>Nexi portālā (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>) sadaļa “Uzņēmums” > “Juridiskā informācija” nodrošina piekļuvi pakalpojuma līguma informācijai. Šo lapu var izdrukāt tieši no savas ierīces. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Konta dati</summary> <li lang="EN"> <details> <summary>Kā es varu mainīt sava uzņēmuma nosaukumu?</summary>Lai mainītu uzņēmuma nosaukumu, lūdzu, sazinieties ar mūsu servisa centru, lai saņemtu atbalstu. Pārejiet uz sadaļu Atbalsts savā Nexi portālā ((<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), dodieties uz “Sūtīt mums ziņojumu” un atlasiet kategoriju “Konta dati” > “Uzņēmuma nosaukuma/īpašumtiesību maiņa”. </details> </li> <li lang="EN"> <details> <summary>Kā es varu mainīt kvīts tekstu?</summary>Turpmāk kvīts tekstu varēsiet mainīt tieši savā Nexi portālā. Līdz tam mēs lūdzam iesniegt pakalpojuma pieprasījumu, izmantojot sava Nexi portāla sadaļu “Atbalsts”. Kā kategoriju atlasiet “Konta dati” > “Citi konta dati” un aizpildiet atjaunināto kvīts tekstu. Mūsu servisa centrs apstrādās jūsu pieprasījumu.</details> </li> <li lang="EN"> <details> <summary>Kā es varu mainīt sava bankas konta informāciju?</summary>Savā Nexi portālā atveriet lapu “Uzņēmums”. Atlasiet juridisko personu un rediģējiet sava bankas konta informāciju. Ir iespējams ievadīt nākotnes derīgumu no datuma, lai atvieglotu bankas konta izmaiņas ikmēneša/gada slēgšanas vai īpašumtiesību maiņas dēļ. Pašreizējais bankas konts paliek aktīvs, līdz jaunais bankas konts ir derīgs no datuma.</details> </li> <li lang="EN"> <details> <summary>Vai varu rediģēt sava konta datus?</summary>Jā, jūsu lietotāja kontu var mainīt jūsu portāla lapā “Konts”. Varat arī mainīt konta datus, piemēram, bankas konta un adreses informāciju, apmeklējot sava portāla lapu “Uzņēmums”.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Darījumi un maksājumi</summary> <li lang="EN"> <details> <summary> Kā es varu atmaksāt darījumu? </summary> Pārejiet uz sava portāla lapu “Darījums”, atlasiet darījumu, par kuru vēlaties atmaksāt naudu, labajā pusē tiks parādīts sānu panelis ar informāciju par darījumu. Nospiediet pogu “Atmaksāt”, tiks atvērts uznirstošais logs un jums tiks lūgts apstiprināt, ka vēlaties atmaksāt šo darījumu, un noklikšķiniet uz “Apstiprināt”. “Atmaksa” tiks parādīta jūsu nākamajos darbības pārskatos, kā arī kā negatīvs darījums sadaļā “Darījums” ar darījuma veidu “Atmaksa”. </details> </li> <li lang="EN"> <details> <summary> Kur es varu atrast summu, kas vēl nav izmaksāta? </summary> Lūdzu, atlasiet izvēlnes vienumu “Uzņēmums”. Šī uzņēmuma informācijas paneļa augšējā joslā būs redzami atvērtie darījumi, kā arī summa, kas vēl nav izmaksāta. </details> </li> <li lang="EN"> <details> <summary> Kā es varu aizstāvēt/labot atmaksu? </summary> Tas ir atkarīgs no kartes īpašnieka strīda iemesla. Mēs vienmēr nosūtīsim vēstuli, kurā izskaidros strīda cēloni un lūgsim nepieciešamo informāciju/dokumentāciju. Tā kā karšu shēmās ir noteikts noteikts strīdu izšķiršanas procesa termiņš, informācija/dokumentācija jāiesniedz līdz vēstulē minētajam termiņam. Informācija/dokumentācija, kas tiek sniegta pēc šī datuma, var netikt ņemta vērā. </details> </li> <li lang="EN"> <details> <summary> Kas ir atmaksa? </summary> Maksājuma atdošana ir kartes īpašnieka strīds par kredītkartes darījumu. Kartes īpašnieks var apstrīdēt darījumu dažādu iemeslu dēļ (piemēram, krāpšana, nesaņemta prece/pakalpojums, dublēta apstrāde). Strīdu izšķiršanas procesam karšu shēmas ir izdevušas īpašus noteikumus par to, kad kartes īpašnieks drīkst apstrīdēt darījumu un kas tirgotājam ir jāsniedz, lai labotu atmaksu. Ja atmaksa ir derīga un tirgotājs nevar nodrošināt nepieciešamo dokumentāciju, atmaksa ir jāpieņem un no tirgotāja konta tiks debetēts. </details> </li> <li lang="EN"> <details> <summary>Kādi formāti tiek atbalstīti manu datu eksportēšanai?</summary>Jūs varat koplietot vai lejupielādēt rēķinus un norēķinus PDF formātā</details> </li> <li lang="EN"> <details> <summary>Vai Nexi portālā ir iespējams veikt daļēju naudas atmaksu? </summary>Nē, pagaidām tas nav iespējams.</details> </li> <li lang="EN"> <details> <summary>Kad es saņemu savus maksājumus? </summary>Jūsu līdzekļi tiek ieskaitīti jūsu bankas kontā pēc veiksmīgas norēķināšanās. Atkarībā no jūsu bankas pārskaitījums var ilgt vēl 1–2 darbadienas. Maksājumi notiek katru dienu, un jūs varat iegūt pārskatu par saviem maksājumiem sava Nexi portāla cilnē Maksājumi.</details> </li> <li lang="EN"> <details> <summary>Ko nozīmē EOD darījums?</summary>EOD nozīmē dienas beigas (End Of the Day, Kassenschnitt). Tie ir visi darījumi, kas apkopoti par vienu dienu ar noteiktu numuru.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Rēķini, izraksti un brīdinājuma vēstule</summary> <li lang="EN"> <details> <summary>Ko nozīmē kopējā maksa?</summary>Visu maksu kopsumma, piemēram, kopējā starpbanku komisijas maksa, shēmas maksa un pakalpojuma maksa (atdalītājs ir punkts vai komats atkarībā no valodas iestatījumiem).</details> </li> <li lang="EN"> <details> <summary>Es aizmirsu veikt termināļa pārgriešanu. Kas notiks?</summary>Ja esat aizmirsis veikt termināļa pārgriešanu, Vācijas iekšzemes maksājumu metožu (piem., Girocard) darījumi netiks iesniegti, un tāpēc jūs nesaņemsiet maksājumus no šiem Darījumiem. Tiklīdz veiksiet termināļa pārgriešanu, darījumi tiks iesniegti nākamajā dienā. Starptautiskajiem karšu shēmas darījumiem (piem., Mastercard, VISA) termināļa pārslēgšana nav nepieciešama, un tie tiks automātiski reģistrēti pēc mūsu iekšējās sistēmas pārtraukšanas mūsu sistēmās vienu reizi dienā, un jābūt gataviem Norēķiniem.</details> </li> <li lang="EN"> <details> <summary>Kas ir termināļa pārgriešana?</summary>Lai iesniegtu Vācijas iekšzemes maksājumu metožu (piem., Girocard) darījumus, terminālī jāveic termināļa pārgriešana. Lai jūs atbalstītu, mūsu termināļi ir konfigurēti tā, lai katru dienu veiktu automatizētu termināļa pārslēgšanu laikā no 00:00 līdz 01:00. Tas darbojas tikai tad, ja terminālis nav izslēgts.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Lietotņu atbalsts</summary> <li lang="EN"> <details> <summary>Es saņemu pārāk daudz paziņojumu. Kā es varu pārvaldīt savus paziņojumus?</summary>Paziņojumus varat ieslēgt un izslēgt cilnē “Mans uzņēmums”. Cilnē “Mans uzņēmums” atlasiet “Paziņojumi” un pēc tam atlasiet “Atļaut paziņojumus” vai noņemiet atzīmi no tās.</details> </li> <li lang="EN"> <details> <summary>Vai es varu konfigurēt savu informācijas paneli?</summary>Jā. Atlasiet “Rediģēt informācijas paneli” un atlasiet logrīkus un/vai noņemiet to atlasi. Informācijas panelis tiks pielāgots atbilstoši jūsu atlasei</details> </li> <li lang="EN"> <details> <summary>Kādas ir manas paziņojumu opcijas?</summary>Cilnē “Mans uzņēmums” varat ieslēgt un izslēgt paziņojumu preferences: lietotnes uzlabojumi, reklāmas piedāvājumi, datu atjauninājums, ar jūsu uzņēmumu saistītas ziņas no tīkla..</details> </li> </details> </li> </ul> <br> </div> </body> </html>
nb: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 }</style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminal</summary> <li lang="EN"> <details> <summary>How can I order Accessories?</summary>Go to the section ‘Business’ > ‘Shop’ in your portal. Here, you can select the accessories fitting your products.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a charging station for this terminal?</summary>Yes, the Mobile A920 can be charged using this or directly via USB C connection. The cradle, plug and USB cable are included.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - The flash memory can be expanded by 32GB, which cards have been tested or are recommended?</summary>The terminal was tested with a ScanDisk 32GB. For a smooth and fluent use, at least class 10 is recommended.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Which pens can I use for the operation, is there a recommendation from Nexi?</summary>We have a CCV Touch Pen that we recommend for example for the CCV Base Next. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - What happens if I insert a 16GB microSD card larger than the recommended 16GB (the manufacturer says 32GB is possible)?</summary>It is recommended to use it as "portable memory". Tested with a 64GB ScanDisk</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a carrying case?</summary>In the last votes, we have to provide a carrier bag and a silicone protective cover as accessories. As soon as these are available they will be added to our accessories list.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get App's from?</summary>Apps are available in the App Store directly on the Mobile A920. We are constantly working on expanding the available apps. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a vehicle connection (plug and/or cable)?</summary>No, since the battery is charged via the (included) USB cable, you can use the USB ports in the car or a commercially available USB cigarette lighter adapter</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Can I obtain the microSD card from Nexi?</summary>Due to the rapidly falling prices for storage media, Nexi does not offer microSD cards, but recommends purchasing them from electronics retailers.</details> </li> <li lang="EN"> <details> <summary>Why can I not accept tips on my Verifone Terminal?</summary>"To be able to add a tip to your transaction on a Verifone terminal you need to have an A920 Terminal for the same outlet (point of sale). If you have a Verifone terminal and the A920 you may need to manually enable the Tip on the Verifone terminal. To do this: Go to main menu (icon with 4 parallel lines at the bottom of start screen) Go to ""Administration“ menu Go to ""Merchant“ menu and enter your PIN (remember the default PIN is 000000’) Go to ""Card data“ option Go to ""Tip“ option Choose ""Yes“ on ""Allow tip“ screen"</details> </li> <li lang="EN"> <details> <summary>I need a new terminal. How can I order a new one?</summary>You can order additional terminals in our webshop in your portal. Go to ‘Business’ > ‘Shop’, select the terminal you would like to order, confirm your order and the terminal will be delivered to your outlet.</details> </li> <li lang="EN"> <details> <summary>Where can I track the delivery of my terminal?</summary>After your successful terminal order, you will be able to view a tracking link on your online Portal dashboard.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get new receipt/paper rolls?</summary>You can order new paper rolls at any time by phone or on our website https://login.nexi.de, after logging into the SMARTPAY portal.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Does the Android version correspond to the Android of my mobile phone?</summary>No, it is a special Android version that takes into account the high security requirements of a payment terminal. This is called a hardened Android version.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How do you update the apps and the Android operating system?</summary>Updates are made available in the App Store. You will receive a message about available updates on your Mobile A920 and can choose the time of the update yourself. After three months a mandatory update will be made to have the latest versions available. Until then, you have the possibility to install an update yourself to prevent disruptions to business operations. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How long does the battery last in stand-by mode?</summary>As with your mobile phone, the battery life depends on the use and, if necessary, on apps running in the background and the availability of the wireless or WLAN network.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a display protection film similar to a mobile phone?</summary>A screen protector is available as an accessory and can be ordered online.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Contract</summary> <li lang="EN"> <details> <summary>Where can I find my business data?</summary>The 'My Business' screen provides details about your company and you can select upto 20 sales location on this screen. You can view the terminal details for the selected sales locations in the section 'Terminals'. Also, the functionality of selecting sales locations is available on all screens.</details> </li> <li lang="EN"> <details> <summary>Where can I find my Service agreement?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your contract details.</details> </li> <li lang="EN"> <details> <summary>Which Card types can I currently accept with my Nexi contract?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement Details including Card type acceptances. </details> </li> <li lang="EN"> <details> <summary>What is meant by PCI Compliance Regulations?</summary>The Payment Card Industry Data Security Standard (PCI DSS) is a set of security standards designed to ensure that ALL companies that accept, process, store or transmit credit card information maintain a secure environment. Please see <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a> for more Information.</details> </li> <li lang="EN"> <details> <summary>Where can I find the pricelist?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your pricelist. </details> </li> <li lang="EN"> <details> <summary>Where can I view the Terms and & Conditions?</summary>The section 'My Business' > 'About' > 'Terms and Conditions' provides you access to the Terms and Conditions. You may also visit our Website <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a> for General Terms and Conditions. </details> </li> <li lang="EN"> <details> <summary>What is GDPR?</summary>"The EU General Data Protection Regulation (GDPR) is an EU regulation (applicable since 25 May 2018) that ensures the protection of the rights and freedom of natural persons in relation to the processing of their personal data, which is a fundamental right in the EU. More specifically, the GDPR regulates, in form of strict rules, the processing (i.e. collection, storing, transfer, deletion etc.) of personal data in all companies operating within the EU. Please visit the public pages of the EU for more information: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>."</details> </li> <li lang="EN"> <details> <summary>I need a contract confirmation as document. How to proceed?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement details. This page can be printed out directly from your own device. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Account Data</summary> <li lang="EN"> <details> <summary>How can I change the name of my company?</summary>In order to change the name of your company, please contact our service center for support. Go to the ‘Support’ section in your Nexi portal ((<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), go to ‘Send us a message’ and select the category ‘Account data’ > ‘Change of company name/ ownership’. </details> </li> <li lang="EN"> <details> <summary>How can I change my receipt text?</summary>In the future, you will be able to change your receipt text directly in your Nexi portal. Until then, we kindly ask you to raise a service request via the ‘Support’ section in your Nexi portal. Select ‘Account Data’ > ‘Other account data’ as a category and fill in your updated receipt text. Our service center will process your request for you.</details> </li> <li lang="EN"> <details> <summary>How can I change my bank account details?</summary>Go to the ‘Business’ page in your Nexi Portal. Select the legal entity and edit your bank account details. It is possible to enter a future valid from date to ease bank account changes due to monthly/ annual closures or change of ownership. The current bank account stays active until the new bank account's valid from date.</details> </li> <li lang="EN"> <details> <summary>Can I edit my account data?</summary>Yes, your user account can be changed on the ‘Account’ page in your portal. You can also change account data such as bank account and address details by visiting the ‘Business’ page in your portal.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Transactions & Payments</summary> <li lang="EN"> <details> <summary> How can I refund a transaction? </summary> Go to ‘Transaction’ page in your portal, select the transaction you would like to refund, a side panel with transaction details will be displayed on the right. Press the button ‘Refund’, a pop-up window will open and you will be asked to confirm that you want to refund this transaction and click ‘Confirm’. The ‘Refund’ will be displayed in your next Activity Statements as well as appear as a negative transaction in the ‘Transaction’ area with the transaction type ‘Refund’. </details> </li> <li lang="EN"> <details> <summary> Where can I find the amount that has not been paid out, yet? </summary> Please select the menu item ‘Business’. The top bar of this business Dashboard will display you the open transactions as well as the amount which has not been paid out yet. </details> </li> <li lang="EN"> <details> <summary> How can I process defend / remedy a chargeback? </summary> This depends on the cardholder's dispute reason. We will always provide a letter explaining the dispute reason and asking for the required information / documentation. As the card schemes have set a fixed timeline for the dispute resolution process, the information / documentation must be submitted until the deadline mentioned in the letter. Information / documentation that is provided after that date might not be taken into consideration. </details> </li> <li lang="EN"> <details> <summary> What is a Chargeback? </summary> A chargeback is the cardholder's dispute of a credit card transaction. The cardholder may dispute a transaction due to different reasons (e.g. fraud, merchandise/ service not received, duplicate processing). For the dispute resolution process, the card schemes have issued specific rules as to when a cardholder is allowed to dispute a transaction and what a merchant has to provide in order to remedy the chargeback. If a chargeback is valid and a merchant is unable to provide the required documentation, the chargeback must be accepted and the merchant's account will be debited. </details> </li> <li lang="EN"> <details> <summary>Which Formats are supported to export my data?</summary>You can share or download the invoices and settlements in PDF format</details> </li> <li lang="EN"> <details> <summary>Is it possible to do a partial refund in the Nexi portal? </summary>No, it is not possible, yet.</details> </li> <li lang="EN"> <details> <summary>When do I receive my payments? </summary>Payment settlements take up to 2 business days. Your funds are paid out to your bank account after successful settlement. Depending on your bank, the transfer may take an additional 1-2 business days. Payments happen daily and you can get an overview of your payments on the ‘Payments’ tab in your Nexi portal.</details> </li> <li lang="EN"> <details> <summary>What does EOD transaction mean?</summary>EOD means End Of the Day (Kassenschnitt). These are all transactions gathered for one day under a specific number.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Invoices, Statements & Dunning Letter</summary> <li lang="EN"> <details> <summary>What is meant by total fee?</summary>The total of all fees, e.g. total of interchange fee, scheme fee and service fee (the separator is a point or a comma, depending on the language settings).</details> </li> <li lang="EN"> <details> <summary>I forgot to make a terminal cutover. What will happen?</summary>If you forgot to do the terminal cutover, the transactions of the German domestic payment methods (e.g. Girocard) will not be submitted and therefore you will not receive the payments out of these Transactions. As soon as you do the terminal cutover the transactions will be submitted the next day. International Card Scheme Transactions (e.g. Mastercard, VISA) don't need a terminal cutover and will be captured automatically after our internal System cut-off in our Systems once a day and be prepared for the Settlement.</details> </li> <li lang="EN"> <details> <summary>What is a terminal cutover?</summary>In order to submit the transactions of the German domestic payment methods (e.g. Girocard) you need to do a terminal cutover at the terminal. To support you our terminals are configured to do a daily automated terminal cutover between 00:00 and 01:00. This only works if the terminal is not switched off.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">App Support</summary> <li lang="EN"> <details> a <summary>I receive too many notifications. How can I manage my notifications?</summary>You may toggle on and off notifications in the 'My Business' tab. Select Notifications from the 'My Business' tab and then select or de-select 'Allow notifications'.</details> </li> <li lang="EN"> <details> <summary>Can I configure my Dashboard?</summary>Yes. Select ‘Edit Dashboard’ and select and/or deselect widgets. Your dashboard will adjust according to your selection</details> </li> <li lang="EN"> <details> <summary>Which are my notification options?</summary>You may toggle on and off your notification preferences in the 'My Business' tab for the following: Improvements to the app, Promotional offers, Data update, News from Nets related to your business.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
sv: <!DOCTYPE html> <html> <title>FAQ English</title> <meta name="viewport" content="width=device-width, initial-scale=1"> <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css"> <head> <style> @font-face { font-family: appFont; src: url(AppFontDefault.ttf); font-size: 12pt; color: #1D1D1B; } @font-face { font-family: appHeaderFont; src: url(AppFontHeader.ttf); font-size: 13pt; color: #1D1D1B; } body { background-color: #F9F9F8; direction: ltr; line-height: 120%; text-align: left; } details summary::-webkit-details-marker { display: none; } details summary { outline: none; font-weight: bold; background: #F9F9F8; margin-top: 0.1in; margin-bottom: 0.1in; font-family: appHeaderFont; } details { padding: 10px; border-radius: 10px; border: none; background: #FFFFFF; margin: 8px 16px; } .w3-ul li{ border-bottom: 0px solid #000000; padding:0px 0px 0px 0px } details>summary { background:none; list-style: none; display: flex; align-items: center; } summary::-webkit-details-marker { display: none } details>summary::after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1jXSsiu5IKSmwP8MyxAltr/8d976280c84cfb9ef3da0abfe76d416a/add.svg'); padding-left:10px; display: inline-block; margin: auto; margin-right: 0px; } details[open]>summary:after { content: url('https://images.ctfassets.net/fi0p3oi4pfbn/1CMyEzg5dMfwApRKNMdAcr/139e2418e11fd95645eff64970990a1a/remove.svg') ; padding-left:10px; margin: auto; margin-right: 0px; } details>li>details{ border: 1px solid #CCCCCC; } ul { background-color: #F6F7F9 }</style> </head> <body> <div> <ul class="w3-ul"> <li lang="EN"> <details> <summary class="category">Terminal</summary> <li lang="EN"> <details> <summary>How can I order Accessories?</summary>Go to the section ‘Business’ > ‘Shop’ in your portal. Here, you can select the accessories fitting your products.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a charging station for this terminal?</summary>Yes, the Mobile A920 can be charged using this or directly via USB C connection. The cradle, plug and USB cable are included.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - The flash memory can be expanded by 32GB, which cards have been tested or are recommended?</summary>The terminal was tested with a ScanDisk 32GB. For a smooth and fluent use, at least class 10 is recommended.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Which pens can I use for the operation, is there a recommendation from Nexi?</summary>We have a CCV Touch Pen that we recommend for example for the CCV Base Next. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - What happens if I insert a 16GB microSD card larger than the recommended 16GB (the manufacturer says 32GB is possible)?</summary>It is recommended to use it as "portable memory". Tested with a 64GB ScanDisk</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a carrying case?</summary>In the last votes, we have to provide a carrier bag and a silicone protective cover as accessories. As soon as these are available they will be added to our accessories list.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get App's from?</summary>Apps are available in the App Store directly on the Mobile A920. We are constantly working on expanding the available apps. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a vehicle connection (plug and/or cable)?</summary>No, since the battery is charged via the (included) USB cable, you can use the USB ports in the car or a commercially available USB cigarette lighter adapter</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Can I obtain the microSD card from Nexi?</summary>Due to the rapidly falling prices for storage media, Nexi does not offer microSD cards, but recommends purchasing them from electronics retailers.</details> </li> <li lang="EN"> <details> <summary>Why can I not accept tips on my Verifone Terminal?</summary>"To be able to add a tip to your transaction on a Verifone terminal you need to have an A920 Terminal for the same outlet (point of sale). If you have a Verifone terminal and the A920 you may need to manually enable the Tip on the Verifone terminal. To do this: Go to main menu (icon with 4 parallel lines at the bottom of start screen) Go to ""Administration“ menu Go to ""Merchant“ menu and enter your PIN (remember the default PIN is 000000’) Go to ""Card data“ option Go to ""Tip“ option Choose ""Yes“ on ""Allow tip“ screen"</details> </li> <li lang="EN"> <details> <summary>I need a new terminal. How can I order a new one?</summary>You can order additional terminals in our webshop in your portal. Go to ‘Business’ > ‘Shop’, select the terminal you would like to order, confirm your order and the terminal will be delivered to your outlet.</details> </li> <li lang="EN"> <details> <summary>Where can I track the delivery of my terminal?</summary>After your successful terminal order, you will be able to view a tracking link on your online Portal dashboard.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Where can I get new receipt/paper rolls?</summary>You can order new paper rolls at any time by phone or on our website https://login.nexi.de, after logging into the SMARTPAY portal.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Does the Android version correspond to the Android of my mobile phone?</summary>No, it is a special Android version that takes into account the high security requirements of a payment terminal. This is called a hardened Android version.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How do you update the apps and the Android operating system?</summary>Updates are made available in the App Store. You will receive a message about available updates on your Mobile A920 and can choose the time of the update yourself. After three months a mandatory update will be made to have the latest versions available. Until then, you have the possibility to install an update yourself to prevent disruptions to business operations. </details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - How long does the battery last in stand-by mode?</summary>As with your mobile phone, the battery life depends on the use and, if necessary, on apps running in the background and the availability of the wireless or WLAN network.</details> </li> <li lang="EN"> <details> <summary>CCV Mobile Terminal A920 - Is there a display protection film similar to a mobile phone?</summary>A screen protector is available as an accessory and can be ordered online.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Contract</summary> <li lang="EN"> <details> <summary>Where can I find my business data?</summary>The 'My Business' screen provides details about your company and you can select upto 20 sales location on this screen. You can view the terminal details for the selected sales locations in the section 'Terminals'. Also, the functionality of selecting sales locations is available on all screens.</details> </li> <li lang="EN"> <details> <summary>Where can I find my Service agreement?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your contract details.</details> </li> <li lang="EN"> <details> <summary>Which Card types can I currently accept with my Nexi contract?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement Details including Card type acceptances. </details> </li> <li lang="EN"> <details> <summary>What is meant by PCI Compliance Regulations?</summary>The Payment Card Industry Data Security Standard (PCI DSS) is a set of security standards designed to ensure that ALL companies that accept, process, store or transmit credit card information maintain a secure environment. Please see <a href="https://www.pcicomplianceguide.org/faq/">https://www.pcicomplianceguide.org/faq/</a> for more Information.</details> </li> <li lang="EN"> <details> <summary>Where can I find the pricelist?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your pricelist. </details> </li> <li lang="EN"> <details> <summary>Where can I view the Terms and & Conditions?</summary>The section 'My Business' > 'About' > 'Terms and Conditions' provides you access to the Terms and Conditions. You may also visit our Website <a href="https://portal.nexi.de/">https://portal.nexi.de.com</a> for General Terms and Conditions. </details> </li> <li lang="EN"> <details> <summary>What is GDPR?</summary>"The EU General Data Protection Regulation (GDPR) is an EU regulation (applicable since 25 May 2018) that ensures the protection of the rights and freedom of natural persons in relation to the processing of their personal data, which is a fundamental right in the EU. More specifically, the GDPR regulates, in form of strict rules, the processing (i.e. collection, storing, transfer, deletion etc.) of personal data in all companies operating within the EU. Please visit the public pages of the EU for more information: <a href="http://ec.europa.eu/justice/data-protection/reform/index_en.htm">http://ec.europa.eu/justice/data-protection/reform/index_en.htm</a>."</details> </li> <li lang="EN"> <details> <summary>I need a contract confirmation as document. How to proceed?</summary>On the Nexi portal (<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), the section ‘Business’ > ‘Legal’ provides you access to your Service Agreement details. This page can be printed out directly from your own device. </details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Account Data</summary> <li lang="EN"> <details> <summary>How can I change the name of my company?</summary>In order to change the name of your company, please contact our service center for support. Go to the ‘Support’ section in your Nexi portal ((<a href="https://portal.nexi.de/">https://portal.nexi.de/</a>), go to ‘Send us a message’ and select the category ‘Account data’ > ‘Change of company name/ ownership’. </details> </li> <li lang="EN"> <details> <summary>How can I change my receipt text?</summary>In the future, you will be able to change your receipt text directly in your Nexi portal. Until then, we kindly ask you to raise a service request via the ‘Support’ section in your Nexi portal. Select ‘Account Data’ > ‘Other account data’ as a category and fill in your updated receipt text. Our service center will process your request for you.</details> </li> <li lang="EN"> <details> <summary>How can I change my bank account details?</summary>Go to the ‘Business’ page in your Nexi Portal. Select the legal entity and edit your bank account details. It is possible to enter a future valid from date to ease bank account changes due to monthly/ annual closures or change of ownership. The current bank account stays active until the new bank account's valid from date.</details> </li> <li lang="EN"> <details> <summary>Can I edit my account data?</summary>Yes, your user account can be changed on the ‘Account’ page in your portal. You can also change account data such as bank account and address details by visiting the ‘Business’ page in your portal.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Transactions & Payments</summary> <li lang="EN"> <details> <summary> How can I refund a transaction? </summary> Go to ‘Transaction’ page in your portal, select the transaction you would like to refund, a side panel with transaction details will be displayed on the right. Press the button ‘Refund’, a pop-up window will open and you will be asked to confirm that you want to refund this transaction and click ‘Confirm’. The ‘Refund’ will be displayed in your next Activity Statements as well as appear as a negative transaction in the ‘Transaction’ area with the transaction type ‘Refund’. </details> </li> <li lang="EN"> <details> <summary> Where can I find the amount that has not been paid out, yet? </summary> Please select the menu item ‘Business’. The top bar of this business Dashboard will display you the open transactions as well as the amount which has not been paid out yet. </details> </li> <li lang="EN"> <details> <summary> How can I process defend / remedy a chargeback? </summary> This depends on the cardholder's dispute reason. We will always provide a letter explaining the dispute reason and asking for the required information / documentation. As the card schemes have set a fixed timeline for the dispute resolution process, the information / documentation must be submitted until the deadline mentioned in the letter. Information / documentation that is provided after that date might not be taken into consideration. </details> </li> <li lang="EN"> <details> <summary> What is a Chargeback? </summary> A chargeback is the cardholder's dispute of a credit card transaction. The cardholder may dispute a transaction due to different reasons (e.g. fraud, merchandise/ service not received, duplicate processing). For the dispute resolution process, the card schemes have issued specific rules as to when a cardholder is allowed to dispute a transaction and what a merchant has to provide in order to remedy the chargeback. If a chargeback is valid and a merchant is unable to provide the required documentation, the chargeback must be accepted and the merchant's account will be debited. </details> </li> <li lang="EN"> <details> <summary>Which Formats are supported to export my data?</summary>You can share or download the invoices and settlements in PDF format</details> </li> <li lang="EN"> <details> <summary>Is it possible to do a partial refund in the Nexi portal? </summary>No, it is not possible, yet.</details> </li> <li lang="EN"> <details> <summary>When do I receive my payments? </summary>Payment settlements take up to 2 business days. Your funds are paid out to your bank account after successful settlement. Depending on your bank, the transfer may take an additional 1-2 business days. Payments happen daily and you can get an overview of your payments on the ‘Payments’ tab in your Nexi portal.</details> </li> <li lang="EN"> <details> <summary>What does EOD transaction mean?</summary>EOD means End Of the Day (Kassenschnitt). These are all transactions gathered for one day under a specific number.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">Invoices, Statements & Dunning Letter</summary> <li lang="EN"> <details> <summary>What is meant by total fee?</summary>The total of all fees, e.g. total of interchange fee, scheme fee and service fee (the separator is a point or a comma, depending on the language settings).</details> </li> <li lang="EN"> <details> <summary>I forgot to make a terminal cutover. What will happen?</summary>If you forgot to do the terminal cutover, the transactions of the German domestic payment methods (e.g. Girocard) will not be submitted and therefore you will not receive the payments out of these Transactions. As soon as you do the terminal cutover the transactions will be submitted the next day. International Card Scheme Transactions (e.g. Mastercard, VISA) don't need a terminal cutover and will be captured automatically after our internal System cut-off in our Systems once a day and be prepared for the Settlement.</details> </li> <li lang="EN"> <details> <summary>What is a terminal cutover?</summary>In order to submit the transactions of the German domestic payment methods (e.g. Girocard) you need to do a terminal cutover at the terminal. To support you our terminals are configured to do a daily automated terminal cutover between 00:00 and 01:00. This only works if the terminal is not switched off.</details> </li> </details> </li> <li lang="EN"> <details> <summary class="category">App Support</summary> <li lang="EN"> <details> <summary>I receive too many notifications. How can I manage my notifications?</summary>You may toggle on and off notifications in the 'My Business' tab. Select Notifications from the 'My Business' tab and then select or de-select 'Allow notifications'.</details> </li> <li lang="EN"> <details> <summary>Can I configure my Dashboard?</summary>Yes. Select ‘Edit Dashboard’ and select and/or deselect widgets. Your dashboard will adjust according to your selection</details> </li> <li lang="EN"> <details> <summary>Which are my notification options?</summary>You may toggle on and off your notification preferences in the 'My Business' tab for the following: Improvements to the app, Promotional offers, Data update, News from Nets related to your business.</details> </li> </details> </li> </ul> <br> </div> </body> </html>
