Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_cvr_not_found_desc1
source: Unfortunately, we are unable to find you in our system. Please check your email and company VAT number.
da: Vi kan desværre ikke finde dig i vores system. Kontrollér din e-mail og dit CVR-nummer.
de: Leider können wir Sie in unserem System nicht finden. Bitte überprüfen Sie Ihre E-Mail-Adresse und Ihre Umsatzsteuer-Identifikationsnummer.
et_ee: Kahjuks ei suuda meid teie süsteemis leida. Kontrollige oma e-posti aadressi ja ettevõtte KMKR numbrit.
fi: Valitettavasti emme löytäneet sinua järjestelmästä. Tarkista sähköposti ja yrityksesi y-tunnus.
fr: Nous ne parvenons malheureusement pas à vous trouver dans notre système. Veuillez vérifier votre adresse e-mail et le numéro de TVA de votre entreprise.
it: Purtroppo non riusciamo a trovarti nel nostro sistema. Controlla la tua e-mail e il numero di partita IVA della tua azienda.
lt_lt: Savo sistemoje Jūsų, deja, neradome. Patikrinkite savo el. pašto adresą ir įmonės PVM kodą.
lv_lv: Diemžēl mēs nevaram jūs atrast mūsu sistēmā. Lūdzu, pārbaudiet savu e-pastu un uzņēmuma PVN numuru.
nb: Vi finner deg dessverre ikke i systemet. Kontroller e-posten og organisasjonens mva-nummer.
sv: Tyvärr kan vi inte hitta dig i vårt system. Kontrollera din e-postadress och momsregistreringsnummer.

# ms_cvr_not_found_title
source: No results
da: Ingen resultater
de: Keine Ergebnisse
et_ee: Tulemusi ei ole
fi: Ei tuloksia
fr: Aucun résultat
it: Nessun risultato
lt_lt: Rezultatų nerasta
lv_lv: Nav rezultātu
nb: Ingen resultater
sv: Inga resultat

# ms_cvr_one_email_msg
source: Sends an automatic e-mail.
da: Sender en automatisk e-mail.
de: Sendet automatisch eine E-Mail.
et_ee: Saadab automaatse e-kirja.
fi: Lähettää automaattisen sähköpostiviestin.
fr: Envoie un e-mail automatique.
it: Invia un'e-mail automatica.
lt_lt: Siunčiamas automatinis el. laiškas.
lv_lv: Nosūta automātisku e-pastu.
nb: Sender en automatisk e-post.
sv: Skickar ett automatiskt e-postmeddelande.

# ms_cvr_req_access_btn
source: Request access
da: Anmod om adgang
de: Fordern Sie Zugriff an
et_ee: Taotle juurdepääsu
fi: Pyydä käyttöoikeus
fr: Demander l'accès
it: Richiedi accesso
lt_lt: Prašyti prieigos
lv_lv: Pieprasīt piekļuvi
nb: Be om tilgang
sv: Begär tillgång

# ms_cvr_req_access_desc
source: Request access
da: Anmod om adgang
de: Fordern Sie Zugriff an
et_ee: Taotle juurdepääsu
fi: Pyydä käyttöoikeus
fr: Demander l'accès
it: Richiedi accesso
lt_lt: Prašyti prieigos
lv_lv: Pieprasiet piekļuvi
nb: Be om tilgang
sv: Begär tillgång

# ms_cvr_sign_email_req_access_desc
source: Use this email to sign in or request access to the administrator.
da: Brug denne e-mailadresse til at logge på eller anmode administratoren om adgang.
de: Verwenden Sie diese E-Mail-Adresse, um sich anzumelden oder Zugriff als Administrator zu beantragen.
et_ee: Kasutage sisselogimiseks seda e-posti aadressi või taotlege administraatorilt juurdepääsu.
fi: Käytä tätä sähköpostiosoitetta kirjautuaksesi sisään tai pyytääksesi käyttöoikeutta järjestelmänvalvojalta.
fr: Utilisez cette adresse e-mail pour vous connecter ou demandez un accès à l'administrateur.
it: Usa questa e-mail per accedere o richiedere l'accesso all'amministratore.
lt_lt: Naudokite šį el. pašto adresą norėdami prisijungti arba paprašyti administratoriaus prieigos.
lv_lv: Izmantojiet šo e-pastu, lai pierakstītos vai pieprasītu piekļuvi administratoram.
nb: Bruk denne e-posten til å logge på eller be om tilgang til administratoren.
sv: Använd den här e-postadressen för att logga in eller begära tillgång från administratören.

# ms_cvr_sign_in_title
source: Help me sign in
da: Hjælp til login
de: Hilfe bei der Anmeldung
et_ee: Sisselogimise abi
fi: Auta minua kirjautumaan sisään
fr: Aidez-moi à m'enregistrer
it: Aiutami a effettuare l'accesso
lt_lt: Padėkite man užsiregistruoti
lv_lv: Palīdziet man pierakstīties
nb: Hjelp meg med å logge på
sv: Jag behöver hjälp med att logga in

# ms_cvr_vat_desc
source: Enter the VAT of the company
da: Indtast virksomhedens CVR nummer
de: Geben Sie die Umsatzsteuer-Identifikationsnummer des Unternehmens ein
et_ee: Sisestage ettevõtte KMKR-number
fi: Syötä yrityksen Y-tunnus
fr: Entrer le n° de TVA de l'entreprise
it: Inserisci il numero di partita IVA dell'azienda
lt_lt: Įveskite įmonės PVM kodą
lv_lv: Ievadiet uzņēmuma PVN numuru
nb: Angi bedriftens mva-nummeer
sv: Ange företagets VAT-nummer

# ms_cvr_vat_desc_de
source: Enter the Business partner ID of the company
da: Indtast virksomhedens Forretningspartner-ID
de: Geben Sie die Geschäftspartner-ID des Unternehmens ein
et_ee: Sisestage ettevõtte Äripartneri ID
fi: Syötä liikekumppanitunnus
fr: Entrez l'identifiant du partenaire commercial de l'entreprise
it: Inserisci l'ID del partner commerciale dell'azienda
lt_lt: Įveskite įmonės verslo partnerio ID
lv_lv: Ievadiet uzņēmuma darījuma partnera ID
nb: Angi bedriftens forretningspartner-ID
sv: Ange företagets affärspartner-ID

# ms_cvr_vat_format
source: Vat number must be in format XXXXXXX-X
da: CVR-nummeret skal have formatet XXXXXXX-X
de: Mwst.-Nr. muss im Format XXXXXXX-X angegeben werden
et_ee: KMKR-numbri vorming peab olema XXXXXXX-X
fi: Y-tunnuksen pitää olla muodossa XXXXXXX-X
fr: Le numéro de TVA doit être au format XXXXXXX-X
it: Il numero di partita IVA deve essere nel formato XXXXXXX-X
lt_lt: PVM kodas turi atitikti formatą XXXXXXX-X
lv_lv: PVN numuram ir jābūt šādā formātā: XXXXXXX-X
nb: Mva-nummeret må være i formatet XXXXXXX-X
sv: Momsregistreringsnumret måste vara i formatet XXXXXXX-X

# ms_cvr_vat_hint
source: Enter your company VAT to get e-mail hint send to your e-mail address
da: Indtast din virksomheds CVR nummer for at få tips sendt til din e-mailadresse
de: Geben Sie die Umsatzsteuer-Identifikationsnummer Ihres Unternehmens ein, um eine Benachrichtigung per E-Mail an Ihre E-Mail-Adresse zu erhalten.
et_ee: Sisesta oma ettevõtte KMKR-number, et saada e-posti aadressile vihje
fi: Anna yrityksesi Y-tunnus saadaksesi sähköpostivihjeen sähköpostiisi.
fr: Entrez le n° de TVA de votre entreprise pour faire envoyer un message d'aide à votre adresse e-mail
it: Inserisci il numero di partita IVA della tua azienda per ottenere consigli via e-mail
lt_lt: Įveskite savo įmonės PVM kodą ir Jūsų el. paštu bus išsiųsta užuomina
lv_lv: Ievadiet sava uzņēmuma PVN numuru, lai uz jūsu e-pasta adresi tiktu nosūtīts e-pasta padoms
nb: Angi bedriftens mva-nummer for å motta tipset via e-post
sv: Ange ditt företags VAT-nummer för att få en e-postledtråd skickad till din e-postadress

# ms_cvr_vat_hint_de
source: Enter your Business partner ID to get e-mail hint send to your e-mail address
da: Indtast din virksomheds affärspartner-ID for at få tips sendt til din e-mailadresse
de: Geben Sie die Geschäftspartner-ID Ihres Unternehmens ein, um eine Benachrichtigung per E-Mail an Ihre E-Mail-Adresse zu erhalten.
et_ee: Sisestage oma äripartneri id, et teie e-posti aadressile saadetakse e-posti vihje
fi: Anna liikekumppanitunnuksesi saadaksesi sähköpostivihjeen sähköpostiisi.
fr: Entrez votre identifiant de partenaire commercial pour faire envoyer un message d'aide à votre adresse e-mail
it: Inserisci l'ID del tuo Business partner per ottenere un suggerimento sull'e-mail inviata al tuo indirizzo e-mail
lt_lt: Įveskite savo verslo partnerio ID ir Jūsų el. paštu bus išsiųsta užuomina
lv_lv: Ievadiet sava darījuma partnera ID, lai uz jūsu e-pasta adresi tiktu nosūtīts e-pasta padoms
nb: Angi bedriftens forretningspartner-ID for å motta tipset via e-post
sv: Ange ditt företags affärspartner-ID för att få en e-postledtråd skickad till din e-postadress

# ms_cvr_vat_no_error
source: Vat number must exactly be %d digits long.
da: CVR nummeret skal bestå af %d cifre.
de: Die Umsatzsteuer-Identifikationsnummer muss genau %d Zahlen haben.
et_ee: KMKR-number peab olema täpselt %d numbrit pikk.
fi: Y-tunnuksessa on oltava %d merkkiä
fr: Le n° de TVA doit comporter exactement %d chiffres.
it: Il numero di partita IVA deve essere esattamente di %d cifre.
lt_lt: PVM kodą turi sudaryti tiksliai %d skaitmenys.
lv_lv: PVN numuram ir jābūt tieši %d ciparus garam.
nb: Mva-nummeret må bestå av nøyaktig %d sifre.
sv: VAT-numret måste innehålla exakt %d siffror.

# ms_cvr_vat_no_error_msg
source: Vat number must be a number between 3 and 15 digits
da: CVR nummeret skal bestå af mellem 3 og 15 cifre
de: Die Umsatzsteuer-Identifikationsnummer muss eine 3- bis 15-stellige Zahl sein
et_ee: KMKR-number peab olema vahemikus 3-15 numbrit
fi: Y-tunnuksessa on oltava 3–15 merkkiä
fr: Le n° de TVA doit être un nombre composé de 3 à 15 chiffres
it: Il numero di partita IVA deve essere un numero compreso tra 3 e 15 cifre
lt_lt: PVM kodas turi būti skaičius, kurį sudaro 3–15 skaitmenys
lv_lv: PVN numuram ir jābūt skaitlim no 3 līdz 15 cipariem
nb: Mva-nummeret må være et tall på mellom 3 og 15 sifre
sv: VAT-numret måste innehålla mellan 3 och 15 siffror

# ms_cvr_vat_no_error_msg_de
source: Business partner ID must be a number between 3 and 15 digits
da: Forretningspartner-ID skal bestå af mellem 3 og 15 cifre
de: Die Geschäftspartner-ID muss eine 3- bis 15-stellige Zahl sein
et_ee: Äripartneri ID peab olema vahemikus 3-15 numbrit
fi: Liikekumppanitunnuksen on oltava 3–15 merkkiä
fr: L'identifiant du partenaire commercial doit être un nombre composé de 3 à 15 chiffres
it: L'ID del partner commerciale deve essere un numero da 3 a 15 cifre
lt_lt: Verslo partnerio ID turi būti skaičius, kurį sudaro 3–15 skaitmenys
lv_lv: Darījumu partnera ID ir jābūt skaitlim no 3 līdz 15 cipariem
nb: Forretningspartner-ID må være et tall på mellom 3 og 15 sifre
sv: Affärspartner-ID måste innehålla mellan 3 och 15 siffror

# ms_dashboard
source: Dashboard
et_ee: Töölaud
fi: Analytiikka
fr: Tabl. bord
lt_lt: Skydelis
lv_lv: Info pan.
nb: Dashbord
sv: Översikt

# ms_dashboard_teaser_activity
source: Get an overview of your transactions by the hour.
da: Få overblik over dine transaktioner time for time.
de: Übersicht über Ihre Transaktionen pro Stunde.
et_ee: Saate oma tehingutest tundide kaupa ülevaate.
fi: Seuraa tapahtumamääriäsi tunnin tarkkuudella
fr: Ayez un aperçu de vos transactions dans l'heure.
it: Ottieni una panoramica delle transazioni per ora.
lt_lt: Gaukite savo operacijų apžvalgą pagal valandą.
lv_lv: Stundas laikā gūstiet pārskatu par darījumiem
nb: Få en oversikt over transaksjonene dine per time.
sv: Få en överblick över dina transaktioner per timme.

# ms_dashboard_teaser_recurring_customers
source: Learn about recurring customers and where they come from
da: Få mere at vide om tilbagevendende kunder, og hvor de kommer fra.
de: Erhalten Sie Informationen zu wiederkehrenden Kunden und woher diese stammen
et_ee: Lugege korduvate klientide ja nende päritolu kohta
fi: Saa kanta-asiakkaistasi lisätietoja ja ymmärrä mistä he tulevat
fr: En savoir plus sur les clients réguliers et leur provenance
it: Scopri i clienti abituali e da dove provengono.
lt_lt: Gaukite informacijos apie sugrįžtančius klientus ir iš kur jie ateina
lv_lv: Uzziniet par regulāriem klientiem un to, no kurienes viņi nāk
nb: Finn ut mer om tilbakevendende kunder og hvor de kommer fra
sv: Lär dig mer om återkommande kunder och var de kommer ifrån

# ms_dashboard_teaser_trans_txt_copy
source: Get an overview of card transactions which have been approved.
da: Få overblik over godkendte korttransaktioner.
de: Erhalten Sie einen Überblick über genehmigte Kartentransaktionen.
et_ee: Saate ülevaate kinnitatud kaarditehingutest.
fi: Saat yleiskuvan hyväksytyistä korttitapahtumista.
fr: Découvrez une vue d'ensemble des transactions par carte qui ont été autorisées.
it: Ottieni una panoramica delle transazioni con la carta che sono state approvate.
lt_lt: Gaukite patvirtintų operacijų kortele apžvalgą.
lv_lv: Iegūstiet pārskatu par apstiprinātajiem karšu darījumiem.
nb: Få en oversikt over godkjente korttransaksjoner.
sv: Få en översikt över korttransaktioner som har godkänts.

# ms_dashboard_teaser_transactions
source: Get an overview of card transactions which have been approved.
da: Få overblik over godkendte korttransaktioner.
de: Erhalten Sie einen Überblick über genehmigte Kartentransaktionen.
et_ee: Saate ülevaate kinnitatud kaarditehingutest.
fi: Saat yleiskuvan hyväksytyistä korttitapahtumista.
fr: Découvrez une vue d'ensemble des transactions par carte qui ont été autorisées.
it: Ottieni una panoramica delle transazioni con la carta che sono state approvate.
lt_lt: Gaukite patvirtintų operacijų kortele apžvalgą.
lv_lv: Iegūstiet pārskatu par apstiprinātajiem karšu darījumiem.
nb: Få en oversikt over godkjente korttransaksjoner.
sv: Få en översikt över korttransaktioner som har godkänts.

# ms_dashboard_teaser_turnover
source: Keep track of your business performance.
da: Hold øje med din virksomheds resultater.
de: Behalten Sie Ihre Geschäftsleistung im Auge.
et_ee: Jälgige oma ettevõtte tulemuslikkust.
fi: Seuraa yrityksesi myynnin kehitystä
fr: Suivez vos résultats commerciaux.
it: Controlla le performance della tua attività.
lt_lt: Sekite savo verslo rezultatus.
lv_lv: Sekojiet līdzi sava uzņēmuma sniegumam.
nb: Hold oversikt over forretningsresultatene dine.
sv: Håll koll på dina affärsresultat.

# ms_data_delay_article_1_text
source: When you start to transact and use your terminal(s), data will start to appear in the app. It is also possible to see your transactions on your terminal(s), see below.
da: Når du begynder at gennemføre transaktioner og bruge dine terminaler, vil data begynde at blive vist i appen.
de: Wenn Sie mit Transaktionen beginnen und Ihr(e) Terminal(e) verwenden, werden Daten in der App angezeigt.
et_ee: Kui hakkad tegema tehinguid ja kasutama oma terminale, hakkavad andmed ilmuma rakenduses. Samuti saad tehinguid vaadata oma terminalides – vaata allpool.
fi: Kun alat tehdä tapahtumia ja käyttää päätelaitettasi, tiedot alkavat näkyä sovelluksessa. Voit myös tarkastella tapahtumiasi päätelaitteessa – katso alta.
fr: Lorsque vous commencez à effectuer des transactions et à utiliser votre (vos) terminal(s), les données commenceront à apparaître dans l'application.
it: Quando inizi a effettuare transazioni e utilizzi i tuoi terminali, i dati inizieranno a comparire nell'app.
lt_lt: Kai pradėsite vykdyti operacijas ir naudotis savo terminalais, duomenys pradės matytis programėlėje. Taip pat galite matyti operacijas terminale – žiūrėkite žemiau.
lv_lv: Kad sāksi veikt darījumus un izmantot savus termināļus, dati sāks parādīties lietotnē. Darījumus vari aplūkot arī savos termināļos – skatīt zemāk.
nb: Når du begynner å gjennomføre transaksjoner og bruke terminalene dine, vil data begynne å vises i appen.
sv: När du börjar göra transaktioner och använda dina terminaler börjar data visas i appen.

# ms_data_delay_article_1_title
source: Looking for today’s transactions?
da: Leder du efter dagens transaktioner?
de: Suchen Sie nach den heutigen Transaktionen?
et_ee: Otsid tänaseid tehinguid?
fi: Etsitkö tämän päivän tapahtumia?
fr: Vous recherchez les transactions d'aujourd'hui?
it: Cerchi le transazioni di oggi?
lt_lt: Ieškote šiandienos operacijų?
lv_lv: Meklējat šodienas darījumus?
nb: Leter du etter dagens transaksjoner?
sv: Letar du efter dagens transaktioner?

# ms_data_delay_article_2_text
source: Transaction data from some terminals can take 1-2 days to appear in the app. If you have Nexi SoftPOS terminal(s) you can see your transactions immediately.
da: Transaktionsdata fra nogle terminaler kan tage 1-2 dage at blive vist i appen. Hvis du har Nexi SoftPOS-terminal(er), kan du se dine transaktioner med det samme.
de: Transaktionsdaten von einigen Terminals können 1-2 Tage dauern, bis sie in der App angezeigt werden. Wenn Sie ein Nexi SoftPOS-Terminal haben, können Sie Ihre Transaktionen sofort sehen.
et_ee: Mõne terminali tehinguandmete kuvamine rakenduses võib võtta 1–2 päeva. Kui kasutad Nexi SoftPOS terminali, näed oma tehinguid kohe.
fi: Joidenkin päätelaitteiden transaktiotiedot voivat näkyä sovelluksessa vasta 1–2 päivän kuluttua. Nexi SoftPOS-päätelaitteiden tapahtumat näkyvät heti.
fr: Les données de transaction de certains terminaux peuvent prendre 1 à 2 jours pour apparaître dans l'application. Si vous avez des terminaux Nexi SoftPOS, vous pouvez voir vos transactions immédiatement.
it: I dati delle transazioni provenienti da alcuni terminali possono richiedere 1-2 giorni per comparire nell'app. Se hai terminali Nexi SoftPOS, puoi vedere subito le tue transazioni.
lt_lt: Kai kurių terminalų operacijų duomenys gali pasirodyti programėlėje tik po 1–2 dienų. Jei naudojate Nexi SoftPOS terminalus, matysite operacijas iš karto.
lv_lv: Dažu termināļu darījumu dati var parādīties lietotnē tikai pēc 1–2 dienām. Ja izmantojat Nexi SoftPOS termināli, darījumus varat redzēt uzreiz.
nb: Transaksjonsdata fra enkelte terminaler kan ta 1-2 dager før de vises i appen. Hvis du har Nexi SoftPOS-terminal(er), kan du se transaksjonene dine umiddelbart.
sv: Transaktionsdata från vissa terminaler kan ta 1-2 dagar att visas i appen. Om du har Nexi SoftPOS-terminaler kan du se dina transaktioner omedelbart.

# ms_data_delay_article_2_title
source: When will my data show up?
da: Hvornår vises mine data?
de: Wann werden meine Daten angezeigt?
et_ee: Millal minu andmed kuvatakse?
fi: Milloin tietoni näkyvät?
fr: Quand mes données apparaîtront-elles?
it: Quando appariranno i miei dati?
lt_lt: Kada bus rodomi mano duomenys?
lv_lv: Kad tiks parādīti mani dati?
nb: Når vises dataene mine?
sv: När kommer mina data att visas?

# ms_data_delay_article_3_text
source: If you need to check a terminal transaction immediately you can do so on the terminal. Please consult your terminal guides on how to find your terminal’s transaction history.
da: Hvis du har brug for at kontrollere en terminaltransaktion med det samme, kan du gøre det på terminalen. Se venligst dine terminalvejledninger for at finde terminalens transaktionshistorik.
de: Wenn Sie eine Terminaltransaktion sofort überprüfen müssen, können Sie dies am Terminal tun. Bitte konsultieren Sie Ihre Terminalhandbücher, um die Transaktionshistorie Ihres Terminals zu finden.
fi: Jos sinun tarvitsee tarkistaa päätelaitteen tapahtuma heti, voit tehdä sen päätelaitteella. Katso päätelaitteesi oppaat löytääksesi päätelaitteesi tapahtumahistorian.
fr: Si vous devez vérifier une transaction de terminal immédiatement, vous pouvez le faire sur le terminal. Veuillez consulter vos guides de terminal pour savoir comment trouver l'historique des transactions de votre terminal.
it: Se hai bisogno di controllare immediatamente una transazione del terminale, puoi farlo sul terminale. Si prega di consultare le guide del terminale su come trovare la cronologia delle transazioni del terminale.
nb: Hvis du trenger å sjekke en terminaltransaksjon umiddelbart, kan du gjøre det på terminalen. Vennligst se terminalveiledningene dine for å finne terminalens transaksjonshistorikk.
sv: Om du behöver kontrollera en terminaltransaktion omedelbart kan du göra det på terminalen. Vänligen se dina terminalguider för att hitta terminalens transaktionshistorik.

# ms_data_delay_article_3_title
source: View your transactions immediately on your terminal
da: Se dine transaktioner med det samme på din terminal
de: Sehen Sie Ihre Transaktionen sofort auf Ihrem Terminal
et_ee: Vaata oma tehinguid kohe oma terminalis
fi: Tarkastele tapahtumiasi heti päätelaitteellasi
fr: Consultez vos transactions immédiatement sur votre terminal
it: Visualizza immediatamente le tue transazioni sul tuo terminale
lt_lt: Peržiūrėkite savo operacijas iš karto savo terminale
lv_lv: Skatiet savus darījumus uzreiz savā terminālī
nb: Se dine transaksjoner med det samme på din terminal
sv: Se dina transaktioner omedelbart på din terminal

# ms_data_delay_article_subtitle
source: The transaction data speed of arrival can depend on a few factors.
da: Hastigheden for transaktionsdata kan afhænge af flere faktorer.
de: Die Geschwindigkeit der Transaktionsdaten kann von einigen Faktoren abhängen.
et_ee: Tehinguandmete saabumise kiirus võib sõltuda mitmest tegurist.
fi: Tapahtumatietojen saapumisnopeus voi riippua muutamasta tekijästä.
fr: La vitesse d'arrivée des données de transaction peut dépendre de plusieurs facteurs.
it: La velocità di arrivo dei dati delle transazioni può dipendere da diversi fattori.
lt_lt: Operacijų duomenų gavimo greitis gali priklausyti nuo kelių veiksnių.
lv_lv: Transakciju datu saņemšanas ātrums var būt atkarīgs no vairākiem faktoriem.
nb: Hastigheten på transaksjonsdata kan avhenge av flere faktorer.
sv: Hastigheten för transaktionsdata kan bero på några faktorer.

# ms_data_delay_article_title
source: When to expect your data to be visible in the app
da: Hvornår vil dine data være synlige i appen
de: Wann Ihre Daten in der App sichtbar werden können
et_ee: Millal sinu andmed rakenduses nähtavaks muutuvad
fi: Milloin voit odottaa tietojesi näkyvän sovelluksessa
fr: Quand vos données seront-elles visibles dans l'application
it: Quando aspettarsi che i tuoi dati siano visibili nell'app
lt_lt: Kada jūsų duomenys bus matomi programėlėje
lv_lv: Kad jūsu dati būs redzami lietotnē
nb: Når vil dataene dine være synlige i appen
sv: När förväntas dina data visas i appen

# ms_data_delay_card_title
source: Learn when to expect your data to be visible in the app
da: Lær, hvornår dine data vil være synlige i appen
de: Erfahren Sie, wann Ihre Daten in der App sichtbar werden
et_ee: Uuri, millal sinu andmed rakenduses nähtavaks muutuvad
fi: Opi, milloin voit odottaa tietojesi näkyvän sovelluksessa
fr: Apprenez quand vos données seront visibles dans l'application
it: Scopri quando aspettarti che i tuoi dati siano visibili nell'app
lt_lt: Sužinokite, kada jūsų duomenys bus matomi programėlėje
lv_lv: Uzziniet, kad jūsu dati būs redzami lietotnē
nb: Lær når du kan forvente at dataene dine vises i appen
sv: Lär dig när dina data kommer att vara synliga i appen

# ms_debit_transaction
source: Debit transaction
da: Debittransaktion
de: Debittransaktion
fi: Debit-tapahtuma
fr: Transaction de débit
it: Transazione di addebito
lv_lv: Debeta darījums
nb: Debittransaksjon
sv: Debitera transaktion

# ms_decline_card_desc
source: Finalise the agreements and get started with Tap to Pay on iPhone
da: Afslut aftalerne, og kom i gang med Tap to Pay på iPhone
de: Schließen Sie die Vereinbarungen ab und beginnen Sie mit Tap to Pay auf dem iPhone
et_ee: Viige kokkulepped lõpule ja alustage funktsiooni „Puudutage maksmiseks” kasutamist
fi: Viimeistele sopimukset ja aloita iPhonen Tap to Pay -palvelun käyttö
lt_lt: Patvirtinkite susitarimus ir pradėkite naudoti „Tap to Pay on iPhone“ funkciją.
lv_lv: Pabeidziet līgumus un sāciet darbu ar Tap to Pay on iPhone
nb: Fullfør avtalene og kom i gang med Tap to Pay på iPhone
sv: Godkänn avtalen och kom igång med Tap to Pay på iPhone

# ms_declined_bold_txt
source: DECLINED
de: ABGELEHNT
fi: HYLÄTTY
fr: REFUSÉ
it: RIFIUTATA

# ms_declined_txt
source: Declined
de: Abgelehnt
fi: Hylätty
fr: Refusé
it: Rifiutato

# ms_delivery_article_1_title
source: Follow your parcel here
da: Følg din pakke her
de: Verfolgen Sie Ihr Paket hier
fi: Seuraa pakettiasi täältä
fr: Suivez votre colis ici
it: Segui il tuo pacco qui
nb: Følg pakken din her
sv: Följ ditt paket här

# ms_delivery_article_2_title
source: Order number
da: Ordrenummer
de: Bestellnummer
fi: Tilausnumero
fr: Numéro de commande
it: Numero d'ordine
nb: Ordrenummer
sv: Ordernummer
