Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_release_certaingraphs
source: Improvements to certain graphs
da: Forbedringer til visse grafer
de: Verbesserungen bestimmter Diagramme
et_ee: Teatud graafikute täiustused
fi: Parannuksia tiettyihin kaavioihin
fr: Améliorations apportées à certains graphiques
it: Miglioramenti ad alcuni grafici
lt_lt: Tam tikrų diagramų patobulinimai
lv_lv: Noteiktu diagrammu uzlabojumi
nb: Forbedringer av visse grafer
sv: Förbättringar av vissa grafer

# ms_release_compliance
source: Compliance updates
da: Compliance-opdateringer
de: Compliance-Aktualisierungen
et_ee: Nõuetele vastavuse värskendused
fi: Vaatimustenmukaisuuspäivitykset
fr: Mises à jour de conformité
it: Aggiornamenti relativi alla conformità
lt_lt: Atitikties atnaujinimai
lv_lv: Atbilstības atjauninājumi
nb: Samsvarsoppdateringer
sv: Uppdateringar av efterlevnad

# ms_release_downloadInvoices
source: Download of invoices
da: Download af fakturaer
de: Download von Rechnungen
et_ee: Arvete allalaadimine
fi: Laskujen lataaminen
fr: Téléchargement de factures
it: Download delle fatture
lt_lt: Sąskaitų faktūrų atsisiuntimas
lv_lv: Rēķinu lejupielāde
nb: Nedlasting av fakturaer
sv: Nedladdning av fakturor

# ms_release_download_invoices
source: Download and export of invoices
da: Download og eksport af fakturaer
de: Download und Export von Rechnungen
et_ee: Arvete allalaadimine ja eksport
fi: Laskujen lataaminen ja vienti
fr: Télécharger et exporter des factures
it: Scarica ed esporta le fatture
lt_lt: Sąskaitų faktūrų atsisiuntimas ir eksportavimas
lv_lv: Rēķinu lejupielāde un eksportēšana
nb: Nedlasting og eksport av fakturaer
sv: Ladda ner och exportera fakturor

# ms_release_download_settl
source: Download and export of settlements
da: Download og eksport af afregninger
de: Download und Export von Abrechnungen
et_ee: Asulate allalaadimine ja eksport
fi: Tilitysten lataaminen ja vienti
fr: Télécharger et exporter des règlements
it: Scarica ed esporta i pagamenti
lt_lt: Atsiskaitymų atsisiuntimas ir eksportavimas
lv_lv: Norēķinu lejupielāde un eksportēšana
nb: Nedlasting og eksport av avregninger
sv: Ladda ner och exportera betalningar

# ms_release_expectedSettlement
source: Expected settlement feature
da: Forventet afregningsfunktion
de: Funktion für erwartete Abrechnung
et_ee: Eeldatava arvelduse funktsioon
fi: Odotettu tilitysominaisuus
fr: Fonction de règlement attendu
it: Funzione di pagamento prevista
lt_lt: Numatomo atsiskaitymo funkcija
lv_lv: Paredzētā norēķinu funkcija
nb: Forventet avregningsfunksjon
sv: Förväntad avräkningsfunktion

# ms_release_locationfeature
source: Improvements to search location feature
da: Forbedringer til søgefunktionen for steder
de: Verbesserungen der Funktion zur Standortsuche
et_ee: Asukoha otsingu funktsiooni täiustused
fi: Parannuksia myyntipistehakutoimintoon
fr: Améliorations apportées à la fonction de recherche de lieu
it: Miglioramenti alla funzione cerca sede
lt_lt: Vietos paieškos funkcijos patobulinimai
lv_lv: Atrašanās vietas meklēšanas funkcijas uzlabojumi
nb: Forbedringer i funksjonen før søking av sted
sv: Förbättringar av funktionen Sök plats

# ms_release_loginfeature
source: Improvements to the login feature
da: Forbedringer til loginfunktionen
de: Verbesserungen der Anmeldefunktion
et_ee: Sisselogimisfunktsiooni täiustused
fi: Parannuksia sisäänkirjautumistoimintoon
fr: Améliorations apportées à la fonction de connexion
it: Miglioramenti alla funzione di accesso
lt_lt: Prisijungimo funkcijos patobulinimai
lv_lv: Pieteikšanās funkcijas uzlabojumi
nb: Forbedringer i påloggingsfunksjonen
sv: Förbättringar av inloggningsfunktionen

# ms_release_netta
source: Netta for chat
da: Netta til chat
et_ee: Netta vestluseks
fi: Netta chattia varten
fr: Netta pour bavarder
it: Netta per la chat
lt_lt: „Netta“ pokalbiai
lv_lv: Netta tērzēšanai
sv: Netta för chatt

# ms_release_netta_imp
source: Improvements to Netta for chat
da: Forbedringer af Netta til chat
de: Verbesserungen von Netta for Chat
et_ee: Netta täiustused vestluse jaoks
fi: Parannuksia Nettaan chattia varten
fr: Améliorations apportées à Netta pour bavarder
it: Miglioramenti a Netta per la chat
lt_lt: „Netta“ pokalbių patobulinimai
lv_lv: Uzlabojumi Netta tērzēšanai
nb: Forbedringer av Netta for chat
sv: Förbättringar av Netta för chatt

# ms_release_new_login
source: New log in flow
da: Ny loginfunktion
de: Neuer Ablauf bei der Anmeldung
et_ee: Uus sisselogimisvoog
fi: Uusi kirjautumisvuo
fr: Nouveau flux de connexion
it: Nuova procedura di accesso
lt_lt: Naujo prisijungimo srautas
lv_lv: Jauna pierakstīšanās plūsma
nb: Ny påloggingsflyt
sv: Nytt inloggningsflöde

# ms_release_notes_adv_accounting_portal
source: New advert for accounting page to understand settlements better
da: Ny annonce for side om bogføring, der gør dig klogere på afregninger
de: Neue Werbung für die Seite „Buchhaltung“, um Zahlungen besser zu verstehen
et_ee: Uus kuulutus raamatupidamise lehele, et arveldusi paremini mõista
fi: Uusi mainos kirjanpitosivulle tilitysten ymmärtämisen helpottamiseksi
fr: Nouvelle annonce pour la page Comptabilité pour mieux comprendre les règlements
it: Nuovo annuncio per la pagina contabilità che consente di capire meglio i pagamenti
lt_lt: Naujas apskaitos puslapio skelbimas, skirtas geriau suprasti atsiskaitymams
lv_lv: Jauns sludinājums lapā Grāmatvedība, lai labāk izprastu norēķinus
nb: Ny annonse til regnsskapssiden for bedre forståelse av oppgjør
sv: Ny annons för bokföringssida för att få mer information om avräkningar

# ms_release_notes_analytics_pro_decommissioning
source: Analytics pro feature is now no longer available.
de: Die Funktion Analytics pro ist nicht länger verfügbar.
fi: Analytics pro -ominaisuus ei ole enää saatavilla.
fr: La fonctionnalité Analytics Pro n'est plus disponible.
it: La funzione Analytics pro non è più disponibile.

# ms_release_notes_last_update_date_accounting
source: Available last update date of data displayed in Accounting page
da: Dato for seneste opdatering af data på siden Bogføring
de: Verfügbares Datum des letzten Updates von auf der Seite „Buchhaltung“ angezeigten Daten
et_ee: Andmete viimane värskenduskuupäev on kuvatud lehel Raamatupidamine
fi: Käytettävissä oleva viimeisin päivityspäivä Kirjanpito-sivulla näytettäville tiedoille
fr: Date de la dernière mise à jour des données disponible affichée sur la page Comptabilité
it: Data dell'ultimo aggiornamento disponibile dei dati visualizzata alla pagina Contabilità
lt_lt: Galima paskutinė puslapyje „Apskaita“ rodomų duomenų atnaujinimo data
lv_lv: Pieejams lapā Grāmatvedība parādīto datu pēdējais atjaunināšanas datums
nb: Dato for siste oppdatering av data tilgjengelig på regnskapssiden
sv: Tillgängligt sista uppdateringsdatum för de data som visas på sidan Bokföring

# ms_release_notes_last_update_date_analytics
source: Available last update date of data displayed in Analytics page
da: Dato for seneste opdatering af data på siden Analyse
de: Verfügbares Datum des letzten Updates von auf der Seite „Analytics“ angezeigten Daten
et_ee: Andmete viimane värskenduskuupäev on kuvatud lehel Analüütika
fi: Käytettävissä oleva viimeisin päivityspäivä Analyysi-sivulla näytettäville tiedoille
fr: Date de la dernière mise à jour des données disponible affichée sur la page Analytique
it: Data dell'ultimo aggiornamento disponibile dei dati visualizzata alla pagina Analisi
lt_lt: Galima paskutinė puslapyje „Analitika“ rodomų duomenų atnaujinimo data
lv_lv: Pieejams lapā Analīze parādīto datu pēdējais atjaunināšanas datums
nb: Dato for siste oppdatering av data tilgjengelig på analysesiden
sv: Tillgängligt sista uppdateringsdatum för de data som visas på sidan Analys

# ms_release_notes_last_update_date_transaction
source: Available last update date of data displayed in Transactions page
da: Dato for seneste opdatering af data på siden Transaktioner
de: Verfügbares Datum des letzten Updates von auf der Seite „Transaktionen“ angezeigten Daten
et_ee: Andmete viimane värskenduskuupäev on kuvatud lehel Tehingud
fi: Käytettävissä oleva viimeisin päivityspäivä Tapahtumat-sivulla näytettäville tiedoille
fr: Date de la dernière mise à jour des données disponible affichée sur la page Transactions
it: Data dell'ultimo aggiornamento disponibile dei dati visualizzata alla pagina Transazioni
lt_lt: Galima paskutinė puslapyje „Operacijos“ rodomų duomenų atnaujinimo data
lv_lv: Pieejams lapā Darījumi parādīto datu pēdējais atjaunināšanas datums
nb: Dato for siste oppdatering av data tilgjengelig på transaksjonssiden
sv: Tillgängligt sista uppdateringsdatum för de data som visas på sidan Transaktioner

# ms_release_notes_minor_improvements
source: Minor improvements.
da: Mindre forbedringer.
de: Geringfügige Verbesserungen.
fi: Vähäisiä parannuksia
fr: Des améliorations mineures.
it: Piccoli miglioramenti.
lv_lv: Nelieli uzlabojumi.
nb: Små forbedringer.
sv: Mindre förbättringar.

# ms_release_notes_mycc
source: Minor improvements: Existing German users can also use MyPayments app
da: Mindre forbedringer: Eksisterende tyske brugere kan også bruge MyPayments
de: Kleinere Verbesserungen: Bestehende deutsche Nutzer können auch MyPayments nutzen
fi: Pieniä parannuksia: Olemassa olevat saksalaiset käyttäjät voivat myös käyttää MyPaymentsia
lv_lv: Nelieli uzlabojumi: esošie Vācijas lietotāji var izmantot arī lietotni MyPayments
nb: Mindre forbedringer: Eksisterende tyske brukere kan også bruke MyPayments.
sv: Mindre förbättringar: Befintliga tyska användare kan också använda MyPayments.

# ms_release_notes_nPay
source: More of our terminal customers can now use the MyPayments app.
da: Flere af vores terminalkunder kan nu bruge MyPayments-appen.
de: Mehr unserer Terminalkunden können jetzt die MyPayment-App nutzen.
fi: Yhä useammat pääteasiakkaamme voivat nyt käyttää MyPayments-sovellusta.
fr: Davantage d'utilisateurs de nos terminaux peuvent désormais utiliser l'application MyPayments.
it: Ora molti clienti dei nostri terminali possono usare l'app MyPayments.
lt_lt: Dabar daugiau mūsų terminalo klientų gali naudotis mobiliąja programa „MyPayments“.
lv_lv: Vairāk mūsu termināļa klientu tagad var izmantot lietotni MyPayments.
nb: Flere av terminalkundene våre kan nå bruke MyPayments-appen.
sv: Flera av våra terminalkunder kan nu använda MyPayments-appen.

# ms_release_notes_notifications_in_app
source: In-app notifications are now collected in a new screen, for viewing all notifications of interest.
de: Benachrichtigungen in der App werden jetzt auf einem neuen Bildschirm gesammelt, um dort alle Benachrichtigungen von Interesse anzuzeigen.
fi: Sovelluksen sisäiset ilmoitukset kerätään nyt uuteen näyttöön, jossa voit tarkastella kaikkia kiinnostavia ilmoituksia.
fr: Les notifications intégrées sont désormais rassemblées dans un nouvel écran afin de pouvoir consulter toutes les notifications intéressantes.
it: Le notifiche in-app sono state raggruppate in una nuova schermata per visualizzare tutte quelle di tuo interesse.

# ms_release_notes_performance_improvements
source: Improvements to app performance.
de: Verbesserungen der App-Leistung.
fi: Parannuksia sovelluksen toimintaan
fr: Améliorations apportées au fonctionnement de l'application.
it: Miglioramenti alle prestazioni dell'app.

# ms_release_notes_redesign_myinfo
source: New design of My Info page
da: Nyt design på siden Mine oplysninger
de: Neues Design der Seite „Meine Daten“
et_ee: Lehe My Info uus disain
fi: My Info -sivun uusi ulkoasu
fr: Nouveau design de la page Mes infos
it: Nuovo design della pagina Le mie informazioni
lt_lt: Naujas puslapio „Mano informacija“ dizainas
lv_lv: Jauns lapas Mana informācija dizains
nb: Ny design på siden Min informasjon
sv: Ny design för sidan Min info

# ms_release_notes_redesign_netsfinance_adv
source: New design of Net Finance advert
da: Nyt design på annoncen Nettofinansiering
de: Neues Design der Werbung „Nettofinanzierung“
et_ee: Net Finance'i kuulutuse uus disain
fi: Net Finance -mainoksen uusi ulkoasu
fr: Nouveau design de l'annonce Net Finance
it: Nuovo design dell'annuncio Net Finance
lt_lt: Naujas „Net Finance“ skelbimo dizainas
lv_lv: Jauns Net Finance reklāmas dizains
nb: Ny design på annonse for Netto finans
sv: Ny design på Net Finance-annons

# ms_release_notes_redesign_notifications
source: New Design of Notifications and Security page
da: Nyt design på siden Notifikationer og sikkerhed
de: Neues Design der Seiten „Benachrichtigungen“ und „Sicherheit“
et_ee: Lehe Notifications and Security uus disain
fi: Ilmoitukset ja turvallisuus -sivun uusi ulkoasu
fr: Nouveau design de la page Notifications et Sécurité
it: Nuovo design della pagina Notifiche e Sicurezza
lt_lt: Naujas puslapių „Pranešimai“ ir „Saugumas“ dizainas
lv_lv: Jauns lapas Paziņojumi un drošība dizains
nb: Ny design på siden for varslinger og sikkerhet
sv: Ny design på sidan Notiser och säkerhet

# ms_release_notes_refund_functionality
source: Refund transactions via the app is now available for some users.
de: Einigen Benutzern steht jetzt die Funktion Rückerstattungstransaktion über die App zur Verfügung
fi: Sovelluksen kautta tapahtuvat palautukset ovat nyt saatavilla joillekin käyttäjille.
fr: Les transactions de remboursement via l'application sont désormais disponibles pour certains utilisateurs.
it: Sono ora disponibili le transazioni di rimborso tramite l'app per alcuni utenti.

# ms_release_notes_relevant_cart_type
source: Only relevant card types in the corresponding filter in Transactions page
da: Kun relevante korttyper i det tilsvarende filter på siden Transaktioner
de: Nur relevante Kartentypen in dem entsprechenden Filter auf der Seite „Transaktionen“
et_ee: Ainult asjakohased kaarditüübid vastavas filtris lehel Tehingud
fi: Vain asiaankuuluvat korttityypit vastaavassa suodattimessa Tapahtumat-sivulla
fr: Uniquement les types de carte appropriés dans le filtre correspondant sur la page Transactions
it: Solo i principali tipi di carte nel filtro corrispondente alla pagina Transazioni
lt_lt: Tik tam tikri kortelių tipai atitinkamame operacijų puslapio filtre
lv_lv: Lapas Darījumi atbilstošajā filtrā tikai atbilstošie karšu veidi
nb: Kun relevante korttyper i tilsvarende filter på transaksjonssiden
sv: Endast relevanta korttyper i det motsvarande filtret på sidan Transaktioner

# ms_release_notes_security_improvements
source: Important improvements to app and data security have been made. Recommended update.
da: Der er foretaget vigtige forbedringer af app- og datasikkerhed. Anbefalet opdatering.
de: Es wurden wichtige Verbesserungen an der App und der Datensicherheit vorgenommen. Eine Aktualisierung wird empfohlen.
fi: Sovellukseen ja tietoturvaan on tehty merkittäviä parannuksia. Suositeltava päivitys.
fr: Des améliorations importantes pour la sécurité de l'application et des données ont été apportées. Une mise à jour est recommandée.
it: Sono stati apportati importanti miglioramenti all'app e alla sicurezza dei dati. Si consiglia l'aggiornamento.
nb: Viktige forbedringer av app- og datasikkerhet er gjort. Anbefalt oppdatering.
sv: Viktiga förbättringar av app- och datasäkerhet har gjorts. Rekommenderad uppdatering.

# ms_release_notes_softpay_terminal_status
source: Terminal Status info available for Virtual terminals on the phone
da: Oplysninger om terminalstatus for virtuelle terminaler på telefonen tilgængelige
de: Informationen betreffend den Terminalstatus von virtuellen Terminals auf dem Telefon verfügbar
et_ee: Telefoni virtuaalterminalide jaoks on saadaval terminali oleku teave
fi: Päätteen tilatiedot saatavilla puhelimen virtuaalisille päätteille
fr: Infos sur l'État du terminal disponibles pour les terminaux virtuels sur le téléphone
it: Le informazioni sullo Stato del terminale per i Terminali virtuali sono disponibili sul telefono
lt_lt: Telefono virtualiųjų terminalų būsenos informacija
lv_lv: Tālruņa virtuālajiem termināļiem pieejama informācija par termināļa statusu
nb: Detaljer om terminalstatus tilgjengelig på telefonen for virtuelle terminaler
sv: Terminalstatusinfo finns tillgänglig för virtuella terminaler på telefonen

# ms_release_notes_softpos
source: It is now possible to pay by app with Nexi SoftPOS Tap to Pay on Android. Available for users who purchase a licence.
de: Mit der App können jetzt Zahlungen über Nexi SoftPOS Tap to Pay on Android vorgenommen werden. Dies verlangt jedoch eine Lizenz.
fi: Nyt on mahdollista maksaa sovelluksella Nexi SoftPOS Tap to Pay on Android-laitteella. Käytettävissä käyttäjille, jotka ostavat lisenssin.
fr: Il est désormais possible de payer à l'aide d'une application avec Nexi SoftPOS Tap to Pay on Android. Disponible pour les utilisateurs ayant acquis une licence.
it: Ora è possibile pagare tramite l'app con Tap To Pay Nexi SoftPOS sul dispositivo Android. Disponibile per gli utenti che acquistano una licenza.

# ms_release_notes_swap_location_accounting
source: Swap sales locations function available in the Accounting page
da: Funktion til skift af salgssted tilgængelig på siden Bogføring
de: Funktion zum Wechseln von Verkaufsstandorten auf der Seite „Buchhaltung“ verfügbar
et_ee: Müügikohtade vahetamise funktsioon on saadaval lehel Raamatupidamine
fi: Vaihda myyntipaikkaa -toiminto on käytettävissä Kirjanpito-sivulla.
fr: Fonction Changement de points de vente disponible sur la page Comptabilité
it: Funzione cambia sedi di vendita disponibile alla pagina Contabilità
lt_lt: Apskaitos puslapyje pasiekiama pardavimo vietų keitimo funkcija
lv_lv: Funkcija Pārdošanas vietu maiņa pieejama lapā Grāmatvedība
nb: Funksjon for å bytte salgssted tilgjengelig på regnskapssiden
sv: Funktion för byte av försäljningsställen finns tillgänglig på sidan Bokföring

# ms_release_notes_swap_location_transactions
source: Swap sales locations function available in the Transactions page
da: Funktion til skift af salgssted tilgængelig på siden Transaktioner
de: Funktion zum Wechseln von Verkaufsstandorten auf der Seite „Transaktionen“ verfügbar
et_ee: Müügikohtade vahetamise funktsioon on saadaval lehel Tehingud
fi: Vaihda myyntipaikkaa -toiminto on käytettävissä Tapahtumat-sivulla
fr: Fonction Changement de points de vente disponible sur la page Transactions
it: Funzione cambia sedi di vendita disponibile alla pagina Transazioni
lt_lt: Operacijų puslapyje pasiekiama pardavimo vietų keitimo funkcija
lv_lv: Funkcija Pārdošanas vietu maiņa ir pieejama lapā Darījumi
nb: Funksjon for å bytte salgssted tilgjengelig på transaksjonssiden
sv: Funktion för byte av försäljningsställen finns tillgänglig på sidan Transaktioner

# ms_release_notes_switch_language_feature
source: Language switching functionality among those supported in the app is now available
da: Det er nu muligt at skifte mellem de sprog, der understøttes af appen
de: Jetzt kann frei zwischen den Sprachen gewählt werden, die die App unterstützt.
et_ee: Rakenduses toetatud keele vahetamise funktsioon on nüüd saadaval
fi: Sovelluksen tukemien kielten vaihtotoiminto on nyt käytettävissä.
fr: La fonction de changement de la langue parmi celles prises en charge dans l'application est désormais disponible
it: È ora disponibile la funzionalità cambio lingue tra quelle supportate nell'app
lt_lt: Nuo šiol galima perjungti programoje palaikomas kalbas.
lv_lv: Tagad ir pieejama valodu pārslēgšanas funkcionalitāte starp lietotnē atbalstītajām
nb: Du kan nå bytte språk i appen mellom språkene som støttes
sv: Funktion för att byta mellan språk som stöds av appen är nu tillgänglig

# ms_release_notes_terminal_guide_improvements_npay
source: New terminal setup guides and improvements to existing
de: Neue Anleitungen für die Einrichtung von Terminalen und Verbesserung existierender Anleitungen
fi: Uudet päätelaitteen asennusoppaat ja parannuksia nykyisiin
fr: Nouveaux guides de paramétrage des terminaux et améliorations apportées à ceux déjà existants
it: Nuove guide alla configurazione del terminale e miglioramenti a quelle esistenti

# ms_release_notes_ttpoi_v1.0
source: MyPayments app brings improvements to the virtual terminal experience - now view historic receipts and refund old payments.
da: Se de nye forbedringer i MyPayments-appen, hvor du nu kan se tidligere kvitteringer og foretage tilbagebetalinger.
de: Die MyPayment-App verbessert die Nutzung des virtuellen Terminals: Jetzt können zurückliegende Belege angezeigt und alte Zahlungen rückerstattet werden.
fi: MyPayments-sovellus tuo parannuksia virtuaalipäätekokemukseen - nyt voit tarkastella historiallisia kuitteja ja palauttaa vanhoja maksuja.
fr: L'application MyPayments améliore l'expérience qu'offre un terminal virtuel. Vous pouvez désormais voir des reçus historiques et rembourser d'anciens paiements.
it: L'app Mypayments migliora l'esperienza del terminale virtuale - ora puoi visualizzare le ricevute storiche e rimborsare i pagamenti precedenti.
lt_lt: Mobiliojoje programoje „MyPayments“ patobulinta virtualiojo terminalo patirtis – dabar galima peržiūrėti senus kvitus ir grąžinti senus mokėjimus.
lv_lv: Lietotne MyPayments uzlabo virtuālā termināļa pieredzi — tagad skatiet vēsturiskos ieņēmumus un atmaksājiet vecos maksājumus.
nb: MyPayments-appen forbedrer den virtuelle terminalopplevelsen, og du kan nå se kvitteringshistorikk og refundere tidligere betalinger.
sv: MyPayments-appen förbättrar den virtuella terminalupplevelsen – det går nu att se tidigare kvitton och återbetala gamla betalningar.

# ms_release_pos_improvement
source: Improvements for certain customers with a terminal from Nets
da: Forbedringer for visse kunder med en terminal fra Nets
de: Verbesserungen für bestimmte Kunden mit einem Nets-Terminal
et_ee: Täiustused teatud klientidele, kellel on Netsi terminal
fi: Parannuksia tietyille asiakkaille, joilla on Nets-pääte
fr: Améliorations pour certains clients équipés d'un terminal de chez Nets
it: Miglioramenti per alcuni clienti con un terminale di Nets
lt_lt: Tam tikrų klientų, besinaudojančių „Nets“ terminalu, patobulinimai
lv_lv: Uzlabojumi noteiktiem klientiem ar Nets termināli
nb: Forbedringer for enkelte kunder med terminal fra Nets
sv: Förbättringar för vissa kunder med en terminal från Nets

# ms_release_pos_support
source: Transactions and terminal overview for certain customers with a terminal from Nets
da: Transaktions- og terminaloversigt for visse kunder med en terminal fra Nets
de: Übersicht über Transaktionen und Terminal für bestimmte Kunden mit einem Nets-Terminal
et_ee: Tehingud ja terminalide ülevaade teatud klientidele, kellel on Netsi terminal
fi: Tapahtumat ja päätekatsaus tietyille asiakkaille, joilla on Nets-pääte
fr: Vue d'ensemble des transactions et des terminaux pour certains clients équipés d'un terminal de chez Nets
it: Panoramica del terminale e delle transazioni per alcuni clienti con un terminale di Nets
lt_lt: Tam tikrų klientų, besinaudojančių „Nets“ terminalu, operacijos ir terminalo peržvalga
lv_lv: Darījumu un terminālu pārskats noteiktiem klientiem ar Nets termināli
nb: Transaksjons- og terminaloversikt for enkelte kunder med terminal fra Nets
sv: Transaktioner och terminalöversikt för vissa kunder med en terminal från Nets
