Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_analytics_info5
source: Value of your customer's aggregated purchases within the period Here we look at the total value of business a consumer has brought to your sales location, combining repeat visits during the period. The insight is showing the different categories of spend and the number of consumers in each spend range. The long tail of the graph will highlight the biggest spender who brought in the most value.
da: Værdien af kundens samlede køb i perioden Her ser vi på den samlede værdi, som en forbruger har bidraget med til dit salgssted, ved at sammenlægge gentagne besøg i perioden. Indsigten viser de forskellige forbrugskategorier og antallet af forbrugere i hvert forbrugsinterval. Grafens lange hale fremhæver den forbruger, som har brugt flest penge og bidraget med størst værdi.
de: Aggregierter Wert der Einkäufe Ihres Kunden im Zeitraum Hier wird der gesamte Geschäftswert betrachtet, den ein Verbraucher Ihrem Verkaufsstandort eingebracht hat. Mehrere Besuche innerhalb des Zeitraums werden zusammengefasst. Die Kennzahl zeigt die verschiedenen Ausgabenkategorien und die Anzahl der Verbraucher in jedem Ausgabenbereich. Das lange Ende des Diagramms zeigt den Verbraucher, der am meisten ausgegeben hat und somit den größten Wert eingebracht hat.
et_ee: Teie kliendi ostude koguväärtus perioodi jooksul Siin on toodud välja koguväärtus, mille tarbija on teie müügikohta eri külastuste käigus toonud. Statistika näitab erinevaid kulukategooriaid ja tarbijate arvu igas kulutuste vahemikus. Graafiku pikk saba toob esile suurima kulutaja, kes tõi kõige rohkem väärtust.
fi: Asiakkaasi yhteenlaskettujen ostojen arvo kaudella Tässä tarkastelemme kokonaisliikevaihtoa, jonka kuluttaja on tuonut myyntipaikkaasi, yhdistämällä toistuvat käynnit ajanjaksolla. Tilastossa näkyvät kulutusluokat ja kuluttajien määrä kussakin kulutusluokassa. Kaavion pitkä pyrstö osoittaa suurimman kuluttajan, joka toi eniten arvoa.
fr: Valeur des achats agrégés de vos clients pendant la période de temps Nous étudions ici la valeur totale des achats qu'un client a réalisés dans votre point de vente, en combinant les visites répétées au cours de cette période. Les renseignements montrent les différentes catégories de dépenses et le nombre de clients dans chaque intervalle de dépenses. L'extrémité longue du graphique mettra en évidence le client le plus dépensier qui a généré le plus de valeur.
it: Valore degli acquisti complessivi dei tuoi clienti in un periodo Qui esaminiamo il valore di business totale che un cliente ha portato alla tua sede di vendita, abbinando le visite ripetute durante il periodo. L'analisi mostra le diverse categorie di spesa e il numero di consumatori in ogni fascia di spesa. La coda lunga del grafico evidenzia come chi spende di più contribuisce a portare il maggior valore.
lt_lt: Visų jūsų kliento pirkinių vertė per laikotarpį Čia apžvelgiame bendrą verslo, kurį vartotojas suteikė jūsų pardavimo vietai, vertę, sujungdami pakartotinius apsilankymus per šį laikotarpį. Įžvalga rodo skirtingas išlaidų kategorijas ir vartotojų skaičių pagal kiekvieną išlaidų intervalą. Ilga grafiko pabaiga rodo daugiausia išleidusį klientą, kuris atnešė didžiausią vertę.
lv_lv: Jūsu klienta apkopoto pirkumu vērtība attiecīgajā periodā Šeit mēs aplūkojam kopējo uzņēmējdarbības vērtību, ko patērētājs ir devis jūsu tirdzniecības vietai, apvienojot atkārtotus apmeklējumus attiecīgajā periodā. Ieskats parāda dažādas tēriņu kategorijas un patērētāju skaitu katrā tēriņu diapazonā. Grafika garā daļa izcels lielāko tērētāju, kurš ienesa vislielāko vērtību.
nb: Verdien av kundens samlede kjøp i løpet av perioden Her ser vi på den totale forretningsverdien en forbruker har gitt salgsstedet ditt, og kombinerer gjentatte besøk i perioden. Innsikten viser de forskjellige utgiftskategoriene og antall forbrukere i hvert utgiftsområde. Den lange halen på grafen vil markere kunden som brukte mest penger og ga mest verdi.
sv: Värdet av kundens sammanlagda inköp inom perioden Här tittar vi på det totala värdet av affärer som en kund har gjort på din försäljningsplats och kombinerar upprepade besök under perioden. Insikten visar de olika utgiftskategorierna och antalet kunder i varje utgiftsintervall. Den långa svansen i diagrammet markerar den största spenderaren som gav mest värde.

# ms_analytics_info7
source: Here we estimate the origin of your customers based on their card purchase history in other stores. The district where the most frequent purchases of customers such as their grocery shopping occurs used as the estimate.
da: Dine kunders geografiske fordeling anslås på baggrund af købshistorikken for deres kort i andre butikker. Estimatet baseres på det område, hvor kunderne foretager de hyppigste indkøb af eksempelvis dagligvarer.
de: Die Herkunft Ihrer Kunden wird auf Grundlage der Kaufhistorie ihrer Karten in anderen Läden geschätzt. Als Schätzung wird der Bezirk verwendet, in dem Kunden am häufigsten Einkäufe tätigen, z. B. wo Lebensmittel gekauft werden.
et_ee: Klientide päritolu hinnatakse lähtuvalt nende kaartide ostuajaloost teistes poodides. Hinnanguliselt loetakse selleks piirkond, kus klient kõige tihedamini oste sooritab, näiteks toidupoes.
fi: Asiakkaiden asuinpaikka arvioidaan heidän korttiensa ostohistorian perusteella muissa myymälöissä. Arviona käytetään piiriä, jossa asiakkaiden yleisimmät ostot, kuten heidän ruokaostoksensa, tapahtuvat.
fr: Nous estimons ici l'origine de vos clients d'après leur historique d'achat par carte dans d'autres magasins. Le quartier où sont réalisés les achats les plus fréquents des clients comme leurs achats d'épicerie est utilisé comme estimation.
it: Qui valutiamo l'origine dei tuoi clienti in base allo storico degli acquisti con la loro carta in altri punti vendita. La categoria in cui i clienti fanno acquisti con maggiore frequenza, ad esempio l'acquisto di prodotti alimentari è stata usata come valutazione.
lt_lt: Jūsų klientų kilmė nustatoma pagal jų kortelių pirkimo istoriją kitose parduotuvėse. Rajonas, kuriame dažniausiai perka klientai, pavyzdžiui, įvertinimui naudojamas maisto produktų pirkimas.
lv_lv: Šeit mēs novērtējam jūsu klientu izcelsmi, pamatojoties uz viņu karšu pirkumu vēsturi citos veikalos. Kā aprēķins tika izmantots rajons, kurā klienti veic biežākos pirkumus, piemēram, pārtikas preču iepirkšanos.
nb: Her estimerer vi opprinnelsen til kundene dine basert på kjøpshistorikken til kortene deres i andre butikker. Området der kundenes hyppigste kjøp av for eksempel dagligvarer skjer, brukes som estimat.
sv: Dina kunders uppskattning baseras på köphistoriken från deras kort i andra butiker. Området där kunderna oftast handlar, som matinköp, används som uppskattning.

# ms_analytics_keepUsing
source: Activate to keep using Analytics Pro
da: Aktivér for at fortsætte med at bruge Analytics Pro
de: Aktivieren, um Analytics Pro weiterzuverwenden
et_ee: Analytics Pro kasutamise jätkamiseks aktiveerige
fi: Aktivoi jatkaaksesi Analytics Pron käyttöä
fr: Activer pour continuer à utiliser Analytics Pro
it: Attiva per continuare a usare Analytics Pro
lt_lt: Aktyvinkite, jei norite toliau naudoti „Analytics Pro“
lv_lv: Aktivizējiet, lai turpinātu lietot Analytics Pro
nb: Aktiver for å fortsette å bruke Analytics Pro
sv: Aktivera för att fortsätta använda Analytics Pro

# ms_analytics_last12months
source: Last 12 months
da: Seneste 12 måneder
de: Letzte 12 Monate
et_ee: Viimased 12 kuud
fi: Viim. 12 kuukautta
fr: 12 derniers mois
it: Ultimi 12 mesi
lt_lt: Pastarieji 12 mėn.
lv_lv: Pēdējie 12 mēneši
nb: Siste 12 måneder
sv: Senaste 12 mån.

# ms_analytics_onceVisiting
source: Visiting once
da: Engangsbesøgende
de: Einmaliger Besuch
et_ee: Üks kord külastamine
fi: Kertakävijät
fr: Visite unique
it: Visita una sola volta
lt_lt: Apsilankę vieną kartą
lv_lv: Vienreizējs apmeklējums
nb: Besøker én gang
sv: Engångsbesökande

# ms_analytics_onlyAvailable
source: Only available when “all sales locations” selected
da: Kun tilgængelig, når "alle salgssteder" er valgt
de: Nur bei Wahl von „Alle Verkaufsstandorte“ verfügbar
et_ee: Saadaval ainult siis, kui valitud on „kõik müügikohad”
fi: Saatavilla vain, kun ”kaikki myyntipisteet” on valittu
fr: Disponible uniquement lorsque «Tous les points de vente» est sélectionné
it: Disponibile solo quando vengono selezionati "tutte le sedi di vendita"
lt_lt: Galima tik pasirinkus „visos pardavimo vietos“
lv_lv: Pieejams tikai tad, ja ir atlasīta opcija “visas tirdzniecības vietas”
nb: Kun tilgjengelig når "alle salgssteder" er valgt
sv: Endast tillgängligt när ”alla försäljningsplatser” har valts

# ms_analytics_otherRestaurants
source: Other restaurants
da: Andre restauranter
de: Andere Restaurants
et_ee: Muud restoranid
fi: Muut ravintolat
fr: Autres restaurants
it: Altri ristoranti
lt_lt: Kiti restoranai
lv_lv: Citi restorāni
nb: Andre restauranter
sv: Andra restauranger

# ms_analytics_returning
source: Returning
da: Tilbagevendende
de: Wiederkehrend
et_ee: Korduvad
fi: Palaavat
fr: Visite régulière
it: Abituale
lt_lt: Grįžtantys
lv_lv: Atkārtoti
nb: Tilbakevendende
sv: Återkommande

# ms_analytics_salesBenchmark_subtitle_new
source: Your sales compared to similar businesses
da: Dit salg sammenlignet med lignende virksomheder
de: Ihr Absatz im Vergleich zu ähnlichen Unternehmen
et_ee: Teie müük sarnaste ettevõtetega võrreldes
fi: Liikevaihtosi verrattuna vastaaviin yrityksiin
fr: Vos ventes comparées à celles de commerces similaires
it: Le tue vendite rispetto ad attività simili
lt_lt: Jūsų pardavimo pajamos palyginti su panašiomis įmonėmis
lv_lv: Jūsu apgrozījums salīdzinot ar līdzīgiem uzņēmumiem
nb: Salget ditt sammenlignet med lignende virksomheter
sv: Din försäljning jämfört med liknande företag

# ms_analytics_shareofyourcustomers
source: Your share of your customers total spend in restaurants
da: Din andel af dine kunders samlede forbrug på restauranter
de: Ihr Anteil der Gesamtausgaben Ihrer Kunden in Restaurants
et_ee: Teie osa klientide kogukulutustest restoranides
fi: Sinun osuutesi asiakkaasi kokonaiskulutuksesta ravintoloissa
fr: Votre part dans les dépenses totales de vos clients dans des restaurants
it: La tua percentuale sulla spesa totale dei tuoi clienti nei ristoranti
lt_lt: Jums tenkanti visų jūsų klientų išlaidų restoranuose dalis
lv_lv: Jūsu klientu daļas kopējais patēriņš restorānos
nb: Din andel av kundens totale utgifter på restauranter
sv: Din andel av dina kunders totala utgifter på restauranger

# ms_analytics_showHide
source: Show/hide visiting once
da: Vis/skjul engangsbesøgende
de: Einmalige Besuche anzeigen/verbergen
et_ee: Näita/peida ühekordsed külastused
fi: Näytä/piilota kertakävijät
fr: Montrer/masquer visite unique
it: Mostra/nascondi visita una sola volta
lt_lt: Rodyti / slėpti apsilankiusius vieną kartą
lv_lv: Rādīt/paslēpt vienreizēju apmeklējumu
nb: Vis/skjul besøket én gang
sv: Visa/dölj besök en gång

# ms_analytics_subscription
source: Subscription
da: Abonnement
de: Abonnement
et_ee: Tellimus
fi: Tilaus
fr: Abonnement
it: Iscrizione
lt_lt: Prenumerata
lv_lv: Abonaments
nb: Abonnement
sv: Abonnemang

# ms_analytics_subtab_dashboard_new
source: Dashboard
et_ee: Töölaud
fi: Analytiikka
fr: Tableau de bord
lt_lt: Ataskaitų sritis
lv_lv: Informācijas panelis
nb: Dashbord
sv: Instrumentpanel

# ms_analytics_username
source: Username:
da: Brugernavn:
de: Benutzername:
et_ee: Kasutajanimi:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
it: Nome utente:
lt_lt: Naudotojo vardas:
lv_lv: Lietotājvārds:
nb: Brukernavn:
sv: Användarnamn:

# ms_analytics_visiting
source: Visiting once vs returning
da: Engangsbesøgende ift. tilbagevendende
de: Einmaliger Besuch im Vergleich mit wiederkehrenden Kunden
et_ee: Üks kord külastamine vs korduv külastamine
fi: Kertakävijät vs. Palaavat
fr: Comparatif visite unique et visite régulière
it: Visita una sola volta rispetto ad abituali
lt_lt: Apsilankę vieną kartą, palyginti su grįžtančiais
lv_lv: Vienreizējs apmeklējums pret atkārtotu
nb: Engangsbesøkende kontra tilbakevendende
sv: Engångsbesökande kontra återkommande

# ms_analytics_visitingInfo
source: Here we look at the spend of customers visiting only once and those who return (make at least two purchases). This insight shows the spend potential of your returning customers and whether it’s worth attracting more loyal customers.
da: Her ser vi på opdelingen af kundekøb i enkeltstående besøg (kortet er kun blevet registreret en enkelt gang) og tilbagevendende besøg (hvor der er foretaget mindst to køb). Denne indsigt viser købspotentialet for tilbagevendende besøg i forhold til enkeltstående besøg, og om det kan svare sig at tiltrække flere tilbagevendende besøg.
de: Hier sehen wir den Unterschied zwischen Käufen von einmaligen Besuchern (die Karte wurde nur einmal erkannt) und wiederkehrenden Kunden (es wurden schon mindestens zwei Käufe getätigt). Diese Information zeigt Ihnen das Kaufpotenzial Ihrer einmaligen Besucher im Vergleich zu wiederkehrenden Kunden. Außerdem sehen Sie, ob es sich lohnt, mehr wiederkehrende Besucher anzulocken.
et_ee: Siin saab vaadata, kuidas erineb ühekordse kliendi (kaart tuvastati vaid üks kord) kulutatud summa korduva kliendi (vähemalt kaks ostu) summast. See näitab korduvate klientide potentsiaalset ostusummat võrreldes ühekordsete klientidega ning seda, kas on mõtet meelitada ligi rohkem korduvaid kliente.
fi: Tässä tarkastelemme jakaumaa kerran vierailleiden (kortti havaittiin vain kerran) ja palaavien (vähintään kaksi ostoa tehty) asiakkaiden välillä. Tämä osoittaa palaavien asiakkaiden kulutuspotentiaalin, ja kannattaako palaavia asiakkaita houkutella.
fr: Nous examinons ici les dépenses de clients qui ne viennent qu'une fois en magasin et de ceux qui reviennent (font au moins deux achats). Ces renseignements montrent le potentiel de dépenses de vos clients réguliers et si cela vaut la peine d'attirer des clients plus fidèles.
it: Qui viene esaminata la spesa dei clienti che visitano la tua sede di vendita una sola volta e di quelli abituali (fanno almeno due acquisti). Queste informazioni mostrano il potenziale di spesa dei tuoi clienti abituali e se conviene attirare più clienti da fidelizzare.
lt_lt: Čia apžvelgiame išlaidų pasiskirtymą tarp vieną kartą apsilankiusių klientų (kortele atsiskaityta tik vieną kartą) ir nuolatinių klientų (kortele atsiskaityta mažiausiai du kartus). Ši įžvalga rodo Jūsų nuolatinių bei vieną kartą apsilankančių klientų išlaidų potencialą ir tai, ar verta pritraukti daugiau nuolatinių klientų.
lv_lv: eit mēs aplūkojam klientu tēriņus sadalījumu starp vienreizēju apmeklējumu (karte tika konstatēta tikai vienu reizi) un atkārtotu (ar vismaz diviem pirkumiem). Šis ieskats parāda jūsu atkārtoto klientu potenciālu salīdzinājumā ar vienreizējo apmeklējumu un to, vai ir vērts piesaistīt vairāk atkārtotus pirkumus.
nb: Her ser vi på delingen mellom kundenes forbruk på engangsbesøk (kortet ble registrert bare én gang) og gjentagende besøk (med minst to kjøp gjort). Denne innsikten viser forbrukspotensialet for gjentagende kunder kontra engangskunder, og om det er verdt å tiltrekke seg flere gjentagende besøk.
sv: Här ser vi fördelningen mellan vad en kund som besöker en gång (kortet identifierades bara en gång) och en återvändande kund (med minst två genomförda köp) spenderar. Kunskapen visar spenderingspotentialen hos dina återkommande kunder kontra engångskunder och om det är värt att locka till fler återkommande besök.

# ms_analytics_yourBusiness
source: Your business
da: Din forretning
de: Ihr Geschäft
et_ee: Teie ettevõte
fi: Yrityksesi
fr: Votre commerce
it: La tua attività
lt_lt: Jūsų verslas
lv_lv: Jūsu uzņēmums
nb: Din bedrift
sv: Ditt företag

# ms_android_phones_will_work_txt
source: Only Android phones will work for our Tap To Pay solution
de: Unsere Lösung Tap To Pay funktioniert nur auf Android Telefonen
fi: Tap to Pay -ratkaisumme toimii vain Android-puhelimissa
fr: Notre solution Tap To Pay fonctionne uniquement sur des téléphones Android
it: Solo i telefoni Android funzionano con la nostra soluzione Tap To Pay

# ms_android_ttpoi_msg
source: You need an iPhone to use Tap to Pay on iPhone
da: Tap to Pay på iPhone kræver, at du har en iPhone.
de: Zur Verwendung von Tap to Pay auf dem iPhone ist ein iPhone erforderlich
fi: Tarvitset iPhonen käyttääksesi iPhonen Tap to Pay -toimintoa
fr: Un iPhone est nécessaire pour utiliser Tap to Pay sur iPhone
it: Devi avere un iPhone per usare Tap to Pay su iPhone
lv_lv: Lai izmantotu Tap to Pay on iPhone, jums ir nepieciešams iPhone
nb: Du må ha en iPhone for å bruke Tap to Pay på iPhone
sv: Du behöver en iPhone för att använda Tap to Pay på iPhone

# ms_app_to_pay_txt
source: Open app2pay
da: Åbn app2pay
de: app2pay öffnen
et_ee: Avage app2pay
fi: Avaa app2pay
fr: Ouvrir app2pay
it: Apri app2pay
lt_lt: Atverkite „app2pay“
lv_lv: Atveriet app2pay
nb: Åpne app2pay
sv: Öppna app2pay

# ms_app_update
source: Please update your app
da: Du skal opdatere din app
de: Bitte aktualisieren Sie Ihre App.
et_ee: Värskendage oma rakendust
fi: Päivitä sovelluksesi
fr: Veuillez mettre à jour votre application
it: Aggiorna la tua app
lt_lt: Atnaujinkite savo mobiliąją programą
lv_lv: Lūdzu, atjauniniet savu lietotni
nb: Oppdater appen
sv: Uppdatera din app

# ms_app_update_desc_ios
source: This app version is no longer supported. Please update your app from the App Store.
da: Denne appversion understøttes ikke længere. Opdater din app via App Store.
de: Diese App-Version wird nicht mehr unterstützt. Bitte aktualisieren Sie Ihre App im App Store.
et_ee: Seda rakenduse versiooni ei toetata enam. Palun värskendage oma rakendust App Store'is.
fi: Tätä sovellusversiota ei enää tueta. Päivitä sovelluksesi App Storesta.
fr: Cette version de l'application n'est plus prise en charge. Veuillez mettre à jour votre application depuis l'App Store.
it: Questa versione dell'app non è più supportata. Aggiorna l'app dall'App Store.
lt_lt: Ši mobiliosios programos versija nebepalaikoma. Atnaujinkite savo mobiliąją programą „App Store“.
lv_lv: Šī lietotnes versija vairs netiek atbalstīta. Lūdzu, atjauniniet savu lietotni no App Store.
nb: Denne appversjonen støttes ikke lenger. Oppdater appen fra App-butikken.
sv: Denna appversion stöds inte längre. Uppdatera din app från App Store.

# ms_app_update_description
source: This app version is no longer supported. Please update your app from the Play Store.
da: Denne appversion understøttes ikke længere. Opdater din app via Play Store.
de: Diese App-Version wird nicht mehr unterstützt. Bitte aktualisieren Sie Ihre App im Play Store.
et_ee: Seda rakenduse versiooni ei toetata enam. Palun värskendage oma rakendust Play Store'is.
fi: Tätä sovellusversiota ei enää tueta. Päivitä sovelluksesi Play Storesta.
fr: Cette version de l'application n'est plus prise en charge. Veuillez mettre à jour votre application depuis Play Store.
it: Questa versione dell'app non è più supportata. Aggiorna l'app da Play Store.
lt_lt: Ši mobiliosios programos versija nebepalaikoma. Atnaujinkite savo mobiliąją programą „Play Store“.
lv_lv: Šī lietotnes versija vairs netiek atbalstīta. Lūdzu, atjauniniet savu lietotni no Play Store.
nb: Denne appversjonen støttes ikke lenger. Oppdater appen fra Play-butikken.
sv: Denna appversion stöds inte längre. Uppdatera din app från Play Butik.

# ms_app_update_release_content
source: Get notified when we release a new version of the app.
da: Få besked, når vi udgiver en ny version af appen.
de: Erhalten Sie eine Benachrichtigung, wenn wir eine neue Version der App veröffentlichen.
fi: Saat ilmoituksen, kun julkaisemme sovelluksesta uuden version.
fr: Soyez averti de la sortie d'une nouvelle version de l'application.
it: Ricevi una notifica quando viene rilasciata una nuova versione dell'app.
lv_lv: Saņemiet paziņojumu, kad izlaidīsim jaunu lietotnes versiju.
nb: Bli varslet når vi gir ut en ny versjon av appen.
sv: Få ett meddelande när vi släpper en ny version av appen.

# ms_apply_to_all
source: Apply to all in this location
da: Anvend på alle på dette sted
de: Auf alle an diesem Speicherort anwenden
fi: Käytä kaikkiin tässä sijainnissa
fr: Appliquer à tout dans ce lieu
it: Applica a tutto in questa sede
lv_lv: Pieteikties visiem šajā atrašanās vietā
nb: Bruk på alle på denne plasseringen
sv: Applicera för alla på den här platsen

# ms_apply_to_selected
source: Apply to selected terminal
da: Anvend på den valgte terminal
de: Auf ausgewähltes Terminal anwenden
fi: Käytä valittuun päätteeseen
fr: Appliquer au terminal sélectionné
it: Applica al terminale selezionato
lv_lv: Lietot atlasīto termināli
nb: Bruk på valgt terminal
sv: Applicera på vald terminal

# ms_approximate_handling_time
source: Approximate handling time is 5 days
da: Den omtrentlige behandlingstid er 5 dage.
de: Bearbeitungszeit: ungefähr 5 Tage
et_ee: Ligikaudne käitlemisaeg on 5 päeva
fi: Arvioitu käsittelyaika 5 päivää
lt_lt: Apytikslis apdorojimo laikas – 5 dienos
lv_lv: Aptuvenais apstrādes laiks ir 5 dienas
nb: Behandlingstiden er på ca. 5 dager
sv: Handläggningstiden är cirka fem dagar

# ms_article_support_link
source: View the support section
da: Se supportsektionen
de: Supportbereich anzeigen
fi: Katso tukiosio
fr: Afficher la section assistance
it: Visualizza la sezione supporto
nb: Vis støtteseksjonen
sv: Visa supportsektionen

# ms_article_terminal_guide_link
source: View your terminal guides
da: Se dine terminalvejledninger
de: Ihre Terminalanleitungen anzeigen
fi: Katso terminaaliopastasi
fr: Afficher vos guides de terminal
it: Visualizza le tue guide per terminali
nb: Vis dine terminalguider
sv: Visa dina terminalguider

# ms_authorized
source: AUTHORIZED
da: GODKENDT
de: AUTORISIERT
fi: VALTUUTETTU
fr: AUTORISÉ
it: AUTORIZZATO
lt_lt: ATPAŽINTA
lv_lv: AUTORIZĒTS
nb: AUTORISERT
sv: AUKTORISERAT

# ms_auto_email
source: Sends autom. e-mail
da: Sender aut. e-mail
de: Sendet autom. E-Mail
et_ee: Saadab autom e-kirja
fi: Lähettää sähköpostin
fr: Envoie e-mail auto.
it: Invia e-mail autom.
lt_lt: Siunčia automatinį e
lv_lv: Nos. autom. e-pastu
nb: Sender autom. e-post
sv: Skickar autom. mejl

# ms_auto_tip_function
source: Automatic Tip Function
da: Automatisk drikkepengefunktion
de: Automatische Trinkgeldfunktion
fi: Automaattinen juomarahatoiminto
fr: Fonction pourboire automatique
it: Funzione automatica mancia
lv_lv: Automātiskā dzeramnaudas funkcija
nb: Automatisk driksfunksjon
sv: Automatisk dricksfunktion
