Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ma_analytics_beforeVisiting
source: Before visiting
da: Før besøget
de: Vor dem Besuch
et_ee: Enne külastust
fi: Ennen käyntiä
fr: Avant la visite
it: Prima
lt_lt: Prieš apsilank.
lv_lv: Pirms apmeklēju
nb: Før besøket
sv: Före besök

# mepo_account_not_found_warning
source: Unfortunately, we are unable to find your user name in our system.
da: Beklager, vi kan ikke finde dit brugernavn i systemet.
de: Leider konnten wir Ihren Benutzernamen in unserem System nicht finden.
et_ee: Kahjuks ei leidnud me süsteemist teie kasutajanime.
fi: Valitettavasti emme löytäneet käyttäjänimeäsi järjestelmästämme.
fr: Nous ne parvenons malheureusement pas à trouver votre nom d'utilisateur dans notre système.
it: Purtroppo non riusciamo a trovare il tuo nome utente nel nostro sistema.
lt_lt: Savo sistemoje jūsų naudotojo vardo, deja, neradome.
lv_lv: Diemžēl mēs nevaram atrast jūsu lietotāja vārdu mūsu sistēmā.
nb: Beklager, vi fant ikke brukernavnet ditt.
sv: Vi kan tyvärr inte hitta ditt användarnamn i systemet.

# mepo_account_unavailable_warning
source: Unfortunately, your user name is not active – please activate your user name in the portal.
da: Beklager, dit brugernavn er ikke aktivt – aktiver dit brugernavn i portalen.
de: Leider ist Ihr Benutzername nicht aktiv – bitte aktivieren Sie Ihren Benutzernamen über das Portal.
et_ee: Kahjuks ei ole teie kasutajanimi aktiivne – palun aktiveerige portaalis oma kasutajanimi.
fi: Valitettavasti käyttäjänimesi ei ole aktiivinen - aktivoi käyttäjänimesi portaalissa.
fr: Votre nom d'utilisateur n'est malheureusement pas actif. Veuillez activer votre nom d'utilisateur sur le portail.
it: Purtroppo il tuo nome utente non è attivo – attiva il tuo nome utente nel portale.
lt_lt: Jūsų naudotojo vardas, deja, neaktyvus. Portale aktyvinkite savo naudotojo vardą.
lv_lv: Diemžēl jūsu lietotāja vārds nav aktīvs - lūdzu aktivizējiet savu lietotāja vārdu portālā.
nb: Beklager, brukernavnet ditt er ikke aktivt - aktiver brukernavnet ditt i portalen
sv: Tyvärr är ditt användarnamn inte aktivt – aktivera ditt användarnamn på portalen.

# mepo_enter_user_id
source: Enter your user name
da: Indtast dit brugernavn
de: Benutzernamen eingeben
et_ee: Sisestage oma kasutajanimi
fi: Syötä käyttäjätunnuksesi
fr: Entrer votre nom d'utilisateur
it: Inserisci il tuo nome utente
lt_lt: Įveskite savo naudotojo vardą
lv_lv: Ievadiet savu lietotāja vārdu
nb: Skriv inn brukernavnet ditt
sv: Ange ditt användarnamn

# mepo_invalid_user_id
source: Invalid user name
da: Ukendt brugernavn
de: Ungültiger Benutzername
et_ee: Kehtetu kasutajanimi
fi: Tuntematon käyttäjätunnus
fr: Nom d'utilisateur non valide
it: Nome utente non valido
lt_lt: Neteisingas naudotojo vardas
lv_lv: Nederīgs lietotāja vārds
nb: Ukjent brukernavn
sv: Okänt användarnamn

# mepo_multiple_users
source: Multiple users found
da: Flere brugere fundet
de: Mehrere Benutzer erkannt
et_ee: Leiti mitu kasutajat
fi: Useita käyttäjiä löytyi
fr: Plusieurs utilisateurs trouvés
it: Sono stati trovati più utenti
lt_lt: Rasti keli naudotojai
lv_lv: Atrasti vairāki lietotāji
nb: Fant flere brukere
sv: Flera användare hittades

# mepo_multiple_users_desc
source: We have found multiple users associated with this email address. Please enter your user name.
da: Vi har fundet flere brugere med denne e-mailadresse. Indtast venligst dit brugernavn.
de: Es wurden mehrere Benutzer mit dieser E-Mail-Adresse erkannt. Bitte geben Sie Ihren Benutzernamen ein.
et_ee: Leidsime mitu kasutajat, kes on seotud selle e-posti aadressiga. Palun sisestage oma kasutajanimi.
fi: Olemme löytäneet useita käyttäjiä, jotka liittyvät tähän sähköpostiosoitteeseen. Kirjoita käyttäjänimesi.
fr: Nous avons trouvé plusieurs utilisateurs associés à cette adresse e-mail. Veuillez entrer votre nom d'utilisateur.
it: Abbiamo trovato diversi utenti associati a questo indirizzo e-mail. Inserisci il tuo nome utente
lt_lt: Radome kelis naudotojus, susietus su šiuo el. pašto adresu. Įveskite savo naudotojo vardą.
lv_lv: Mēs esam atraduši vairākus lietotājus, kas saistīti ar šo e-pasta adresi. Lūdzu, ievadiet savu lietotājvārdu.
nb: Vi har funnet flere brukere som er tilknyttet denne e-postadressen. Skriv inn brukernavnet ditt.
sv: Vi har hittat flera användare som är associerade med den här e-postadressen. Ange ditt användarnamn.

# mepo_user_id
source: User name
da: Brugernavn
de: Benutzername
et_ee: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
lt_lt: Naudotojo vardas
lv_lv: Lietotāja vārds
nb: Brukernavn
sv: Användarnamn

# month_name_short_apr
source: Apr
fi: Huh
fr: Avr
lt_lt: Bal.

# month_name_short_aug
source: Aug
fi: Elo
fr: Août
it: Ago.
lt_lt: Rgp.

# month_name_short_dec
source: Dec
de: Dez
et_ee: Det
fi: Jou
fr: Déc
it: Dic.
lt_lt: Gr.
nb: Des

# month_name_short_feb
source: Feb
et_ee: Veb
fi: Hel
fr: Fév
lt_lt: Vas.

# month_name_short_jan
source: Jan
fi: Tam
it: Gen.
lt_lt: Saus.

# month_name_short_jul
source: Jul
fi: Hei
fr: Juil
it: Lug.
lt_lt: Lp.
lv_lv: Jūl.

# month_name_short_jun
source: Jun
fi: Kes
fr: Juin
it: Giu.
lt_lt: Brž.
lv_lv: Jūn.

# month_name_short_mar
source: Mar
de: Mär
et_ee: Mär
fi: Maa
lt_lt: Kov.

# month_name_short_may
source: May
da: Maj
de: Mai
et_ee: Mai
fi: Tou
fr: Mai
it: Mag.
lt_lt: Geg.
lv_lv: Mai.
nb: Mai
sv: Maj

# month_name_short_nov
source: Nov
fi: Mar
lt_lt: Lpk.

# month_name_short_oct
source: Oct
da: Okt
de: Okt
et_ee: Okt
fi: Lok
it: Ott.
lt_lt: Sp.
lv_lv: Okt.
nb: Okt
sv: Okt

# month_name_short_sep
source: Sep
fi: Syy
fr: Sept
it: Sett.
lt_lt: Rgs.

# ms_1D
source: 1D
de: 1T
et_ee: 1p
fi: 1p
fr: 1J
it: 1 G.
sv: 1Dag

# ms_1M
source: 1M
et_ee: 1k
fi: 1kk
lt_lt: 1mėn.
lv_lv: 1mēn.
sv: 1Mån

# ms_1W
source: 1W
da: 1U
et_ee: 1n
fi: 1vk
fr: 1S
it: 1 S.
lt_lt: 1sav.
lv_lv: 1ned.
nb: 1 u
sv: 1V.

# ms_1Y
source: 1Y
da: 1Å
de: 1J
et_ee: 1a
fi: 1v
fr: 1A
it: 1 A.
lt_lt: 1m.
lv_lv: 1g.
nb: 1 å
sv: 1År

# ms_4Y
source: 4Y
da: 4Å
de: 4J
et_ee: 4a
fi: 4v
fr: 4A
it: 4 A.
lt_lt: 4m.
lv_lv: 4g.
nb: 4 å
sv: 4År

# ms_Cardholders_copy
source: CARDHOLDER'S COPY
da: KORTHOLDERS KOPI
de: KUNDENBELEG
fi: KORTINHALTIJAN KOPIO
fr: COPIE TITULAIRE DE LA CARTE
it: COPIA DEL TITOLARE DELLA CARTA
lt_lt: KORTELĖS TURĖTOJO KOPIJA
lv_lv: KARTES ĪPAŠNIEKA KOPIJA
nb: KORTHOLDERS KOPI
sv: KORTINNEHAVARENS KOPIA

# ms_ChatWithUs
source: Chat with us
da: Chat med os
de: Chatten Sie mit uns
et_ee: Vestelge meiega
fi: Chattaa kanssamme
fr: Discuter avec nous
it: Chatta con noi
lt_lt: Pasikalbėkite su mumis
lv_lv: Tērzēt ar mums
nb: Chat med oss
sv: Chatta med oss

# ms_Get_the_License
source: See how you can get more licenses for Tap To Pay
de: So erhalten Sie weitere Lizenzen für Tap to Pay
fi: Katso kuinka hankit lisää Tap to Pay -lisenssejä
fr: Découvrez comment obtenir des licences supplémentaires pour Tap To Pay
it: Scopri come ottenere più licenze per Tap To Pay

# ms_Improved_login_experience
source: Improved login experience
da: Forbedret loginoplevelse
de: Verbesserte Anmeldefunktion
et_ee: Parem sisselogimiskogemus
fi: Parempi kirjautumiskokemus
fr: Expérience de connexion améliorée
it: Esperienza di accesso migliorata
lt_lt: Patobulinta prisijungimo patirtis
lv_lv: Uzlabota pierakstīšanās pieredze
nb: Forbedret påloggingsopplevelse
sv: Förbättrad inloggningsupplevelse

# ms_Mandatory_Login
source: Mandatory login with pin, fingerprint or face identification
da: Obligatorisk login med pinkode, fingeraftryk eller ansigtsgenkendelse
de: Erforderliche Anmeldung mit PIN, Fingerabdruck oder Gesichtserkennung
et_ee: Kohustuslik sisselogimine PIN-koodi, sõrmejälje või näotuvastusega
fi: Pakollinen sisäänkirjautuminen PIN-koodilla, sormenjäljellä tai kasvotunnistuksella
fr: Connexion obligatoire avec code PIN, empreinte digitale ou reconnaissance faciale
it: Accesso obbligatorio con pin, impronta digitale o riconoscimento facciale
lt_lt: Privalomas prisijungimas naudojant PIN kodą, piršto atspaudą ar veido identifikavimą
lv_lv: Obligāti pierakstieties ar pin kodu, pirkstu nospiedumu vai sejas identifikāciju
nb: Obligatorisk pålogging med pinkode, fingeravtrykk eller ansiktsidentifikasjon
sv: Obligatorisk inloggning med PIN-kod, fingeravtryck eller ansiktsidentifiering

# ms_NeedHelp
source: Need help? Chat with us
da: Brug for hjælp? Chat med os
de: Benötigen Sie Hilfe? Chatten Sie mit uns
et_ee: Vajate abi? Vestelge meiega
fi: Tarvitsetko apua? Chattaa kanssamme
fr: Besoin d'aide? Discutez avec nous
it: Hai bisogno di aiuto? Chatta con noi
lt_lt: Reikia pagalbos? Pasikalbėkite su mumis
lv_lv: Vajadzīga palīdzība? Tērzējiet ar mums
nb: Trenger du hjelp? Chat med oss
sv: Behöver du hjälp? Chatta med oss

# ms_Overview
source: Overview
da: Overblik
de: Übersicht
et_ee: Ülevaade
fi: Yleiskuva
fr: Vue d'ensemble
it: Panoramica
lt_lt: Apžvalga
lv_lv: Pārskats
nb: Oversikt
sv: Översikt

# ms_PleaseTry
source: Please try again later.
da: Prøv igen senere.
de: Bitte versuchen Sie es später erneut.
et_ee: Proovige hiljem uuesti.
fi: Yritä myöhemmin uudelleen.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi
lt_lt: Bandykite dar kartą vėliau.
lv_lv: Lūdzu, vēlāk mēģiniet vēlreiz.
nb: Prøv på nytt senere.
sv: Försök igen senare.

# ms_Read_about_the_new_feature_txt
source: Read about the new feature
de: Erfahren Sie mehr über die neue Funktion
fi: Lue uudesta ominaisuudesta
fr: En savoir plus sur la nouvelle fonctionnalité
it: Scopri di più sulla nuova funzione

# ms_Terms_Accept
source: Accept terms
da: Acceptér vilkår
de: Bedingungen akzeptieren
et_ee: Nõustu tingimustega
fi: Hyväksy ehdot
fr: Accepter les conditions
it: Accetta i termini
lt_lt: Sutikite su sąlygomis
lv_lv: Piekrist noteikumiem
nb: Godta vilkårene
sv: Acceptera villkor

# ms_Thankyou
source: Thank you
da: Tak
de: Vielen Dank
et_ee: Aitäh
fi: Kiitos
fr: Merci
it: Grazie
lt_lt: Ačiū
lv_lv: Paldies!
nb: Takk
sv: Tack

# ms_Version 1.1 of Analytics Pro
source: Version 1.1 of Analytics Pro
da: Version 1.1 af Analytics Pro
de: Version 1.1 von Analytics Pro
et_ee: Analytics Pro versioon 1.1
fi: Analytics Pron versio 1.1
fr: Version 1.1 d'Analytics Pro
it: Versione 1.1. di Analytics Pro
lt_lt: „Analytics Pro“ 1.1 versija
lv_lv: Analytics Pro versija 1.1
nb: Versjon 1.1 av Analytics Pro
sv: Version 1.1 av Analytics Pro

# ms_a920_choose_pay_method
source: Choose payment method
da: Vælg betalingsmetode
de: Wählen Sie eine Zahlungsmethode aus
et_ee: Valige makseviis
fi: Valitse maksutapa
fr: Choisir le mode de paiement
it: Scegli un metodo di pagamento
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlieties apmaksas metodi
nb: Velg betalingsmetode
sv: Välj betalningsmetod

# ms_a920_choose_pay_opt1
source: Contactless
da: Kontaktløs
de: Kontaktlos
et_ee: Puutevaba
fi: Lähimaksu
fr: Sans contact
lt_lt: Bekontaktis
lv_lv: Bezkontakta
nb: Kontaktløs
sv: Kontaktlös

# ms_a920_choose_pay_opt1_desc
source: Place the card by the contactless area displayed on the terminal. When successful a green LED light will be shown.
da: Hold kortet hen over symbolet for kontaktløs betaling på terminalen. Der vises et grønt LED-lys, når betalingen er gået igennem.
de: Legen Sie die Karte weiter weg von dem auf dem Terminal angezeigten kontaktlosen Bereich. Bei Erfolg leuchtet eine grüne LED auf.
et_ee: Asetage kaart terminalis kuvatava kontaktivaba ala äärde. Kui see õnnestub, süttib roheline LED-tuli.
fi: Aseta kortti päätteeseen merkityn lähimaksualueen viereen. Vihreä merkkivalo osoittaa maksun onnistuneen.
fr: Placez la carte près de la zone sans contact figurant sur le terminal. Un témoin vert s'affiche lorsque l'opération a réussi.
it: Posiziona la carta vicino all'area contactless mostrata sul terminale. Quando l'operazione avrà esito positivo, verrà visualizzata una luce LED verde.
lt_lt: Priglauskite kortelę prie terminalo bekontakčio nuskaitymo srities. Sėkmingai įvykdžius operaciją, užsižiebs žalia LED lemputė.
lv_lv: Novietojiet karti pie termināļa redzamās bezkontakta zonas. Kad tas būs veiksmīgs, iedegsies zaļa LED gaisma.
nb: Plasser kortet ved det kontaktløse området som vises på terminalen. Når det lykkes, vil du se et grønt LED-lys.
sv: Placera kortet vid området för kontaktlös betalning som visas på terminalen. Vid lyckad åtgärd tänds en grön LED-lampa.

# ms_a920_choose_pay_opt2
source: Chip
et_ee: Kiip
fi: Siru
fr: Puce
lt_lt: Lustas
lv_lv: Mikroshēma
sv: Chipp

# ms_a920_choose_pay_opt2_desc
source: Insert the card in the bottom of the terminal socket. The card can only be read when the chip is facing upwards.
da: Indsæt kortet i bunden af terminalen. Kortet kan kun læses, hvis chippen vender opad.
de: Stecken Sie die Karte unten in den Steckplatz des Terminals. Die Karte kann nur gelesen werden, wenn der Chip nach oben zeigt.
et_ee: Sisestage kaart terminalipesa põhja. Kaarti saab lugeda ainult siis, kui kiip on ülespoole.
fi: Työnnä kortti päätteen aukkoon. Kortti voidaan lukea vain, kun siru on ylöspäin.
fr: Insérez la carte dans le bas du boîtier du terminal. La carte ne peut être lue que lorsque la puce est orientée vers le haut.
it: Inserisci la carta in fondo alla presa del terminale. La carta può essere letta solo quando il chip è rivolto verso l'alto.
lt_lt: Įstatykite kortelę į terminalo lizdą. Kortelę galima nuskaityti tik tada, kai lustas nukreiptas į viršų.
lv_lv: Ievietojiet karti termināļa ligzdas apakšā. Karti var nolasīt tikai tad, kad mikroshēma ir vērsta uz augšu.
nb: Sett inn kortet nederst på terminalen. Kortet kan kun leses når chippen vender oppover.
sv: Sätt in kortet längst ned i terminalens fack. Kortet kan bara läsas när chippet är vänt uppåt.

# ms_a920_choose_pay_opt3
source: Magnetic Stripe
da: Magnetstribe
de: Magnetstreifen
et_ee: Magnetriba
fi: Magneettijuova
fr: Piste magnétique
it: Banda magnetica
lt_lt: Magnetinė juosta
lv_lv: Magnētiskā josla
nb: Magnetstripe
sv: Magnetremsa

# ms_a920_choose_pay_opt3_desc
source: Swipe the card downwards with a quick move on the right side of the terminal. The card stripe should face the terminal.
da: Før kortet hurtigt nedad på højre side af terminalen. Magnetstriben skal vende ind mod terminalen.
de: Ziehen Sie die Karte mit einer schnellen Bewegung auf der rechten Seite des Terminals nach unten. Der Kartenstreifen sollte zum Terminal zeigen.
et_ee: Viibake kaarti terminali paremal küljel kiire liigutusega allapoole. Kaardiriba peaks olema terminali poole.
fi: Pyyhkäise kortti nopeasti alaspäin päätteen oikealla puolella. Magneettijuovan pitää olla päätteeseen päin.
fr: D'un mouvement rapide, faites glisser la carte vers le bas sur le côté droit du terminal. La piste de la carte doit être tournée vers le terminal.
it: Fai scorrere la carta verso il basso con un rapido movimento sul lato destro del terminale. La banda magnetica della carta deve essere rivolta verso il terminale.
lt_lt: Greitu judesiu braukite kortele žemyn dešinėje terminalo pusėje. Kortelės juosta turi būti nukreipta į terminalą.
lv_lv: Pavelciet karti uz leju ar ātru kustību termināļa labajā pusē. Kartes joslai jābūt vērstai pret termināli.
nb: Sveip kortet nedover med en rask bevegelse på høyre side av terminalen. Kortstripen skal vende mot terminalen.
sv: Dra kortet snabbt nedåt på terminalens högra sida. Kortets remsa ska vara vänd mot terminalen.

# ms_a920_click_history_icon_desc
source: From either the menu or the payment display, navigate to the History
da: Naviger til Historik fra enten menuen eller betalingsvisningen
de: Navigieren Sie entweder vom Menü oder von der Zahlungsanzeige aus zum Verlauf
et_ee: Liikuge menüüst või makseekraanilt jaotisse Ajalugu
fi: Siirry historiaan valikosta tai maksunäytöstä
fr: Depuis le menu ou l'écran de paiement, accéder à l'historique
it: Dal menu o dal display di pagamento, vai allo Storico
lt_lt: Meniu arba mokėjimo lange eikite į „History“ (istorija)
lv_lv: No izvēlnes vai maksājumu displeja pārejiet uz Vēsture
nb: Naviger til historikken fra enten menyen eller betalingsdisplayet.
sv: Navigera till historiken från antingen menyn eller betalningsdisplayen

# ms_a920_click_history_icon_txt
source: Click on the history icon
da: Klik på ikonet for historik
de: Klicken Sie auf das Symbol für den Verlauf
et_ee: Klõpsake ajaloo ikoonil
fi: Napsauta historiakuvaketta
fr: Cliquer sur l'icône Historique
it: Fai clic sul'icona Storico
lt_lt: Spustelėkite piktogramą „History“ (istorija)
lv_lv: Noklikšķiniet uz vēstures ikonas
nb: Klikk på historikkikonet
sv: Klicka på historikikonen

# ms_a920_cust_enter_amt_txt
source: Customer enters amount
da: Kunden indtaster beløb
de: Der Kunde gibt den Betrag ein
et_ee: Klient sisestab summa
fi: Asiakas syöttää summan
fr: Le client entre le montant
it: Il cliente inserisce l'importo
lt_lt: Klientas įveda sumą
lv_lv: Klients ievada summu
nb: Kunden oppgir beløpet
sv: Kunden anger beloppet

# ms_a920_do_refund_txt
source: Do a refund
da: Foretag en tilbagebetaling
de: Eine Erstattung vornehmen
et_ee: Tehke tagasimakse
fi: Tee palautus
fr: Effectuer un remboursement
it: Esegui un rimborso
lt_lt: Atlikite pinigų grąžinimą
lv_lv: Veiciet atmaksu
nb: Utføre en refusjon
sv: Gör en återbetalning

# ms_a920_do_reversal_txt
source: Do a reversal
da: Foretag en tilbageførsel
de: Eine Stornierung vornehmen
et_ee: Tehke tagasipööramine
fi: Tee peruutus
fr: Effectuer une annulation
it: Esegui uno storno
lt_lt: Atlikite atvirkštinę operaciją
lv_lv: Veiciet apvērsi
nb: Utføre en reversering
sv: Gör en makulering

# ms_a920_enter_pin_txt
source: Enter PIN code
da: Indtast pinkode
de: Geben Sie den PIN-Code ein
et_ee: Sisestage PIN-kood
fi: Syötä PIN-koodi
fr: Entrer le code PIN
it: Inserisci il codice PIN
lt_lt: Įveskite PIN kodą
lv_lv: Ievadiet PIN kodu
nb: Oppgi PIN-kode
sv: Ange PIN-kod

# ms_a920_enter_refund_amount_desc
source: Insert the amount that needs to be refunded and press the checkmark
da: Indtast det beløb, der skal tilbagebetales, og tryk på fluebenet
de: Geben Sie den Betrag ein, der erstattet werden soll, und klicken Sie auf das Häkchen.
et_ee: Sisestage tagasi makstav summa ja vajutage märkeruudul
fi: Syötä palautettava summa ja paina tarkistusmerkkiä
fr: Introduire le montant à rembourser et appuyer sur la coche
it: Inserisci l'importo che deve essere rimborsato e premi il segno di spunta
lt_lt: Įveskite sumą, kurią reikia grąžinti, ir paspauskite varnelę
lv_lv: Ierakstiet atmaksājamo summu un nospiediet atzīmi
nb: Oppgi beløpet som skal refunderes, og trykk på haken
sv: Mata in beloppet som ska återbetalas och tryck på bocken

# ms_a920_enter_refund_amount_txt
source: Enter refund amount
da: Indtast beløb, der skal tilbagebetales
de: Geben Sie den Erstattungsbetrag ein
et_ee: Sisestage tagasimakse summa
fi: Syötä palautussumma
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamą sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refusjonsbeløp
sv: Mata in återbetalningsbelopp

# ms_a920_enter_tip_amount
source: Enter tip amount
da: Indtast drikkepenge
de: Geben Sie den Trinkgeldbetrag ein
et_ee: Sisestage jootraha summa
fi: Syötä juomaraha
fr: Entrer le montant du pourboire
it: Inserisci l'importo della mancia
lt_lt: Įveskite arbatpinigių sumą
lv_lv: Ievadiet dzeramnaudas summu
nb: Oppgi driksbeløp
sv: Mata in dricksbelopp

# ms_a920_enter_tip_amount_desc
source: Handover the terminal to the customer and let them type the tip amount they would like. Then press the checkmark.
da: Giv terminalen til kunden, og lad vedkommende indtaste det ønskede drikkepengebeløb. Tryk derefter på fluebenet.
de: Übergeben Sie das Terminal an den Kunden und lassen Sie ihn den gewünschten Trinkgeldbetrag eingeben. Drücken Sie dann auf das Häkchen.
et_ee: Andke terminal kliendi kätte ja laske tal sisestada soovitud jootraha summa. Seejärel vajutage märkeruutu.
fi: Anna pääte asiakkaalle ja anna hänen syöttää haluamansa juomaraha. Paina sitten tarkistusmerkkiä.
fr: Remettez le terminal au client et laissez-le saisir le montant du pourboire de son choix. Puis, appuyez sur la coche.
it: Passa il terminale al cliente e fagli digitare l'importo della mancia. Quindi premi la spunta.
lt_lt: Perduokite terminalą klientui ir leiskite jam (jai) įvesti norimą arbatpinigių sumą. Tada spustelėkite varnelę.
lv_lv: Pasniedziet termināli klientam un ļaujiet viņam ierakstīt dzeramnaudas summu, ko viņš vēlas. Pēc tam nospiediet atzīmi.
nb: Gi terminalen til kunden, slik at de kan skrive inn driksbeløpet. Trykk deretter på haken.
sv: Lämna över terminalen till kunden och låt honom eller henne ange ett dricksbelopp. Tryck sedan på bocken.

# ms_a920_flip_up_desc
source: On the top of your terminal, a small lid can be lifted where the contactless icon is displayed. Lift it up so it opens, with two fingers.
da: Terminalen er forsynet med en lille låg i toppen der, hvor ikonet for kontaktløs betaling er placeret. Åbn låget med to fingre.
de: Auf der Oberseite Ihres Terminals können Sie eine kleine Abdeckung anheben, auf der das Kontaktlos-Symbol angezeigt wird. Heben Sie sie mit zwei Fingern an, damit sie sich öffnet.
et_ee: Teie terminali ülaosas saab tõsta väikese kaane, kus kuvatakse kontaktivaba ikoon. Tõstke see kahe sõrmega üles, nii et see avaneb.
fi: Päätteen päällä on pieni kansi, jonka voi nostaa, kun lähimaksukuvake näkyy. Nosta se ylös kahdella sormella.
fr: Sur la partie supérieure de votre terminal, à l'endroit où se trouve l'icône sans contact, un petit capot peut être relevé. En utilisant deux doigts, soulevez-le pour l'ouvrir.
it: Nella parte superiore del tuo terminale, è possibile sollevare un coperchio dove viene visualizzata l'icona contactless. Sollevalo e aprilo con due dita.
lt_lt: Terminalo viršuje galima nuimti nedidelį dangtelį, ant kurio pavaizduota bekontakčio mokėjimo piktograma. Dviem pirštais pakelkite jį taip, kad atsidarytų.
lv_lv: Termināļa augšpusē var pacelt nelielu apgaismojumu, kur tiek parādīta bezkontakta ikona. Paceliet to ar diviem pirkstiem, lai tas atvērtos.
nb: Øverst på terminalen er det et lite deksel der ikonet for kontaktløs betaling vises. Løft det opp med to fingre slik at det åpner seg.
sv: Högst upp på terminalen kan du lyfta på ett litet lock där ikonen för kontaktlös betalning visas. Öppna den genom att lyfta upp den med två fingrar.

# ms_a920_flip_up_txt
source: Flip up the lit and pull
da: Flip låget op, og træk
de: Klappen Sie die Abdeckung hoch und ziehen Sie daran
et_ee: Pöörake kaas üles ja tõmmake
fi: Nosta kansi ylös ja vedä
fr: Relever le couvercle et tirer
it: Apri il coperchio e tira
lt_lt: Atlenkite dangtelį ir patraukite
lv_lv: Pagrieziet apgaismojumu un velciet
nb: Vipp opp dekselet, og dra
sv: Knäpp upp locket och dra

# ms_a920_handover_new_receipt_txt
source: Handover new receipt
da: Giv kunden en ny kvittering
de: Händigen Sie die neue Quittung aus
et_ee: Andke üle uus kviitung
fi: Anna asiakkaalle uusi resepti
fr: Remettre le nouveau reçu
it: Consegna la nuova ricevuta
lt_lt: Paduokite naują kvitą
lv_lv: Izsniedziet jaunu kvīti
nb: Gi fra deg den nye kvitteringen
sv: Lämna över det nya kvittot
