Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_transactions_details
source: - Transactions - Card number (last four) - Time - Transaction reference - Batch reference - Transaction number - Customer's reference
da: - Transaktioner - Kortnummer (sidste fire) - Tidspunkt - Transaktionsreference - Batchreference - Transaktionsnummer - Kundereference
de: - Transaktionen - Kartennummer (letzte 4 Ziffern) - Uhrzeit - Transaktionsreferenz - Chargenreferenz - Transaktionsnummer - Kundenreferenz
et_ee: - Tehingud - Kaardi number (viimased neli numbrit) - Kellaaeg - Tehingu viitenumber - Partii viitenumber - Tehingu number - Kliendi viitenumber
fi: - Tapahtumat - Kortin numero (viimeiset 4) - Aika - Tapahtumaviite - Eräviite - Tapahtumanumero - Asiakkaan viite
fr: - Transactions - Numéro de carte (quatre derniers) - Heure - Référence de la transaction - Référence du lot - Numéro de la transaction - Référence du client
it: - Transazioni - Numero di carta (ultime quattro cifre) - Ora - Riferimento transazione - Riferimento batch - Numero transazione - Riferimento cliente
lt_lt: - Operacijos - Kortelės numeris (paskutiniai keturi skaitmenys) - Laikas - Operacijos nuoroda - Partijos nuoroda - Operacijos numeris - Kliento nuoroda
lv_lv: -Darījumi -Kartes numurs (pēdējie četri cipari) -Laiks -Darījuma atsauce -Partijas atsauce -Darījuma numurs -Klienta atsauce
nb: - Transaksjoner - Kortnummer (siste fire) - Tidspunkt - Transaksjonsreferanse - Batchreferanse - Transaksjonsnummer - Kundens referanse
sv: - Transaktioner - Kortnummer (sista fyra) - Tid - Transaktionsreferens - Batchreferens - Transaktionsnummer - Kundens referens

# ms_transactions_regarding_softoay
source: Only transactions regarding Softpay
da: Kun transaktioner med Softpay
de: Nur Transaktionen betreffend Softpay
et_ee: Ainult Softpayga seotud tehingud
fi: Vain Softpayta koskevat maksutapahtumat
lt_lt: Tik operacijos, susijusios su „Softpay“
lv_lv: Tikai darījumi saistībā ar Softpay
nb: Kun transaksjoner knyttet til Softpay
sv: Endast transaktioner som rör Softpay

# ms_transactions_section
source: Transactions
da: Transaktioner
de: Transaktionen
fi: Tapahtumat
it: Transazioni
nb: Transaksjoner
sv: Transaktioner

# ms_transactions_txt
source: Transactions
de: Transaktionen
fi: Tapahtumat
it: Transazioni

# ms_try_chatbot
source: Try our chatbot
da: Prøv vores chatbot
de: Testen Sie unseren Chatbot
et_ee: Proovige meie vestlusrobotit
fi: Kokeile chatbottia
fr: Testez notre dialogueur
it: Prova la nostra chatbot
lt_lt: Išbandykite mūsų pokalbių robotą
lv_lv: Izmēģiniet mūsu sarunbotu
nb: Prøv chatroboten vår
sv: Testa vår chattrobot

# ms_ttp_and_sol
source: Only iPhones will work for our Tap to Pay on iPhone solution
da: Tap to Pay på iPhone-løsningen virker kun på iPhones
fi: iPhonen Tap to Pay -toimintomme toimii vain iPhonessa
fr: Seuls les iPhones fonctionneront avec notre solution Tap to Pay sur iPhone
it: Solo gli iPhone funzionano con la nostra soluzione Tap to Pay su iPhone
lv_lv: Mūsu Tap to Pay on iPhone risinājumam der tikai iPhone
sv: Tap to Pay på iPhone fungerar endast på iPhone

# ms_ttp_battery_low_description
source: To use Tap to Pay please ensure your device is charged to over 5%, or plug your device in to power to take payments immediately.
da: For at bruge Tap to Pay skal du sikre dig, at din enhed er opladet til over 5 %, eller tilslut din enhed til strøm for at modtage betalinger med det samme.
de: Um Tap to Pay zu verwenden, stellen Sie sicher, dass Ihr Gerät auf über 5 % aufgeladen ist, oder schließen Sie Ihr Gerät an eine Stromquelle an, um Zahlungen sofort zu akzeptieren.
fi: Käyttääksesi Tap to Pay -toimintoa varmista, että laitteesi akun varaus on yli 5 %, tai kytke laitteesi virtalähteeseen ottaaksesi maksuja vastaan välittömästi.
fr: Pour utiliser Tap to Pay, assurez-vous que votre appareil est chargé à plus de 5 %, ou branchez-le à une source d'alimentation pour accepter des paiements immédiatement.
it: Per utilizzare Tap to Pay, assicurati che il tuo dispositivo sia carico oltre il 5% oppure collegalo all’alimentazione per accettare pagamenti immediatamente.
nb: For å bruke Tap to Pay må du sørge for at enheten din er ladet til over 5 %, eller koble enheten til strøm for å motta betalinger umiddelbart.
sv: För att använda Tap to Pay, se till att din enhet är laddad till över 5 %, eller anslut din enhet till ström för att ta emot betalningar direkt.

# ms_ttp_header
source: You need an iPhone to use Tap to Pay on iPhone
da: Tap to Pay på iPhone kræver, at du har en iPhone.
de: Zur Verwendung von Tap to Pay auf dem iPhone ist ein iPhone erforderlich
fi: Tarvitset iPhonen käyttääksesi iPhonen Tap to Pay -toimintoa
fr: Il vous faut un iPhone pour utiliser Tap to Pay sur iPhone
it: Devi avere un iPhone per usare Tap to Pay su iPhone
lv_lv: Lai izmantotu Tap to Pay on iPhone, jums ir nepieciešams iPhone
nb: Du trenger en iPhone for å bruke den kontaktløse betalingsløsningen
sv: Du behöver en iPhone för att använda Tap to Pay på iPhone

# ms_ttp_not_use
source: Your Android smartphone is unfortunately not compatible with Tap to Pay on iPhone and you can therefore not use this feature.
da: Tap to Pay på iPhone er desværre ikke kompatibel med Android-telefoner.
de: Ihr Android-Smartphone ist leider nicht mit Tap to Pay auf dem iPhone kompatibel, Sie können diese Funktion daher nicht nutzen.
fi: Android-älypuhelimesi ei valitettavasti ole yhteensopiva iPhonen Tap to Payn kanssa, joten et voi käyttää tätä ominaisuutta.
fr: Votre smartphone Android n'est malheureusement pas compatible avec Tap to Pay sur iPhone; vous ne pouvez donc pas utiliser cette fonctionnalité.
it: Il tuo smartphone Android non è compatibile con Tap to Pay su iPhone, non puoi quindi usare questa funzione.
lv_lv: Diemžēl jūsu Android viedtālrunis nav saderīgs ar Tap to Pay on iPhone, tāpēc jūs nevarat izmantot šo funkciju.
nb: Android-smarttelefonen din er desverre ikke kompatibel med den kontaktløse betalingsløsningen, og du kan derfor ikke bruke denne funksjonen.
sv: Din Android-smarttelefon är tyvärr inte kompatibel med Tap to Pay på iPhone och du kan därför inte använda den här funktionen.

# ms_ttp_select_sales_locations_button
source: Select sales locations
da: Vælg salgssteder
de: Verkaufsstandorte auswählen
fi: Valitse myyntipaikat
fr: Sélectionner les lieux de vente
it: Seleziona le sedi di vendita
nb: Velg salgssteder
sv: Välj försäljningsställen

# ms_ttp_select_sales_locations_nordics_title
source: Select a location to pair with this Nets SoftPOS
da: Vælg en placering for at parre med denne Nets SoftPOS
de: Wählen Sie einen Standort zur Kopplung mit dieser Nets SoftPOS
fi: Valitse sijainti, joka yhdistetään tähän Nets SoftPOS
fr: Sélectionnez un emplacement à associer à cette Nets SoftPOS
it: Seleziona una sede da associare a questo Nets SoftPOS
nb: Velg en plassering for å koble til denne Nets SoftPOS
sv: Välj en plats att para ihop med denna Nets SoftPOS

# ms_ttp_select_sales_locations_title
source: Select a location to pair with this licence
da: Vælg en placering for at parre med denne licens
de: Wählen Sie einen Standort zur Kopplung mit dieser Lizenz
fi: Valitse sijainti, joka yhdistetään tähän lisenssiin
fr: Sélectionnez un emplacement à associer à cette licence
it: Seleziona una sede da associare a questa licenza
nb: Velg en plassering for å koble til denne lisensen
sv: Välj en plats att para ihop med denna licens

# ms_ttpoad_device_criteria
source: 1. Minimum Android 10.0. 2. Android Security patch must be less than 12 months old. 3. Built-in device hardware NFC
de: 1. Mindestens Android 10.0. 2. Das Sicherheits-Patch von Android darf nicht älter als zwölf Monate sein. 3. Eingebaute Hardware-NFC
fi: 1. Vähintään Android 10.0. 2. Android Security patchin on oltava alle 12 kuukautta vanha. 3. Sisäänrakennettu laitteisto NFC
fr: 1. Version Android 10.0 minimum. 2. Le correctif d'Android Security ne doit pas remonter à plus de 12 mois. 3. Solution NFC matérielle intégrée

# ms_ttpoad_minimum_requirements_txt
source: The phones we support must meet the following requirements
de: Die von uns unterstützten Telefone müssen die folgenden Anforderungen erfüllen
fi: Tuettujen puhelinten on täytettävä seuraavat vaatimukset

# ms_ttpoi_accept_on_outlet
source: Accept on location %@%
da: Accepter på salgssted %@%
de: Akzeptieren am Verkaufsort %@%
fi: Hyväksy myyntipiste %@%
fr: Accepter pour le lieu %@%
it: Accetta sulla posizione %@%
lt_lt: Patvirtinti pardavimo vietai %@%
lv_lv: Pieņemt atrašanās vietā %@%
nb: Godta på salgsstedet %@%
sv: Acceptera på försäljningsplatsen %@%

# ms_ttpoi_access_text
source: Tap to Pay on Iphone would like access
da: Tap to Pay på Iphone vil gerne have adgang til
de: Tap to Pay auf dem iPhone möchte gerne auf folgende App(s) zugreifen
fi: iPhonen Tap to Pay haluaa käyttää
fr: Tap to Pay sur Iphone aimerait accéder
it: Tap to Pay su Iphone desidera effettuare l'accesso
lt_lt: „Tap to Pay on iPhone“ funkcijai reikalinga prieiga
lv_lv: Tap to Pay on Iphone vēlas piekļūt
nb: Tap to Pay på iPhone ber om tilgang
sv: Tap to Pay på Iphone vill ha åtkomst

# ms_ttpoi_activated_text
source: Tap to Pay on iPhone activated
da: Tap to Pay på iPhone aktiveret
de: Tap to Pay auf dem iPhone ist aktiviert
et_ee: Funktsioon Puudutage maksmiseks on iPhone'is aktiveeritud
fi: iPhonen Tap to Pay on käytössä
lt_lt: „Tap to Pay on iPhone“ funkcija aktyvuota
lv_lv: Pakalpojums Tap to Pay on iPhone ir aktivizēts
nb: Tap to Pay på iPhone aktivert
sv: Tap to Pay på iPhone aktiverat

# ms_ttpoi_activated_txt
source: Tap To Pay on iPhone activated
da: Tap To Pay på iPhone er aktiveret
de: Tap To Pay auf dem iPhone ist aktiviert
fi: iPhonen Tap to Pay aktivoitu
fr: Tap To Pay sur iPhone activé
it: Tap To Pay su iPhone attivato
nb: Tap To Pay på iPhone aktivert
sv: Tap To Pay på iPhone aktiverad

# ms_ttpoi_agreement_error_message
source: This location does not appear to have a suitable acquiring agreement to use Nets SoftPOS. Please contact Sales to update your agreement or select a different location.
da: Denne placering har tilsyneladende ikke en gyldig acquiring agreement for brug af Nets SoftPOS. Kontakt salg for at opdatere aftalen eller vælg en anden placering.
de: Für diesen Standort scheint kein gültiges acquiring agreement für die Nutzung von Nets SoftPOS vorhanden zu sein. Bitte wenden Sie sich an den Vertrieb, um das Abkommen zu aktualisieren oder wählen Sie einen anderen Standort.
et_ee: Sellel asukohal ei paista olevat sobivat acquiring agreement’i Nets SoftPOS’i kasutamiseks. Palun pöörduge müügi poole lepingu uuendamiseks või valige mõni teine asukoht.
fi: Tällä sijainnilla ei näytä olevan sopivaa acquiring agreement Nets SoftPOSin käyttöön. Ota yhteyttä myyntiin sopimuksen päivittämiseksi tai valitse toinen sijainti.
fr: Cet emplacement ne semble pas disposer d’un acquiring agreement valable pour utiliser Nets SoftPOS. Veuillez contacter le service commercial pour mettre à jour l’accord ou sélectionner un autre emplacement.
it: Questa location non sembra avere un acquiring agreement valido per utilizzare Nets SoftPOS. Contatta le vendite per aggiornare l’agreement o seleziona un’altra location.
lt_lt: Šioje vietoje nėra tinkamos acquiring agreement naudoti Nets SoftPOS. Susisiekite su pardavimais, kad atnaujintumėte sutartį arba pasirinkite kitą vietą.
lv_lv: Šai atrašanās vietai, šķiet, nav piemērota acquiring agreement, lai izmantotu Nets SoftPOS. Lūdzu, sazinieties ar pārdošanu, lai atjauninātu līgumu vai izvēlētos citu vietu.
nb: Denne lokasjonen ser ikke ut til å ha en gyldig acquiring agreement for bruk av Nets SoftPOS. Kontakt salg for å oppdatere avtalen eller velg en annen lokasjon.
sv: Den här platsen verkar sakna ett giltigt acquiring agreement för att använda Nets SoftPOS. Kontakta försäljning för att uppdatera avtalet eller välj en annan plats.

# ms_ttpoi_agreement_error_title
source: No suitable agreement for this location
da: Ingen gyldig aftale for denne placering
de: Kein gültiges Abkommen für diesen Standort
et_ee: Sellele asukohale pole sobivat lepingut
fi: Ei sopivaa sopimusta tälle sijainnille
fr: Aucun accord valable pour cet emplacement
it: Nessun agreement idoneo per questa location
lt_lt: Nėra tinkamos sutarties šiai vietai
lv_lv: Nav piemērota līguma šai atrašanās vietai
nb: Ingen gyldig avtale for denne lokasjonen
sv: Ingen giltigt avtal för denna plats

# ms_ttpoi_agreement_terminal_only_message
source: This location does not appear to have acquiring agreement, please contact sales to update your agreement, or choose another location.
da: Denne placering ser ikke ud til at have en indløsningsaftale. Kontakt venligst salgsafdelingen for at opdatere din aftale eller vælg en anden placering.
de: Dieser Standort scheint keine Acquiring-Vereinbarung zu haben. Bitte kontaktieren Sie den Vertrieb, um Ihre Vereinbarung zu aktualisieren, oder wählen Sie einen anderen Standort.
fi: Tällä sijainnilla ei näytä olevan maksutapahtumasopimusta. Ota yhteyttä myyntiin päivittääksesi sopimuksesi tai valitse toinen sijainti.
fr: Cet emplacement ne semble pas disposer d’un accord d’acquisition. Veuillez contacter le service commercial pour mettre à jour votre accord ou choisir un autre emplacement.
it: Questa sede non sembra avere un accordo di acquisizione. Contatta il reparto vendite per aggiornare il tuo accordo o scegli un'altra sede.
nb: Denne plasseringen ser ikke ut til å ha en innløsningsavtale. Vennligst kontakt salgsavdelingen for å oppdatere avtalen din, eller velg en annen plassering.
sv: Denna plats verkar inte ha något förvärvsavtal. Vänligen kontakta försäljningsavdelningen för att uppdatera ditt avtal eller välj en annan plats.

# ms_ttpoi_agreement_terminal_only_title
source: No acquiring agreement at this location
da: Ingen indløsningsaftale på denne placering
de: Keine Acquiring-Vereinbarung an diesem Standort
fi: Ei maksutapahtumasopimusta tässä sijainnissa
fr: Aucun accord d’acquisition à cet emplacement
it: Nessun accordo di acquisizione in questa sede
nb: Ingen innløsningsavtale på denne plasseringen
sv: Inget förvärvsavtal på denna plats

# ms_ttpoi_allow_alert
source: Accept to allow access to use the phones chip so you can receive payments
da: Accepter for at give adgang til at bruge telefonens chip, så du kan modtage betalinger
de: Akzeptieren Sie dies, um den Zugriff auf den Telefonchip zu ermöglichen, damit Sie Zahlungen empfangen können
fi: Hyväksy puhelimen sirun käyttö, jotta voit vastaanottaa maksuja
fr: Acceptez pour autoriser l'accès pour utiliser la puce du téléphone afin de recevoir des paiements
it: Accetta di autorizzare l'accesso all'uso del chip dei telefoni per poter ricevere i pagamenti
lt_lt: Suteikite leidimą naudoti telefono lustą, kad galėtumėte priimti mokėjimus
lv_lv: Piekrītiet, lai atļautu piekļuvi tālruņa mikroshēmai, lai jūs varētu saņemt maksājumus
nb: Du må gi tilgang til å bruke telefonens chip for å motta betalinger
sv: Godkänn för att tillåta användningen av telefonens chip, så att du kan ta emot betalningar

# ms_ttpoi_android_models
source: 1. Minimum Android 10.0. 2. Android Security patch must be less than 12 months old. 3. Built-in device hardware NFC
de: 1. Mindestens Android 10.0. 2. Das Sicherheits-Patch von Android darf nicht älter als zwölf Monate sein. 3. Eingebaute Hardware-NFC
fi: 1. Vähintään Android 10.0. 2. Android Security patchin on oltava alle 12 kuukautta vanha. 3. Sisäänrakennettu laitteisto NFC
fr: 1. Version Android 10.0 minimum. 2. Le correctif d'Android Security ne doit pas remonter à plus de 12 mois. 3. Solution NFC matérielle intégrée
it: 1. Minimo Android 10.0. 2. La patch di sicurezza Android deve avere meno di 12 mesi. 3. Hardware NFC integrato nel dispositivo

# ms_ttpoi_battery_is_under_5_text
source: Tap To Pay on iPhone will be disabled when the battery is too low. Put the phone in a charger soon.
da: Tap To Pay på iPhone vil blive deaktiveret, når batteriet er for lavt. Sæt telefonen i opladeren snart.
de: Tap To Pay auf dem iPhone wird deaktiviert, wenn Ladezustand des Akkus zu niedrig ist. Legen Sie das Telefon bald in ein Ladegerät, um fortzufahren.
fi: iPhonen Tap to Pay -toiminto poistuu käytöstä, kun akun varaus on liian alhainen. Kytke puhelin pian laturiin.
fr: Tap To Pay sur iPhone sera désactivé lorsque la batterie est trop faible. Branchez dès que possible le téléphone sur un chargeur.
it: Tap To Pay su iPhone sarà disattivato quando la batteria è troppo scarica. Posiziona subito il telefono sul caricatore.
nb: Tap to Pay på iPhone vil deaktiveres når det er for lite strøm på batteriet. Koble telefonen til en lader nå.
sv: Tap to Pay på iPhone kommer att stängas av när batteriet är för lågt. Sätt telefonen på laddning snart.

# ms_ttpoi_battery_low_desc
source: Tap To Pay on iPhone is disabled because the battery is too low. Put the phone in a charger now.
da: Tap To Pay på iPhone deaktiveres, når batteriet er for lavt. Sæt telefonen i en oplader for at fortsætte.
de: Tap To Pay auf dem iPhone wird deaktiviert, wenn Ladezustand des Akkus zu niedrig ist. Legen Sie das Telefon jetzt in ein Ladegerät.
et_ee: Puudutusega maksmine on keelatud, kui aku on liiga tühi. Jätkamiseks pange telefon laadijasse.
fi: iPhonen Tap to Pay on pois käytöstä, kun akun varaus on liian alhainen. Aseta puhelin latausasemaan jatkaaksesi.
fr: Tap To Pay sur iPhone est désactivé car la batterie est trop faible. Branchez dès maintenant le téléphone sur un chargeur.
it: Tap To Pay su iPhone è stato disattivato perché la batteria è troppo scarica. Posiziona subito il telefono sul caricatore.
lt_lt: „Tape To Pay on iPhone“ išjungiamas, kai akumuliatoriaus įkrova per mažai. Norėdami tęsti, įdėkite telefoną į įkroviklį.
lv_lv: Pieskaroties maksāt, ir atspējota, ja akumulatora uzlādes līmenis ir pārāk zems. Lai turpinātu, ievietojiet tālruni lādētājā.
nb: Tap To Pay på iPhone er deaktivert når batteriet er for lavt. Sett telefonen i en lader for å fortsette.
sv: Tap To Pay på iPhone är inaktiverat när batteriet är för lågt. Lägg telefonen i en laddare för att fortsätta.

# ms_ttpoi_battery_too_low_message
source: To use Tap to Pay on iPhone please ensure your device is charged to over 5%, or plug your device in to power to take payments immediately
da: For at bruge Tap to Pay på iPhone skal du sørge for, at din enhed er opladet til over 5%, eller sætte din enhed til strøm for at tage imod betalinger med det samme.
de: Um Tap to Pay auf dem iPhone zu nutzen, stellen Sie bitte sicher, dass Ihr Gerät zu mehr als 5 % aufgeladen ist, oder schließen Sie Ihr Gerät an die Stromversorgung an, um Zahlungen sofort entgegenzunehmen.
et_ee: iPhone'ile Tap to Pay kasutamiseks veenduge, et teie seade on laetud üle 5% või ühendage seade vooluvõrku, et makseid kohe vastu võtta.
fi: Jos haluat käyttää Tap to Pay -palvelua iPhonessa, varmista, että laitteesi on ladattu yli 5 %:iin, tai kytke laite virtalähteeseen, jotta voit ottaa maksuja vastaan välittömästi.
fr: Pour utiliser Tap to Pay sur l'iPhone, assurez-vous que votre appareil est chargé à plus de 5 % ou branchez-le sur le secteur pour pouvoir effectuer des paiements immédiatement.
it: Per utilizzare Tap to Pay su iPhone, assicurarsi che il dispositivo sia carico oltre il 5%, oppure collegarlo all'alimentazione per accettare immediatamente i pagamenti.
nb: For å bruke Tap to Pay på iPhone må du sørge for at enheten din er ladet til over 5 %, eller koble enheten til strøm for å ta imot betalinger umiddelbart
sv: För att använda Tap to Pay på iPhone måste du se till att din enhet är laddad till över 5% eller ansluta din enhet till ström för att ta emot betalningar omedelbart

# ms_ttpoi_bigcard
source: Did you know you can have our new feature Tap to Pay on iPhone?
da: Vidste du, at du har adgang til vores nye funktion Tap to Pay på iPhone?
de: Wussten Sie, dass Sie unsere neue Funktion Tap to Pay auf dem iPhone nutzen können?
fi: Tiesitkö, että voit käyttää uutta iPhonen Tap to Pay-ominaisuuttamme
fr: Saviez-vous que vous pouviez obtenir notre nouvelle fonctionnalité Tap to Pay sur iPhone?
it: Sapevi che puoi avere la nostra nuova funzione Tap to Pay su Iphone?
lv_lv: Vai zinājāt, ka varat izmantot mūsu jauno funkciju Tap to Pay on iPhone?
nb: Visste du at du kan bruke den nye funksjonen vår Tap to Pay på iPhone?
sv: Visste du att du kan använda vår nya funktion Tap to Pay på iPhone?

# ms_ttpoi_cancel_transaction
source: CANCEL TRANSACTION
da: ANNULLER TRANSAKTION
de: TRANSAKTION ABBRECHEN
fi: PERUUTA TAPAHTUMA
fr: ANNULER LA TRANSACTION
it: ANNULLA TRANSAZIONE
nb: AVBRYT TRANSAKSJON
sv: AVBRYT TRANSAKTION

# ms_ttpoi_card_battery_low_subtitle
source: Your battery is too low to use Tap to Pay on iPhone, charge your phone
da: Dit batteriniveau er for lavt til at bruge Tap to Pay på iPhone, oplad din telefon
de: Der Ladezustand Ihres Akkus ist zu niedrig für Tap to Pay auf dem iPhone, laden Sie Ihr Telefon auf
fi: Akun varaustaso on liian alhainen, jotta voit käyttää iPhonen Tap to Pay -palvelua, lataa puhelin.
fr: Votre batterie est trop faible pour utiliser Tap To Pay sur iPhone, rechargez votre téléphone
it: La batteria è troppo scarica per usare Tap To Pay su iPhone, carica il tuo telefono
nb: Det er for lite strøm på batteriet til å bruke Tap to Pay på iPhone, lad telefonen
sv: Ditt batteri är för lågt för att använda Tap to Pay på iPhone. Ladda din telefon.

# ms_ttpoi_card_list_text
source: Here is a list of cards that can be used on Tap to Pay on iPhone
da: Her er en liste over kort, som kan bruges sammen med Tap to Pay på iPhone
de: Die Karten in dieser Liste können auf Tap to Pay auf dem iPhone verwendet werden
fi: Tässä on lista korteista, joita voidaan käyttää iPhonen Tap to Payssa
fr: Voici une liste de cartes utilisables sur Tap to Pay sur iPhone
it: Qui trovi un elenco di carte che possono essere utilizzate su Tap to Pay su iPhone
lt_lt: Čia pateikiamas kortelių, kurias galima naudoti su „Tap to Pay on iPhone“ funkcija, sąrašas.
lv_lv: Šeit ir saraksts ar kartēm, kuras var izmantot iPhone tālrunī, izmantojot Tap to Pay on iPhone
nb: Her har du en liste over hvilke kort som kan brukes for Tap to Pay på iPhone
sv: Här är en lista över kort som kan användas med Tap to Pay på iPhone

# ms_ttpoi_card_msg
source: Which cards can be used on Tap to Pay on iPhone?
da: Hvilke kort kan bruges sammen med Tap to Pay på iPhone?
de: Welche Karten können mit Tap to Pay auf dem iPhone verwendet werden?
fi: Mitä kortteja voidaan käyttää iPhonen Tap to Payssa?
fr: Quelles sont les cartes qui peuvent être utilisées sur Tap to Pay sur iPhone?
it: Quali carte si possono usare su Tap to Pay su iPhone?
lt_lt: Kokios kortelės gali būti naudojamos su „Tap to Pay on iPhone“ funkcija?
lv_lv: Kuras kartes var izmantot Tap to Pay on iPhone?
nb: Hvilke kort kan brukes til Tap to Pay på iPhone?
sv: Vilka kort kan användas med Tap to Pay på iPhone?
