Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_phone_charging
source: Phone is charging
da: Telefonen oplades
de: Telefon wird geladen
et_ee: Telefon laadib
fi: Puhelin latautuu
fr: Le téléphone est en charge
it: Il telefono è in carica
lt_lt: Telefonas įkraunamas
lv_lv: Tālrunis tiek uzlādēts
nb: Telefonen lader
sv: Telefonen laddas

# ms_phone_support_txt
source: Which phones will support Tap To Pay on Android
de: Welche Telefone unterstützen Tap to Pay on Android?
fi: Mitkä puhelimet tukevat Tap to Pay on Android -toimintoa
fr: Quels sont les téléphones qui prendront en charge Tap to Pay on Android?
it: Telefoni che supportano Tap To Pay su Android

# ms_phoneissue_txt
source: Your phone is unfortunately too old, and we do not support the Tap to Pay feature due to that your phone does not have the right chip build in
de: Ihr Telefon ist leider zu alt. Wir unterstützen die Tap-to-Pay-Funktion nicht, da Ihr Telefon nicht über den richtigen Chip verfügt.
fi: Puhelimesi on valitettavasti liian vanha, emmekä tue Tap to Pay -toimintoa, koska puhelimessasi ei ole oikeaa sirua.
fr: Votre téléphone est malheureusement trop ancien, et nous ne prenons pas en charge la fonctionnalité Tap to Pay parce qu'il ne contient pas la puce qui convient
it: Purtroppo il tuo telefono è troppo vecchio e non supportiamo la funzione Tap To Pay dato che il tuo telefono non ha il chip corretto integrato.

# ms_pin_code_registered_systems
source: We have now sent a one-time password to %@ if the e-mail is registered in our systems
da: Vi har nu sendt en engangskode til %@, hvis e-mailen er registreret i vores systemer
de: Wir haben nun ein Einmalpasswort an %@ gesendet, falls die E-Mail in unseren Systemen registriert ist
fi: Olemme nyt lähettäneet kertakäyttöisen salasanan osoitteeseen %@, jos sähköposti on rekisteröity järjestelmiimme
fr: Un mot de passe à usage unique a été envoyé à %@ si l’adresse e-mail est enregistrée dans nos systèmes
it: Abbiamo appena inviato una password monouso a %@ se l’e-mail è registrata nei nostri sistemi
nb: Vi har nå sendt et engangspassord til %@ dersom e-posten er registrert i våre systemer
sv: Vi har nu skickat ett engångslösenord till %@ om e-postadressen är registrerad i våra system

# ms_pin_migration_button
source: UPGRADE TO %@ DIGIT PASSCODE
da: OPGRADER TIL %@-CIFRET ADGANGSKODE
de: AKTUALISIEREN AUF %@-STELLIGEN ZUGANGSCODE
fi: PÄIVITÄ %@-NUMEROINEN PÄÄSYKOODI
fr: METTRE À NIVEAU VERS UN CODE D’ACCÈS À %@ CHIFFRES
it: AGGIORNA AL CODICE DI ACCESSO A %@ CIFRE
nb: OPPGRADER TIL %@-SIFRET TILGANGSKODE
sv: UPPGRADERA TILL EN %@-SIFFRIG LÖSENKOD

# ms_pin_migration_message
source: To better protect your security, we are upgrading to a %@ digit passcode. Update your passcode now to continue.
da: For bedre at beskytte din sikkerhed opgraderer vi til en adgangskode med %@ cifre. Opdater din adgangskode nu for at fortsætte.
de: Um Ihre Sicherheit besser zu schützen, aktualisieren wir auf einen %@-stelligen Zugangscode. Aktualisieren Sie jetzt Ihren Code, um fortzufahren.
fi: Suojaaksesi tietoturvasi paremmin päivitämme pääsykoodin %@-numeroiseksi. Päivitä pääsykoodisi nyt jatkaaksesi.
fr: Pour mieux protéger votre sécurité, nous passons à un code d’accès à %@ chiffres. Mettez à jour votre code maintenant pour continuer.
it: Per proteggere meglio la tua sicurezza, stiamo aggiornando il codice di accesso a %@ cifre. Aggiorna ora il tuo codice per continuare.
nb: For å bedre beskytte sikkerheten din, oppgraderer vi til en %@-sifret tilgangskode. Oppdater tilgangskoden din nå for å fortsette.
sv: För att bättre skydda din säkerhet uppgraderar vi till en %@-siffrig lösenkod. Uppdatera din lösenkod nu för att fortsätta.

# ms_pin_migration_title
source: Update your Passcode
da: Opdater din adgangskode
de: Aktualisieren Sie Ihren Zugangscode
fi: Päivitä pääsykoodisi
fr: Mettez à jour votre code d’accès
it: Aggiorna il tuo codice di accesso
nb: Oppdater tilgangskoden din
sv: Uppdatera din lösenkod

# ms_pin_not_secure
source: Your passcode is not secure, please try another combination.
da: Din adgangskode er ikke sikker. Prøv venligst en anden kombination.
de: Ihr Zugangscode ist nicht sicher. Bitte versuchen Sie eine andere Kombination.
fi: Pääsykoodisi ei ole turvallinen. Yritä toista yhdistelmää.
fr: Votre code d'accès n'est pas sécurisé. Veuillez essayer une autre combinaison.
it: Il tuo codice di accesso non è sicuro. Prova un'altra combinazione.
nb: Tilgangskoden din er ikke sikker. Prøv en annen kombinasjon.
sv: Din lösenkod är inte säker. Försök med en annan kombination.

# ms_pin_rules_first_sentence
source: Ensure at least three different digits are supplied (i.e. 111222 is not allowed)
da: Sørg for, at mindst tre forskellige cifre er angivet (dvs. 111222 er ikke tilladt)
de: Stellen Sie sicher, dass mindestens drei verschiedene Ziffern verwendet werden (d. h. 111222 ist nicht erlaubt)
fi: Varmista, että vähintään kolme erilaista numeroa on käytetty (esim. 111222 ei ole sallittu)
fr: Assurez-vous d’inclure au moins trois chiffres différents (c’est-à-dire que 111222 n’est pas autorisé)
it: Assicurarsi di includere almeno tre cifre diverse (ovvero 111222 non è consentito)
nb: Sørg for at minst tre forskjellige sifre brukes (dvs. 111222 er ikke tillatt)
sv: Se till att minst tre olika siffror används (d.v.s. 111222 är inte tillåtet)

# ms_pin_rules_list
source: <ul> <li> Ensure at least three different digits are supplied (i.e. 111222 is not allowed)</li> <li> Ascending and/or descending sub-parts of 3 digits are not allowed (i.e. 123123 is not allowed)</li> </ul>
da: <ul> <li> Sørg for, at mindst tre forskellige cifre er angivet (dvs. 111222 er ikke tilladt)</li> <li> Stigende og/eller faldende sekvenser på 3 cifre er ikke tilladt (dvs. 123123 er ikke tilladt)</li> </ul>
de: <ul> <li> Stellen Sie sicher, dass mindestens drei verschiedene Ziffern verwendet werden (d. h. 111222 ist nicht erlaubt)</li> <li> Auf- und/oder absteigende Sequenzen aus 3 Ziffern sind nicht erlaubt (d. h. 123123 ist nicht erlaubt)</li> </ul>
fi: <ul> <li> Varmista, että vähintään kolme erilaista numeroa on käytetty (esim. 111222 ei ole sallittu)</li> <li> Nousevia ja/tai laskevia kolmen numeron jaksoja ei sallita (esim. 123123 ei ole sallittu)</li> </ul>
fr: <ul> <li> Assurez-vous d’inclure au moins trois chiffres différents (c’est-à-dire que 111222 n’est pas autorisé)</li> <li> Les séquences ascendantes et/ou descendantes de 3 chiffres ne sont pas autorisées (c’est-à-dire que 123123 n’est pas autorisé)</li> </ul>
it: <ul> <li> Assicurarsi di includere almeno tre cifre diverse (ovvero 111222 non è consentito)</li> <li> Sequenze ascendenti e/o discendenti di 3 cifre non sono consentite (ovvero 123123 non è consentito)</li> </ul>
nb: <ul> <li> Sørg for at minst tre forskjellige sifre brukes (dvs. 111222 er ikke tillatt)</li> <li> Stigende og/eller synkende sekvenser på 3 sifre er ikke tillatt (dvs. 123123 er ikke tillatt)</li> </ul>
sv: <ul> <li> Se till att minst tre olika siffror används (d.v.s. 111222 är inte tillåtet)</li> <li> Stigande och/eller fallande sekvenser av 3 siffror är inte tillåtna (d.v.s. 123123 är inte tillåtet)</li> </ul>

# ms_pin_rules_second_sentence
source: Ascending and/or descending sub-parts of 3 digits are not allowed (i.e. 123123 is not allowed)
da: Stigende og/eller faldende sekvenser på 3 cifre er ikke tilladt (dvs. 123123 er ikke tilladt)
de: Auf- und/oder absteigende Sequenzen aus 3 Ziffern sind nicht erlaubt (d. h. 123123 ist nicht erlaubt)
fi: Nousevia ja/tai laskevia kolmen numeron jaksoja ei sallita (esim. 123123 ei ole sallittu)
fr: Les séquences ascendantes et/ou descendantes de 3 chiffres ne sont pas autorisées (c’est-à-dire que 123123 n’est pas autorisé)
it: Sequenze ascendenti e/o discendenti di 3 cifre non sono consentite (ovvero 123123 non è consentito)
nb: Stigende og/eller synkende sekvenser på 3 sifre er ikke tillatt (dvs. 123123 er ikke tillatt)
sv: Stigande och/eller fallande sekvenser av 3 siffror är inte tillåtna (d.v.s. 123123 är inte tillåtet)

# ms_pin_rules_title
source: Rules For 6 Digit Passcode
da: Regler for 6-cifret adgangskode
de: Regeln für den 6-stelligen Zugangscode
fi: Säännöt 6-numeroiselle pääsykoodille
fr: Règles pour le code d’accès à 6 chiffres
it: Regole per il codice di accesso a 6 cifre
nb: Regler for 6-sifret tilgangskode
sv: Regler för 6-siffrigt lösenord

# ms_pin_used
source: Pin used
da: Pinkode benyttet
de: Pin verwendet
fi: Käytetty PIN
fr: Code PIN utilisé
it: Pin usato
lv_lv: Izmantotais PIN kods
nb: PIN brukt
sv: Pinkod använd

# ms_playstore_appstore_text
source: Introducing MyPayments - our new app to give you insights into your business performance and your customers. With MyPayments you can: Easily track you card turnover Identify peak operational hours during the week Discover which countries your customer are from Keep an eye on your customers’ loyalty Get in touch when you need help Get support setting up your terminal To unlock the full potential of MyPayments, all you need is a acquiring agreement with Nexi or Nets. MyPayments is developed by Nexi Group to support you and your business. Learn more about Nets as a part of Nexi Group [link-https://www.nets.eu/nets-nexi].
da: Velkommen til MyPayments – vores nye app, der giver dig indsigt i din virksomheds resultater og dine kunder. Med MyPayments kan du: Spore din kortomsætning Identificere spidsbelastninger i løbet af ugen Se, hvilke lande dine kunder kommer fra Holde øje med dine kunders loyaltet Kontakte os, hvis du får brug for hjælp Få hjælp til opsætning af din terminal Det eneste, du skal gøre for at udnytte MyPayments-appens fulde potentiale, er at indgå en indløsningsaftale med enten Nexi eller Nets. MyPayments er udviklet af Nexi Group som en hjælp til dig og din virksomhed. Læs mere om Nets som et selskab i Nexi-koncernen [link-https://www.nets.eu/nets-nexi].
de: Wir stellen vor: MyPayments, die neue App, mit der Sie die Entwicklung Ihres Unternehmens und Ihre Kunden besser im Blick haben. Mit MyPayments können Sie: Ihren Kartenumsatz leicht verfolgen Hauptgeschäftszeiten während der Woche ermitteln mehr über die Herkunft Ihre Kunden erfahren die Loyalität Ihrer Kunden im Auge behalten Unterstützung erhalten, wenn Sie Hilfe benötigen Unterstützung bei der Einrichtung Ihres Terminals erhalten Um alle Möglichkeiten von MyPayments voll auszuschöpfen, müssen Sie nur eine Vereinbarung mit Nexi oder Nets abschließen. MyPayments wurde von der Nexi Group entwickelt, um Sie und Ihr Unternehmen zu unterstützen. Erfahren Sie hier mehr über Nexi Germany https://www.nexi.de/de/unternehmen/ueber-uns als Teil der Nexi Group.
et_ee: Tutvustame MyPaymentsi – meie uut rakendust, mis annab teile ülevaate teie ettevõtte toimivusest ja klientidest. MyPaymentsiga saate teha järgmist. Jälgida hõlpsalt oma kaardi käivet Teha kindlaks nädala tipptunnid Vaadata, millistest riikidest teie klient on pärit Hoida oma klientide lojaalsusel silm peal Võtta ühendust, kui vajate abi Saada terminali seadistamisel tuge MyPaymentsi täieliku potentsiaali ärakasutamiseks vajate ainult Nexi või Netsi omandamislepingut. MyPaymentsi on välja töötanud Nexi Group, et toetada teid ja teie ettevõtet. Lugege lisateavet Netsi kui Nexi Groupi osa kohta [link-https://www.nets.eu/nets-nexi].
fi: Esittelemme MyPayments - uuden sovelluksemme, jonka avulla saat tietoa liiketoimintasi tuloksista ja asiakkaistasi. MyPaymentsin avulla voit: Seurata helposti korttiliikevaihtoa Tunnistaa viikoittaiset ruuhkahuiput Selvittää, mistä maista asiakkaasi ovat kotoisin Seurata asiakkaidesi uskollisuutta. Ottaa yhteyttä, kun tarvitset apua Saada tukea päätteen määrittämiseen Hyödyntääksesi MyPaymentsin koko potentiaalin tarvitset vain vastaanottosopimuksen Nexin tai Netsin kanssa. Nexi Group on kehittänyt MyPaymentsin tukemaan sinua ja liiketoimintaasi. Lue lisää Netsistä osana Nexi Groupia [https://www.nets.eu/nets-nexi].
lt_lt: Pristatome „MyPayments“ – mūsų naująją mobiliąją programą, suteikiančią įžvalgų apie jūsų verslo rezultatus ir klientus. Naudodamiesi „MyPayments“, galite: Gauti pagalbą parenkant terminalo nuostatas. Lengvai sekti mokėjimų kortelėmis apyvartą. Nustatyti intensyviausias savaitės darbo valandas. Sužinoti, iš kokių šalių jūsų klientai. Stebėti klientų lojalumą. Susisiekti prireikus pagalbos. Jei norite išnaudoti visas „MyPayments“ teikiamas galimybes, jums tereikia sudaryti įsigijimo sutartį su „Nexi“ arba „Nets“. „Nexi Group“ sukūrė „MyPayments“, kad padėtų jums ir jūsų verslui. Sužinokite daugiau apie „Nets“ kaip „Nexi Group“ dalį [nuoroda: https://www.nets.eu/nets-nexi].
lv_lv: Iepazīstinām ar MyPayments — mūsu jauno lietotni, kas sniedz ieskatu jūsu uzņēmuma darbībā un par klientiem. Izmantojot MyPayments, jūs varat: viegli sekot līdzi karšu apgrozījumam; noteikt maksimālās darba stundas nedēļas laikā; atklāt, no kurām valstīm ir jūsu klients; sekot līdzi savu klientu lojalitātei; sazināties, kad nepieciešama palīdzība; saņemt atbalstu termināļa iestatīšanā. Lai pilnībā izmantotu MyPayments potenciālu, jums ir nepieciešams tikai iegūšanas līgums ar Nexi vai Nets. MyPayments ir izstrādājusi Nexi Group, lai atbalstītu jūs un jūsu uzņēmumu. Uzziniet vairāk par Nets kā daļu no Nexi Group [link-https://www.nets.eu/nets-nexi].
nb: Vi introduserer MyPayments – den nye appen vår som gir deg innsikt i bedriftens resultater og kundene dine. Med MyPayments kan du: enkelt spore kortomsetningen din identifisere de travleste tidspunktene i løpet av uken finne ut hvilke land kundene dine kommer fra holde et øye med kundenes lojalitet ta kontakt når du trenger hjelp få hjelp til å konfigurere terminalen Du trenger bare en innkjøpsavtale med Nexi eller Nets for å få tilgang til alle funksjonene i MyPayments. MyPayments er utviklet av Nexi Group for å støtte deg og din virksomhet. Les mer om Nets som en del av Nexi Group [link-https://www.nets.eu/nets-nexi].
sv: Vi presenterar MyPayments – vår nya app ger dig insikter om verksamhetens resultat och dina kunder. Med MyPayments kan du: Få support när du ställer in din terminal Enkelt spåra din kortomsättning Identifiera försäljningstoppar under veckan Upptäcka vilka länder dina kunder kommer från Hålla koll på dina kunders lojalitet Få kontakt när du behöver hjälp För att få ut det mesta möjliga med MyPayments behöver du ett inlösningsavtal med Nexi eller Netx. MyPayments har utvecklats av Nexi Group för att stötta dig och din verksamhet. Läs mer om Nets som en del av Nexi Group [link-https://www.nets.eu/nets-nexi].

# ms_pleaseEnter
source: Please enter your phone number, and we will contact you as soon as possible.
da: Indtast dit telefonnummer – så kontakter vi dig hurtigst muligt.
de: Bitte geben Sie Ihre Telefonnummer ein und wir werden uns so schnell wie möglich bei Ihnen melden.
et_ee: Sisestage oma telefoninumber ja me võtame teiega esimesel võimalusel ühendust.
fi: Anna puhelinnumerosi, niin otamme sinuun yhteyttä mahdollisimman pian.
fr: Veuillez entrer votre numéro de téléphone, et nous vous contacterons dès que possible.
it: Inserisci il tuo numero di telefono, ti contatteremo al più presto.
lt_lt: Įveskite savo telefono numerį ir mes su jumis kuo skubiau susisieksime.
lv_lv: Lūdzu, ievadiet savu tālruņa numu, un mēs ar jums sazināsimies, cik ātri vien iespējams
nb: Skriv inn telefonnummeret ditt, så tar vi kontakt med deg så snart som mulig.
sv: Ange ditt telefonnummer så kontaktar vi dig så snart som möjligt.

# ms_portal
source: portal
fi: portaali
fr: portail
it: portale

# ms_pos_teaser2
source: Get an overview of your transactions by the hour.
da: Få overblik over dine transaktioner time for time.
de: Erhalten Sie eine Übersicht über Ihre Transaktionen pro Stunde.
et_ee: Saate ülevaate oma tehingutest tundide kaupa.
fi: Seuraa tapahtumamääriäsi tunnin tarkkuudella
fr: Ayez un aperçu de vos transactions dans l'heure.
it: Ottieni una panoramica delle tue transazioni per ora.
lt_lt: Gaukite savo operacijų apžvalgą pagal valandą.
lv_lv: Stundas laikā iegūstiet pārskatu par saviem darījumiem.
nb: Få en oversikt over transaksjonene dine per time.
sv: Få en överblick över dina transaktioner per timme.

# ms_pos_teaser3
source: Learn about recurring customers and where they come from.
da: Bliv klogere på tilbagevendende kunder, og hvor de kommer fra.
de: Erhalten Sie Informationen zu wiederkehrenden Kunden und woher diese stammen.
et_ee: Uurige korduvate klientide ja nende päritolu kohta.
fi: Saa kanta-asiakkaistasi lisätietoja ja ymmärrä mistä he tulevat
fr: En savoir plus sur les clients réguliers et leur provenance.
it: Scopri i clienti abituali e da dove provengono.
lt_lt: Sužinokite apie pasikartojančius klientus ir iš kur jie kilę.
lv_lv: Uzziniet par atkārtotiem klientiem un no kurienes tie ir.
nb: Finn ut mer om tilbakevendende kunder og hvor de kommer fra.
sv: Lär dig mer om återkommande kunder och var de kommer ifrån.

# ms_power_btn_txt
source: Hold the power button
da: Hold tænd/sluk-knappen inde
de: Einschaltknopf gedrückt halten
et_ee: Hoidke all toitenuppu
fi: Pidä virtapainike painettuna
fr: Appuyer longuement sur le bouton d'alimentation
it: Tieni premuto il pulsante di accensione
lt_lt: Paspauskite ir palaikykite įjungimo mygtuką
lv_lv: Turiet nospiestu ieslēgšanas/izslēgšanas pogu
nb: Hold inne på/av-knappen
sv: Håll in strömknappen

# ms_preferred_optn
source: Choose your preferred option and press OK
da: Vælg den ønskede funktion, og tryk på OK
de: Bevorzugte Option auswählen und OK drücken
et_ee: Valige oma eelistatud valik ja vajutage OK
fi: Valitse haluamasi vaihtoehto ja paina OK
lt_lt: Pasirinkite norimą parinktį ir spauskite „OK“ (gerai)
lv_lv: Izvēlieties vēlamo opciju un nospiediet OK
nb: Velg ønsket alternativ og trykk på OK
sv: Välj önskat alternativ och tryck på OK

# ms_press_again
source: Press OK again
da: Tryk på OK igen
de: Erneut OK drücken
et_ee: Vajutage uuesti OK
fi: Paina uudelleen OK
lt_lt: Spustelėkite „OK“ (gerai) dar kartą.
lv_lv: Vēlreiz nospiediet OK
nb: Trykk på OK på nytt
sv: Tryck på OK igen

# ms_press_card_services
source: Press 3 or use the arrow buttons to navigate down to ‘Card Services’.
da: Tryk på 3, eller brug pileknapperne til at navigere ned til "Korttjenester".
de: Drücken Sie 3 oder verwenden Sie die Pfeiltasten, um nach unten zu „Kartendienste“ zu navigieren.
et_ee: Vajutage klahvi 3 või kasutage nooleklahve, et liikuda allapoole jaotisse „Kaarditeenused”.
fi: Paina 3 tai siirry nuolinäppäimillä alaspäin kohtaan Korttipalvelut.
lt_lt: Spauskite 3 arba rodyklių mygtukais eikite žemyn iki „Card Services“ (kortelių paslaugos).
lv_lv: Nospiediet 3 vai izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Kartes pakalpojumi”.
nb: Trykk på 3 eller bruk pilknappene for å navigere ned til "Korttjenester".
sv: Tryck på 3 eller använd pilknapparna för att gå ned till ”Korttjänster”.

# ms_press_copy_menu
source: Press 5 or use the arrow buttons to navigate down to ‘Copy menu’.
da: Tryk på 5, eller brug pileknapperne til at navigere ned til "Kopimenu".
de: Drücken Sie 5 oder verwenden Sie die Pfeiltasten, um nach unten zum „Kopiermenü“ zu navigieren.
et_ee: Vajutage klahvi 5 või kasutage nooleklahve, et liikuda allapoole menüüsse „Kopeerimismenüü”.
fi: Paina 5 tai siirry nuolinäppäimillä alaspäin kohtaan Kopiointivalikko.
lt_lt: Spauskite 5 arba rodyklių mygtukais eikite žemyn iki „Copy menu“ (kopijavimo meniu).
lv_lv: Nospiediet 5 vai izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Kopēt izvēlni”.
nb: Trykk på 5 eller bruk pilknappene til å navigere ned til "Kopier meny".
sv: Tryck på 5 eller använd pilknapparna för att gå ned till ”menyn Kopiera”.

# ms_press_menu
source: Press Menu
da: Tryk på "Menu".
de: Menü drücken
et_ee: Vajutage menüüd
fi: Paina Menu
lt_lt: Spauskite „Menu“ (meniu).
lv_lv: Nospiediet pogu Izvēlne
nb: Trykk på Meny
sv: Tryck på Meny

# ms_press_menu_btn
source: Start out by pressing the highlighted Menu button.
da: Start med at trykke på den fremhævede Menu-knap.
de: Beginnen Sie, indem Sie die hervorgehobene Menütaste drücken.
et_ee: Alustage, vajutades esiletõstetud nuppu Menüü.
fi: Aloita painamalla korostettua valikkopainiketta.
lt_lt: Pirmiausia spustelėkite mygtuką „Menu“ (meniu).
lv_lv: Sāciet, nospiežot iezīmēto pogu Izvēlne.
nb: Start med å trykke på den fremhevede menyknappen.
sv: Starta genom att trycka på den markerade Meny-knappen.

# ms_press_ok
source: Press OK
da: Tryk på OK
de: OK drücken
et_ee: Vajutage OK
fi: Paina OK
lt_lt: Spauskite „OK“ (gerai)
lv_lv: Nospiediet OK
nb: Trykk på OK
sv: Tryck på OK

# ms_press_return_of_goods
source: Press 7 or use the arrow buttons to navigate down to ‘Rtn of goods’.
da: Tryk på 7, eller brug pileknapperne til at navigere ned til "Ret. af varer".
de: Drücken Sie 7 oder verwenden Sie die Pfeiltasten, um nach unten zu „Rückgabe von Waren“ zu navigieren.
et_ee: Vajutage klahvi 7 või navigeerige nooleklahvide abil alla jaotisse „Kauba tagastamine”.
fi: Paina 7 tai siirry nuolinäppäimillä alaspäin kohtaan Tavaroiden palautus.
lt_lt: Spauskite 7 arba rodyklių mygtukais eikite žemyn iki „Rtn of goods“ (prekių grąžinimas).
lv_lv: Nospiediet 7 vai izmantojiet bultiņu pogas, lai pārietu uz leju uz sadaļu “Preču nodošana”.
nb: Trykk på 7 eller bruk pilknappene for å navigere ned til "Retur av varer".
sv: Tryck på 7 eller använd pilknapparna för att gå ned till ”Retur av varor”.

# ms_print_latest_receipt
source: Print latest receipt
da: Udskriv den seneste kvittering
de: Letzten Beleg drucken
et_ee: Trükkige viimane kviitung
fi: Tulosta viimeisin kuitti
lt_lt: Išspausdinti paskiausią kvitą
lv_lv: Izdrukāt jaunāko kvīti
sv: Skriv ut senaste kvitto

# ms_print_old_receipt_numeric
source: Open the app with the list symbol below the numeric pad to print an old receipt.
da: Åbn appen med listesymbolet under det numeriske tastatur for at udskrive en gammel kvittering.
de: Öffnen Sie die App mit dem Listensymbol unter der numerischen Tastatur, um einen alten Beleg zu drucken.
et_ee: Vana kviitungi printimiseks avage numbriklahvistiku all oleva loendi sümboliga rakendus.
fi: Avaa sovellus numeronäppäimistön alapuolella olevalla luettelosymbolilla tulostaaksesi vanhan kuitin.
fr: Ouvrez l'application symbolisée par une liste sous le pavé numérique pour imprimer un ancien reçu.
it: Per stampare una ricevuta precedente, apri l'app con il simbolo dell'elenco sotto il tastierino numerico.
lt_lt: Jei norite išspausdinti seną kvitą, atverkite programą su sąrašo ženklu po skaičių klaviatūra.
lv_lv: Atveriet lietotni ar saraksta simbolu zem ciparu tastatūras, lai izdrukātu veco kvīti.
nb: Åpne appen med listesymbolet under tastaturet for å skrive ut en gammel kvittering.
sv: Öppna appen med listikonen nedan under nummersatsen för att skriva ut ett gammalt kvitto.

# ms_print_receipt
source: The receipt will be printed
da: Kvitteringen udskrives
de: Der Beleg wird gedruckt
et_ee: Kviitungit trükitakse.
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lt_lt: Kvitas bus išspausdintas
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_print_reciept_action
source: Select your action
da: Vælg handling
de: Aktion auswählen
et_ee: Valige oma toiming
fi: Valitse toiminto
fr: Sélectionner votre action
it: Seleziona l'azione
lt_lt: Pasirinkite veiksmą
lv_lv: Atlasiet darbību
nb: Velg en handling
sv: Välj vad du vill göra
