Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ccvbasenext_paper_roll_facing_down_txt
source: Paper roll facing down
da: Bonrulle, der vender nedad
de: Papierrolle zeigt nach unten
fi: Paperirulla etupinta alaspäin
fr: Rouleau de papier orienté vers le bas
it: Rotolo di carta rivolto verso il basso
lv_lv: Papīra rullis vērsts uz leju
nb: Papirrull som vender ned
sv: Pappersrullen vänd nedåt

# ms_ccvbasenext_paying
source: Paying
da: Betaler
de: Die Bezahlung erfolgt
et_ee: Maksmine
fi: Maksetaan
fr: Paiement en cours
it: Pagamento
lt_lt: Mokama
lv_lv: Maksā
nb: Betale
sv: Betala

# ms_ccvbasenext_print_receipt
source: Print the receipt
da: Udskriv kvitteringen
de: Drucken Sie die Quittung aus
et_ee: Trükkige kviitung
fi: Tulosta kuitti
fr: Imprimer le reçu
it: Stampa la ricevuta
lt_lt: Atspausdinkite kvitą
lv_lv: Izdrukājiet kvīti
nb: Skriv ut kvitteringen
sv: Skriv ut kvittot

# ms_ccvbasenext_print_receipt_desc
source: Handover the receipt and a pencil to the customer and let them note the tip amount
da: Giv kunden kvitteringen og en kuglepen, så de kan notere eventuelle drikkepenge
de: Geben Sie dem Kunden die Quittung und einen Stift und lassen Sie ihn den Trinkgeldbetrag vermerken.
et_ee: Andke kliendile kviitung ja pliiats ning laske neil märkida jootraha summa
fi: Anna asiakkaalle kuitti ja kynä ja anna hänen kirjoittaa juomarahasumma kuitille
fr: Remettre le reçu et un crayon au client, et le laisser inscrire le montant du pourboire
it: Passa la ricevuta e una penna al cliente e chiedigli di indicare l'importo della mancia
lt_lt: Perduokite kvitą ir pieštuką klientui, kad jis (ji) galėtų pažymėti arbatpinigių sumą
lv_lv: Izsniedziet klientam kvīti un zīmuli un ļaujiet viņam atzīmēt dzeramnaudas summu
nb: Gi kvitteringen og en blyant til kunden, slik at de kan skrive ned driksbeløpet
sv: Lämna över kvittot och en penna till kunden och låt honom eller henne skriva ned dricksbeloppet

# ms_ccvbasenext_ready_for_print
source: Ready for print
da: Klar til udskrivning
de: Bereit zum Druck
fi: Valmiina tulostettavaksi
fr: Prêt pour impression
it: Pronta per la stampa
lv_lv: Gatavs drukāšanai
nb: Klar til utskrift
sv: Redo för utskrift

# ms_ccvbasenext_ready_for_use
source: Ready for use
da: Klar til brug
de: Bereit zur Verwendung
fi: Käyttövalmis
fr: Prêt à l'emploi
it: Pronto per l'uso
lv_lv: Gatavs lietošanai
nb: Klar til bruk
sv: Redo för användning

# ms_ccvbasenext_receipt_printed
source: Receipt will be printed
da: Kvitteringen udskrives
de: Die Quittung wird gedruckt
et_ee: Prinditakse kviitung
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lt_lt: Bus atspausdintas kvitas
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_ccvbasenext_receipt_printed_desc
source: The final paper receipt will be printed from the terminal and can be handed over to the customer.
da: Den endelige kvittering udskrives og kan gives til kunden.
de: Der endgültige Papierbeleg wird vom Terminal ausgedruckt und kann dem Kunden ausgehändigt werden.
et_ee: Lõplik paberkviitung prinditakse terminalist välja ja selle saab kliendile anda.
fi: Lopullinen paperikuitti tulostetaan päätteellä ja sen voi antaa asiakkaalle.
fr: Le reçu papier final sera imprimé depuis le terminal et pourra être remis au client.
it: La ricevuta cartacea finale sarà stampata dal terminale e può essere consegnata al cliente.
lt_lt: Terminale bus atspausdintas galutinis popierinis kvitas, kurį galėsite įteikti klientui.
lv_lv: Gala papīra kvīts tiks izdrukāta no termināļa un to varēs nodot klientam.
nb: Den endelige papirkvitteringen skrives ut fra terminalen og kan gis til kunden.
sv: Det slutgiltiga papperskvittot skrivs ut från terminalen och kan lämnas till kunden.

# ms_ccvbasenext_receive_tip
source: Failed to save the changed receipt text.
da: Den ændrede kvitteringstekst kunne ikke gemmes.
de: Der geänderte Quittungstext konnte nicht gespeichert werden.
et_ee: Muudetud kviitungiteksti salvestamine ebaõnnestus
fi: Kuittitekstiin tehtyjen muutosten tallentaminen epäonnistui.
fr: L'enregistrement du texte modifié du reçu a échoué.
it: Impossibile salvare il testo della ricevuta modificato.
lt_lt: Nepavyko išsaugoti pakeisto kvito teksto
lv_lv: Neizdevās saglabāt mainīto kvīts tekstu.
nb: Kunne ikke lagre den endrede kvitteringsteksten.
sv: Det gick inte att spara den ändrade kvittotexten.

# ms_ccvbasenext_refund_handover_receipt
source: Handover new receipt
da: Giv kunden den nye kvittering
de: Händigen Sie die neue Quittung aus
fi: Anna asiakkaalle uusi kuitti
fr: Remettre le nouveau reçu
it: Consegna la nuova ricevuta
lv_lv: Izsniedziet jaunu kvīti
nb: Gi fra deg den nye kvitteringen
sv: Lämna över det nya kvittot

# ms_ccvbasenext_refund_payment
source: Refund a payment
da: Foretag en tilbagebetaling
de: Erstatten Sie eine Zahlung
et_ee: Tehke tagasimakse
fi: Palauta maksu
fr: Rembourser un paiement
it: Rimborsa un pagamento
lt_lt: Grąžinti mokėjimą
lv_lv: Atmaksāt maksājumu
nb: Refunder en betaling
sv: Återför en betalning

# ms_ccvbasenext_refund_receipt_printed
source: Receipt will be printed
da: Kvitteringen udskrives
de: Die Quittung wird gedruckt
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_ccvbasenext_refund_receipt_printed_desc
source: A new receipt will be printed with the refunded amount
da: Der udskrives en ny kvittering med tilbagebetalingsbeløbet
de: Es wird eine neue Quittung mit dem erstatteten Betrag gedruckt.
fi: Tulostetaan uusi kuitti, jossa näkyy palautettu summa.
fr: Un nouveau reçu indiquant le montant remboursé sera imprimé
it: Sarà stampata una nuova ricevuta con l'importo rimborsato
lv_lv: Tiks izdrukāta jauna kvīts ar atmaksāto summu
nb: En ny kvittering skrives ut med det refunderte beløpet
sv: Ett nytt kvitto med det återbetalade beloppet skrivs ut

# ms_ccvbasenext_replace_paper_roll
source: Replace paper roll
da: Udskift bonrulle
de: Tauschen Sie die Papierrolle aus
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier
it: Sostituisci il rotolo di carta
lv_lv: Nomainiet papīra rulli
nb: Bytt ut papirrullen
sv: Byt ut pappersrullen

# ms_ccvbasenext_replace_paper_roll_desc
source: Remove the old one and replace it with the new one. The new paper roll might have some plastic you have to remove.
da: Tag den gamle bonrulle ud, og sæt den nye i. Fjern eventuel plastfolie først.
de: Entfernen Sie die alte Rolle und ersetzen Sie sie durch die neue. Die neue Papierrolle ist möglicherweise mit etwas Kunststoff versehen, den Sie entfernen müssen.
fi: Poista vanha ja korvaa uudella. Uudessa paperirullassa saattaa olla muovia, joka on poistettava.
fr: Retirez l'ancien rouleau et remplacez-le par le nouveau. Il se peut que vous deviez retirer un morceau de plastique sur le nouveau rouleau de papier.
it: Rimuovi quello vecchio e sostituiscilo con uno nuovo. Il nuovo rotolo di carta potrebbe avere un involucro di plastica da togliere.
lv_lv: Izņemiet veco rulli un nomainiet to ar jaunu. Jaunajā papīra ruļlī var būt plastmasas daļa, kas jums ir jānoņem.
nb: Ta ut den gamle og sett inn den nye. Papirrullen er kanskje dekket av plast som må fjernes.
sv: Ta bort den gamla och byt ut den mot den nya. Det kan finnas lite plast på den nya pappersrullen som du måste ta bort.

# ms_ccvbasenext_reprint_old_receipt
source: Reprinting an old receipt
da: Genudskrivning af en gammel kvittering
de: Eine historische Quittung nachdrucken
fi: Vanhan kuitin uudelleentulostaminen
fr: Réimpression d'un ancien reçu
it: Ristampare una ricevuta precedente
lv_lv: Vecas kvīts atkārtota izdrukāšana
nb: Skrive ut en gammel kvittering på nytt
sv: Skriva ut ett gammalt kvitto på nytt

# ms_ccvbasenext_rip_off_excess_layer
source: Rip off the excess layer
da: Riv det overskydende papir af
de: Reißen Sie die überschüssige Schicht ab
fi: Poista ylimääräinen kerros.
fr: Arracher la couche superflue
it: Strappa la parte in eccesso
lv_lv: Noplēst lieko kārtu
nb: Fjern det overflødige laget
sv: Riv av det extra lagret

# ms_ccvbasenext_rip_off_excess_layer_desc
source: You are now ready to use the terminal. To make sure it works smoothly, make a test print or run a diagnose.
da: Terminalen er nu klar til brug. For at sikre at den fungerer korrekt, kan du lave en testudskrivning eller køre en diagnosticering.
de: Sie sind nun bereit, das Terminal zu benutzen. Um sicherzustellen, dass alles reibungslos funktioniert, machen Sie einen Testdruck oder führen Sie eine Diagnose durch.
fi: Olet nyt valmis käyttämään päätettä. Varmista sen sujuva toiminta tekemällä testitulostus tai suorittamalla diagnoosi.
fr: Vous êtes maintenant prêt à utiliser le terminal. Pour vérifier son bon fonctionnement, effectuez un test d'impression ou un diagnostic.
it: Ora puoi usare il terminale. Per accertarti che funzioni, fai una prova di stampa o esegui una diagnosi.
lv_lv: Tagad esat gatavs termināļa lietošanai. Lai pārliecinātos, ka tas darbojas nevainojami, veiciet pārbaudes izdruku vai veiciet diagnostiku.
nb: Terminalen er nå klar til bruk. Ta en utskriftsprøve eller kjør diagnostikk for å sikre at den fungerer som den skal.
sv: Du är nu redo att använda terminalen. Se till att allt fungerar som det ska genom att göra en testutskrift eller köra en diagnos.

# ms_ccvbasenext_select
source: Select “Zhalungsspeicher”
da: Vælg “Zhalungsspeicher”
de: Wählen Sie „Zahlungsspeicher“
fi: Valitse Maksumuisti
fr: Sélectionner «Zhalungsspeicher»
it: Seleziona "Archivio pagamenti"
lv_lv: Atlasiet “Zhalungsspeicher”
nb: Velg “Zhalungsspeicher”
sv: Välj ”Zhalungsspeicher”

# ms_ccvbasenext_select_desc
source: You now have several options. Choosing “Umsatzjounal” will show you all transactions until latest end of day report
da: Du har nu flere valgmuligheder. Ved at vælge “Umsatzjounal” får du vist alle transaktioner indtil den seneste dagsafslutningsrapport
de: Sie haben nun mehrere Optionen. Wenn Sie „Umsatzjournal“ wählen, werden Ihnen alle Transaktionen bis zum letzten Tagesabschlussbericht angezeigt.
fi: Sinulla on nyt useita vaihtoehtoja. Päiväkirjavientien valitseminen näyttää kaikki tapahtumat viimeiseen päivänpäätösraporttiin asti
fr: Plusieurs options s'offrent maintenant à vous. Si vous choisissez «Umsatzjournal», vous pourrez voir toutes les transactions jusqu'au rapport de fin de journée le plus récent
it: Ora hai più opzioni. Se scegli "Resoconto del fatturato" saranno visualizzate tutte le transazioni fino all'ultimo resoconto di fine giornata
lv_lv: Tagad jums ir vairākas iespējas. Izvēloties “Umsatzjounal”, tiks parādīti visi darījumi līdz pēdējam dienas beigu pārskatam
nb: Du har nå flere muligheter. Hvis du velger "Umsatzjounal", får du opp alle transaksjoner frem til siste dagsrapport
sv: Du har nu flera alternativ. Om du väljer ”Umsatzjounal” visas alla dina transaktioner fram till det senaste dagsavslutet

# ms_ccvbasenext_select_info
source: Select information
da: Vælg oplysninger
de: Wählen Sie „Informationen“ aus.
fi: Valitse tieto
fr: Sélectionner des informations
it: Seleziona Informazioni
lv_lv: Atlasīt informāciju
nb: Velg informasjon
sv: Välj information

# ms_ccvbasenext_select_info_desc
source: You will now see a list with different options in the menu. Click on the Information section.
da: Du får nu vist en liste med forskellige valgmuligheder i menuen. Klik på afsnittet Oplysninger.
de: Sie sehen nun eine Liste mit verschiedenen Optionen im Menü. Klicken Sie auf den Abschnitt „Informationen“.
fi: Näet nyt luettelon valikkovaihtoehdoista. Napsauta Tiedot-osiota
fr: Vous allez à présent voir une liste des différentes options dans le menu. Cliquez sur la section Informations.
it: Ora sarà visualizzato un elenco con diverse opzioni nel menu. Fai clic sulla sezione Informazioni.
lv_lv: Tagad izvēlnē redzēsit sarakstu ar dažādām opcijām. Noklikšķiniet uz sadaļas Informācija.
nb: Du vil nå se en liste over ulike alternativer i menyen. Klikk på informasjonsdelen.
sv: Du får nu se en lista med olika alternativ i menyn. Klicka på avsnittet Information.

# ms_ccvbasenext_writing_tip
source: Writing the tip
da: Notering af drikkepenge
de: Das Trinkgeld wird vermerkt
et_ee: Jootraha kirjutamine
fi: Juomarahan kirjoittaminen
fr: Inscription du pourboire
it: Scrivi l'importo della mancia
lt_lt: Užrašoma arbatpinigių suma
lv_lv: Dzeramnaudas izrakstīšana
nb: Skrive ned driksen
sv: Skriva dricksen

# ms_ccvmobpremium_choose_payment_heading
source: Choose payment method
da: Vælg betalingsmetode
de: Wählen Sie eine Zahlungsmethode
et_ee: Valige makseviis
fi: Valitse maksutapa
fr: Choisir le mode de paiement
it: Scegli un metodo di pagamento
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlieties apmaksas metodi
nb: Velg betalingsmetode
sv: Välj betalningsmetod

# ms_ccvmobpremium_choose_payment_sub1
source: Contactless
da: Kontaktløs
de: Kontaktlos
et_ee: Puutevaba
fi: Lähimaksu
fr: Sans contact
lt_lt: Bekontaktis
lv_lv: Bezkontakta
nb: Kontaktløs
sv: Kontaktlös

# ms_ccvmobpremium_choose_payment_sub1_desc
source: Place the card by the contactless area displayed on the terminal. When successful a green LED light will be shown.
da: Hold kortet hen over symbolet for kontaktløs betaling på terminalen. Der vises et grønt LED-lys, når betalingen er gået igennem.
de: Legen Sie die Karte weiter weg von dem auf dem Terminal angezeigten kontaktlosen Bereich. Bei Erfolg leuchtet eine grüne LED auf.
et_ee: Asetage kaart terminalis kuvatava kontaktivaba ala äärde. Kui see õnnestub, süttib roheline LED-tuli.
fi: Aseta kortti päätteen lähimaksualueen viereen. Vihreä merkkivalo osoittaa onnistuneen lähimaksun.
fr: Placez la carte près de la zone sans contact figurant sur le terminal. Un témoin vert s'affiche lorsque l'opération a réussi.
it: Posiziona la carta vicino all'area contactless mostrata sul terminale. Quando l'operazione avrà esito positivo, verrà visualizzata una luce LED verde.
lt_lt: Priglauskite kortelę prie terminalo bekontakčio nuskaitymo srities. Sėkmingai įvykdžius operaciją, užsižiebs žalia LED lemputė.
lv_lv: Novietojiet karti pie termināļa redzamās bezkontakta zonas. Kad tas būs veiksmīgs, iedegsies zaļa LED gaisma.
nb: Plasser kortet ved det kontaktløse området som vises på terminalen. Når det lykkes, vil du se et grønt LED-lys.
sv: Placera kortet vid området för kontaktlös betalning som visas på terminalen. Vid lyckad åtgärd tänds en grön LED-lampa.

# ms_ccvmobpremium_choose_payment_sub2
source: Chip
et_ee: Kiip
fi: Siru
fr: Puce
lt_lt: Lustas
lv_lv: Mikroshēma
sv: Chipp

# ms_ccvmobpremium_choose_payment_sub2_desc
source: Insert the card in the buttom of the terminal socket. The card can only be read when the chip is facing upwards.
da: Indsæt kortet i bunden af terminalen. Kortet kan kun læses, hvis chippen vender opad.
de: Stecken Sie die Karte in die Unterseite des Terminalsockels. Die Karte kann nur gelesen werden, wenn der Chip nach oben zeigt.
et_ee: Sisestage kaart terminalipesa põhja. Kaarti saab lugeda ainult siis, kui kiip on ülespoole.
fi: Työnnä kortti päätteen aukkoon. Kortti voidaan lukea vain, kun siru on ylöspäin.
fr: Insérez la carte dans le bas du boîtier du terminal. La carte ne peut être lue que lorsque la puce est orientée vers le haut.
it: Inserisci la carta in fondo alla presa del terminale. La carta può essere letta solo quando il chip è rivolto verso l'alto.
lt_lt: Įkiškite kortelę į terminalo lizdą. Kortelę galima nuskaityti tik tada, kai lustas nukreiptas į viršų.
lv_lv: Ievietojiet karti termināļa ligzdas apakšā. Karti var nolasīt tikai tad, kad mikroshēma ir vērsta uz augšu.
nb: Sett inn kortet nederst på terminalen. Kortet kan kun leses når chippen vender oppover.
sv: Sätt in kortet längst ned i terminalens fack. Kortet kan bara läsas när chippet är vänt uppåt.

# ms_ccvmobpremium_choose_payment_sub3
source: Magnetic stripe
da: Magnetstribe
de: Magnetstreifen
et_ee: Magnetriba
fi: Magneettijuova
fr: Piste magnétique
it: Banda magnetica
lt_lt: Magnetinė juosta
lv_lv: Magnētiskā josla
nb: Magnetstripe
sv: Magnetremsa

# ms_ccvmobpremium_choose_payment_sub3_desc
source: Swipe the card downwards with a quick move on the right side of the terminal. The card stripe should face the terminal.
da: Før kortet hurtigt nedad på højre side af terminalen. Magnetstriben skal vende ind mod terminalen.
de: Ziehen Sie die Karte mit einer schnellen Bewegung auf der rechten Seite des Terminals nach unten. Der Kartenstreifen sollte zum Terminal zeigen.
et_ee: Viibake kaarti terminali paremal küljel kiire liigutusega allapoole. Kaardiriba peaks olema terminali poole.
fi: Pyyhkäise korttia alaspäin päätteen oikealla puolella. Magneettijuovan pitää olla päätteeseen päin.
fr: D'un mouvement rapide, faites glisser la carte vers le bas sur le côté droit du terminal. La piste de la carte doit être tournée vers le terminal.
it: Fai scorrere la carta verso il basso con un rapido movimento sul lato destro del terminale. La banda magnetica della carta deve essere rivolta verso il terminale.
lt_lt: Greitu judesiu braukite kortele žemyn dešinėje terminalo pusėje. Kortelės juosta turi būti nukreipta į terminalą.
lv_lv: Pavelciet karti uz leju ar ātru kustību termināļa labajā pusē. Kartes joslai jābūt vērstai pret termināli.
nb: Sveip kortet nedover med en rask bevegelse på høyre side av terminalen. Kortstripen skal vende mot terminalen.
sv: Dra kortet snabbt nedåt på terminalens högra sida. Kortets remsa ska vara vänd mot terminalen.

# ms_ccvmobpremium_choose_trans
source: Choose a transaction
da: Vælg en transaktion
de: Wählen Sie eine Transaktion aus
et_ee: Valige tehing
fi: Valitse tapahtuma
fr: Choisir une transaction
it: Scegli una transazione
lt_lt: Pasirinkite operaciją
lv_lv: Izvēlieties darījumu
nb: Velg en transaksjon
sv: Välj en transaktion

# ms_ccvmobpremium_choose_trans_desc
source: A list will come of all your transactions. Select the one you want and press on the “Print” icon.
da: Der vises en liste med alle dine transaktioner. Vælg den ønskede transaktion, og tryk på ikonet for udskrivning.
de: Es erscheint eine Liste mit allen Ihren Transaktionen. Wählen Sie die gewünschte Transaktion aus und drücken Sie auf das Symbol „Drucken“.
et_ee: Kuvatakse nimekiri kõigist teie tehingutest. Valige soovitud tehingul ja vajutage ikooni "Prindi".
fi: Näyttöön tulee luettelo kaikista tapahtumista. Valitse haluamasi ja paina tulostuskuvaketta.
fr: Une liste de toutes vos transactions va s'afficher. Sélectionnez celle qui vous intéresse et appuyez sur l'icône «Imprimer».
it: Sarà disponibile un elenco di tutte le tue transazioni. Seleziona quella desiderata e premi l'icona "Stampa".
lt_lt: Bus pateiktas visų Jūsų operacijų sąrašas. Pasirinkite norimą ir paspauskite piktogramą „Spausdinti“.
lv_lv: Tiks parādīts visu jūsu darījumu saraksts. Izvēlieties vajadzīgo un nospiediet ikonu “Drukāt”.
nb: Du vil se en liste over alle transaksjonene dine. Velg den du ønsker, og klikk på utskriftsikonet.
sv: En lista över alla dina transaktioner kommer. Välj den du vill ha och tryck på utskriftsikonen.

# ms_ccvmobpremium_click_on_refund
source: Click on refund icon
da: Klik på ikonet for tilbagebetaling
de: Klicken Sie auf das Erstattungssymbol
et_ee: Klõpsake tagasimakse ikoonil
fi: Napsauta palautuskuvaketta
fr: Cliquer sur l'icône remboursement
it: Fai clic sull'icona rimborsa
lt_lt: Spustelėkite pinigų grąžinimo piktogramą
lv_lv: Noklikšķiniet uz atmaksas ikonas
nb: Klikk på refusjonsikonet
sv: Klicka på återbetalningsikonen

# ms_ccvmobpremium_click_on_refund_desc
source: This will take you to the place where you can make a refund for your customer
da: Du føres til det sted, hvor du kan foretage en tilbagebetaling til kunden
de: Dies bringt Sie zu der Stelle, an der Sie eine Erstattung für Ihren Kunden vornehmen können
et_ee: See viib teid kohta, kus saate teha kliendile tagasimakse
fi: Tämä vie sinut paikkaan, jossa voit tehdä palautuksen asiakkaalle
fr: Cette action vous emmènera à l'endroit où vous pourrez procéder à un remboursement pour votre client
it: Sarai indirizzato dove puoi eseguire un rimborso per il tuo cliente
lt_lt: Būsite nukreipti į puslapį, kur galėsite atlikti pinigų grąžinimą klientui
lv_lv: Tas jūs aizvedīs līdz vietai, kur varēsiet klientam veikt atmaksu
nb: Dette tar deg til stedet der du kan utføre refusjoner til kunder
sv: Detta tar dig till platsen där du kan göra en återbetalning till kunden

# ms_ccvmobpremium_customer_note_desc
source: When the customer is done noting down the tip on the reciept go to your terminal
da: Når kunden har noteret drikkepengene på kvitteringen, vender du tilbage til terminalen
de: Wenn der Kunde fertig ist und das Trinkgeld auf der Quittung vermerkt hat, gehen Sie zu Ihrem Terminal.
et_ee: Kui klient on jootraha summa kviitungile märkinud, minge terminali juurde
fi: Kun asiakas on merkinnyt juomarahan kuittiin, mene päätteen luo
fr: Lorsque le client a inscrit le pourboire sur le reçu, allez à votre terminal
it: Quando il cliente ha indicato la mancia sulla ricevuta vai al terminale
lt_lt: Kai klientas užrašys arbatpinigių sumą ant kvito, eikite prie terminalo
lv_lv: Kad klients ir beidzis atzīmēt dzeramnaudu kvītī, dodieties uz savu termināli
nb: Når kunden er ferdig med å skrive ned driksen på kvitteringen, går du til terminalen
sv: När kunden har skrivit dricksbeloppet på kvittot går du till terminalen

# ms_ccvmobpremium_customer_notes_tip
source: Customer notes the tip
da: Kunden noterer drikkepengene
de: Der Kunde vermerkt das Trinkgeld
et_ee: Klient märgib jootraha
fi: Asiakas kirjoittaa juomarahan
fr: Le client inscrit le pourboire
it: Il cliente indica la mancia
lt_lt: Klientas pažymi arbatpinigių sumą
lv_lv: Klients atzīmē dzeramnaudu
nb: Kunden skriver ned driksen
sv: Kunden skriver ned dricksen

# ms_ccvmobpremium_enter_amount
source: Enter amount
da: Indtast beløb
de: Geben Sie den Betrag ein
et_ee: Sisestage summa
fi: Syötä summa
fr: Entrer le montant
it: Inserisci l'importo
lt_lt: Įveskite sumą
lv_lv: Ievadiet summu
nb: Oppgi beløp
sv: Ange belopp

# ms_ccvmobpremium_enter_amount_desc
source: Insert the full amount including the tip that was added by the customer
da: Indtast det fulde beløb inklusive de drikkepenge, som kunden har angivet.
de: Den vollen Betrag einfügen oder das Trinkgeld abziehen?
et_ee: Sisestage kogusumma, sh kliendi lisatud jootraha
fi: Syötä koko summa mukaan lukien asiakkaan lisäämä juomaraha
fr: Introduire le montant total, avec le pourboire ajouté par le client
it: Inserisci l'importo totale compresa la mancia che è stata aggiunta dal cliente
lt_lt: Įveskite visą sumą, įskaitant kliento pridėtus arbatpinigius
lv_lv: Ierakstiet visu summu, ieskaitot klienta pievienoto dzeramnaudu
nb: Sett inn hele betalingen, eller trekke fra driks?
sv: Mata in den fullständiga betalningen?!?!?!?!?!?!?!? eller subtraherad från dricksen?

# ms_ccvmobpremium_enter_device_menu
source: Enter device menu
da: Åbn enhedsmenuen
de: Öffnen Sie das Gerätemenü
et_ee: Sisenege seadme menüüsse
fi: Avaa laitevalikko
fr: Accéder au menu de l'appareil
it: Entra nel menu del dispositivo
lt_lt: Atverkite prietaiso meniu
lv_lv: Ievadīt ierīces izvēlni
nb: Gå inn i enhetsmenyen
sv: Öppna enhetsmenyn
