Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_red_alert_header
source: We're working on it
da: Vi arbejder på sagen
de: Wir arbeiten daran.
et_ee: Töötame selle kallal
fi: Työskentelemme sen parissa
lt_lt: Šiuo metu sprendžiame susidariusią situaciją
lv_lv: Mēs pie tā strādājam
nb: Vi jobber med saken
sv: Vi jobbar på det

# ms_red_btn_msg
source: A receipt will be printed. Hand it over to your customer. Press the RED Cancel button to return to the home screen.
da: Der udskrives en kvittering, som udleveres til kunden. Tryk på den RØDE Annuller-knap for at vende tilbage til startskærmen.
de: Es wird ein Beleg gedruckt. Übergeben Sie diesen Ihrem Kunden. Drücken Sie die ROTE Abbrechen-Taste, um zum Startbildschirm zurückzukehren.
et_ee: Trükitakse kviitung. Andke see kliendile üle. Vajutage PUNAST nuppu Tühista, et naasta avakuvale.
fi: Kuitti tulostetaan. Anna se asiakkaalle. Palaa aloitusnäyttöön painamalla PUNAISTA Peruuta-painiketta.
lt_lt: Išspausdinamas kvitas. Perduokite jį klientui. Vėliau norėdami grįžti į pagrindinį langą, paspauskite raudoną mygtuką „Cancel“ (atšaukti).
lv_lv: Tiks izdrukāta kvīts. Izsniedziet to savam klientam. Nospiediet SARKANO pogu Atcelt (Cancel), lai atgrieztos sākuma ekrānā.
nb: Det skrives ut en kvittering. Gi den til kunden. Trykk på den RØDE Avbryt-knappen for å gå tilbake til startskjermbildet.
sv: Ett kvitto skrivs ut. Ge det till kunden. Tryck på den röda Avbryt-knappen för att återgå till startskärmen.

# ms_red_cncl_btn
source: A receipt will be printed. Afterwards, press the RED Cancel button to return to the home screen.
da: Der udskrives en kvittering. Tryk derefter på den RØDE Annuller-knap for at vende tilbage til startskærmen.
de: Es wird ein Beleg gedruckt. Drücken Sie danach die ROTE Abbrechen-Taste, um zum Startbildschirm zurückzukehren.
et_ee: Trükitakse kviitung. Seejärel vajutage PUNAST tühistamisnuppu, et naasta avakuvale.
fi: Kuitti tulostetaan. Paina sen jälkeen PUNAISTA Peruuta-painiketta palataksesi aloitusnäyttöön.
lt_lt: Išspausdinamas kvitas. Vėliau norėdami grįžti į pagrindinį langą, paspauskite raudoną mygtuką „Cancel“ (atšaukti).
lv_lv: Tiks izdrukāta kvīts. Pēc tam nospiediet SARKANO pogu Atcelt (Cancel ), lai atgrieztos sākuma ekrānā.
nb: Det skrives ut en kvittering. Trykk deretter på den RØDE Avbryt-knappen for å gå tilbake til startskjermbildet.
sv: Ett kvitto skrivs ut. Tryck sedan på den röda Avbryt-knappen för att återgå till startskärmen.

# ms_redesign_improvements_release notes
source: Miscellaneous UI improvements - improved notifications for known app errors, improved UX for edit receipt functionality.
da: Forskellige forbedringer af brugergrænsefladen – forbedrede notifikationer vedrørende kendte fejl i appen, forbedret brugeroplevelse med hensyn til redigering af kvitteringer.
de: Verschiedene Verbesserungen der Benutzeroberfläche, verbesserte Benachrichtigungen über bekannte App-Fehler, verbesserte Benutzererfahrung bei der Bearbeitung von Belegfunktionen.
et_ee: Mitmesugused kasutajaliidese parandused - täiustatud teavitused teadaolevate rakendusvigade kohta, parandatud kasutajaliidese muutmine kviitungi funktsioonis.
fi: Erilaisia käyttöliittymäparannuksia - parannetut ilmoitukset tunnetuista sovellusvirheistä, parannettu käyttöliittymää kuitin muokkaustoiminnossa.
lt_lt: Įvairūs vartotojo sąsajos (UI) patobulinimai – patobulinti pranešimai apie žinomas mobiliosios programos klaidas, patobulinta kvitų redagavimo funkcija.
lv_lv: Dažādi lietotāja interfeisa uzlabojumi — uzlaboti paziņojumi par zināmām lietotņu kļūdām, uzlabota lietotāja saskarne kvīšu rediģēšanas funkcionalitātei.
nb: Diverse forbedringer av brukergrensesnittet – bedre varsler for kjente feil i appen, forbedret brukeropplevelse ved redigering av kvitteringer.
sv: Diverse förbättringar av användargränssnittet – förbättrade aviseringar för kända appfel, förbättrad användarupplevelse för kvittoredigeringsfunktionen.

# ms_redesign_release notes
source: MyPayments app is now available with a new and improved user experience.
da: MyPayments-appen fås nu med en ny og forbedret brugeroplevelse.
de: Die MyPayments-App hat neue Funktionen und wurde verbessert.
fi: MyPayments-sovellus on nyt saatavilla uudella ja parannetulla käyttökokemuksella.
fr: L'application MyPayments offre désormais une nouvelle expérience utilisateur, améliorée.
it: L'app MyPayments è ora disponibile per un'esperienza utente nuova e migliorata.
lv_lv: Lietotne MyPayments tagad ir pieejama ar jaunu un uzlabotu lietotāja pieredzi.
nb: MyPayments-appen er nå tilgjengelig med en ny og forbedret brukeropplevelse.
sv: MyPayments-appen är nu tillgänglig med en ny och förbättrad användarupplevelse.

# ms_ref
source: REF
et_ee: VIIDE
fi: VIITE
lt_lt: Nr.
lv_lv: ATSAUCE

# ms_refiund_amt_desc
source: Insert the amount that needs to be refunded and press the checkmark.
da: Indtast det beløb, der skal tilbagebetales, og tryk på fluebenet.
de: Geben Sie den Betrag ein, der erstattet werden soll, und drücken Sie auf das Häkchen.
et_ee: Sisestage tagasi makstav summa ja vajutage märkeruudul.
fi: Syötä palautettava summa ja paina tarkistusmerkkiä.
fr: Introduisez le montant à rembourser et appuyez sur la coche.
it: Inserisci l'importo che deve essere rimborsato e premi il segno di spunta.
lt_lt: Įveskite sumą, kurią reikia grąžinti, ir paspauskite varnelę.
lv_lv: Ierakstiet atmaksājamo summu un nospiediet atzīmi.
nb: Sett inn beløpet som skal refunderes, og trykk på haken.
sv: Ange beloppet som ska återbetalas och tryck på bockmarkeringen.

# ms_refund_5sec_txt
source: Within 5 seconds click on the X if your customer does not need thereceipt or click the checkmark if they would like it.
da: Tryk på X inden for 5 sekunder, hvis kunden ikke ønsker en fysisk kvittering, eller klik på fluebenet, hvis kunden gerne vil have en kvittering.
de: Klicken Sie innerhalb von 5 Sekunden auf X, wenn Ihr Kunde den Beleg nicht benötigt, oder klicken Sie auf das Häkchen, wenn er ihn wünscht.
et_ee: Klõpsake 5 sekundi jooksul X, kui teie klient ei vaja kviitungit, või klõpsake linnukest, kui ta seda soovib.
fi: Napsauta 5 sekunnin kuluessa X:ää, jos asiakas ei tarvitse kuittia, tai napsauta valintamerkkiä, jos hän haluaa sen.
fr: Vous avez 5 secondes pour cliquer sur le X si votre client n'a pas besoin du reçu ou cliquer sur la coche s'il voudrait l'avoir.
it: Fai clic entro 5 secondi sulla X se il tuo cliente non ha bisogno della ricevuta o sul segno di spunta se la vuole.
lt_lt: Per 5 sekundes spustelėkite X, jei klientui kvito nereikia, o jei klientas kvito pageidauja, spustelėkite varnelę.
lv_lv: 5 sekunžu laikā noklikšķiniet uz X, ja jūsu klientam nav nepieciešama kvīts, vai noklikšķiniet uz atzīmes, ja viņš to vēlas.
nb: Klikk på X innen fem sekunder hvis kunden ikke vil ha kvittering, eller klikk på haken hvis de vil ha den.
sv: Klicka på X inom fem sekunder om kunden inte vill ha kvittot eller klicka på bockmarkeringen om hen vill ha det.

# ms_refund_already_done
source: If I have ALREADY done my end-of-day closure.
da: Jeg har ALLEREDE foretaget dagsafslutning.
de: Falls ich den Tagesabschluss BEREITS erledigt habe.
et_ee: Kui ma olen JUBA oma päeva lõpu arvestuse teinud.
fi: Jos OLEN JO tehnyt päivänpäätöstilityksen
fr: Si j'ai DÉJÀ effectué ma clôture de fin de journée.
it: Se ho GIÀ effettuato la chiusura di fine giornata.
lt_lt: Jei jau SUFORMAVAU dienos pabaigos ataskaitą.
lv_lv: Ja JAU esmu pabeidzis savu dienas beigu slēgšanu.
nb: Hvis stenging på slutten av dagen allerede er utført.
sv: Jag har REDAN gjort mitt dagsavslut.

# ms_refund_amount_desc
source: Enter the amount you wish to refund
de: Erstattungsbetrag eingeben
fi: Syötä palautettava määrä
fr: Entrez le montant que vous souhaitez rembourser
it: Inserisci l'importo che vuoi rimborsare

# ms_refund_amt
source: Enter the refund amount
da: Indtast tilbagebetalingsbeløbet
de: Den Rückerstattungsbetrag eingeben
et_ee: Sisestage tagasimakse summa
fi: Syötä palautettava määrä
fr: Entrez le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamą sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refusjonsbeløpet
sv: Ange återbetalningsbeloppet

# ms_refund_amt_txt
source: Enter refund amount
da: Indtast beløb, der skal tilbagebetales
de: Zu erstattenden Betrag eingeben
et_ee: Sisestage tagasimakse summa
fi: Syötä palautussumma
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamą sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refusjonsbeløp
sv: Ange återbetalningsbelopp

# ms_refund_card
source: Let you customer complete the refund by using their payment card.
da: Lad kunden gennemføre tilbagebetalingen med vedkommendes betalingskort.
de: Lassen Sie Ihren Kunden die Rückerstattung mit der Zahlungskarte abschließen.
et_ee: Laske kliendil sooritada tagasimakse, kasutades oma maksekaarti.
fi: Anna asiakkaan suorittaa palautus käyttämällä maksukorttiaan.
fr: Laissez votre client effectuer le remboursement à l'aide de sa carte de paiement.
it: Fai completare il rimborso al cliente con la sua carta di pagamento.
lt_lt: Leiskite klientui užbaigti pinigų grąžinimą naudojant mokėjimo kortelę.
lv_lv: Ļaujiet klientam veikt naudas atmaksu, izmantojot savu maksājumu karti.
nb: La kunden fullføre refunderingen via betalingskortet sitt.
sv: Låt kunden slutföra återbetalningen genom att använda sitt betalningskort.

# ms_refund_checkmark
source: Use the numeric pad to enter the amount of the refund. Press the checkmark to confirm.
da: Brug til numeriske tastatur til at indtaste tilbagebetalingsbeløbet. Tryk på fluebenet for at bekræfte.
de: Geben Sie den Rückerstattungsbetrag über die numerische Tastatur ein. Tippen Sie zur Bestätigung auf das Häkchen.
et_ee: Sisestage tagasimakse summa numbriklahvistiku abil. Kinnitamiseks vajutage linnukest.
fi: Syötä palautettava määrä numeronäppäimistöllä. Vahvista painamalla valintamerkkiä.
fr: Utilisez le pavé numérique pour entrer le montant du remboursement. Appuyez sur la coche pour confirmer.
it: Usa il tastierino numerico per inserire l'importo del rimborso. Premi il segno di spunta per confermare.
lt_lt: Naudodami skaitmenų klaviatūrą įveskite grąžinamą sumą. Patvirtinkite spustelėdami varnelę.
lv_lv: Izmantojiet ciparu taustiņus, lai ievadītu atmaksas summu. Nospiediet atzīmi, lai apstiprinātu.
nb: Bruk tastaturet til å oppgi beløpet. Trykk på haken for å bekrefte.
sv: Använd nummersatsen för att ange återbetalningsbeloppet. Tryck på bockmarkeringen för att bekräfta.

# ms_refund_completed
source: Refund completed
da: Tilbagebetaling gennemført
de: Rückerstattung abgeschlossen
fi: Palautus valmis
fr: Remboursement exécuté
it: Rimborso completato
lv_lv: Atmaksa pabeigta
nb: Refusjonen er fullført
sv: Återbetalning slutförd

# ms_refund_desc
source: A reversal can be done directly on the terminal, and a refund needs to be done in the app. Approximate handling time is 5 days for a refund.
da: Du kan lave en tilbageførsel direkte på terminalen, mens en tilbagebetaling skal foretages i appen. Det tager ca. 5 dage at behandle en tilbagebetaling.
de: Eine Rückbuchung kann direkt auf dem Terminal vorgenommen werden und eine Erstattung muss über die App erfolgen. Die Bearbeitungsdauer für eine Erstattung beträgt ca. 5 Tage.
et_ee: Ümberpööramise saab teha otse terminalis ja tagasimakse tuleb teha rakenduses. Ligikaudne käitlusaeg raha tagastamiseks on viis päeva.
fi: Peruutus voidaan tehdä suoraan päätteessä ja palautus on tehtävä sovelluksessa. Palautuksen käsittelyaika on noin 5 päivää.
fr: Une annulation peut être effectuée directement sur le terminal, tandis qu'un remboursement doit être effectué dans l'application. Le temps de traitement estimé est de 5 jours pour un remboursement.
it: È possibile eseguire uno storno direttamente sul terminale, mentre il rimborso deve essere effettuato nell'app. Il tempo di gestione per un rimborso è di circa 5 giorni.
lt_lt: Atvirkštinę operaciją galima atlikti tiesiogiai terminale, o grąžinimas turi būti atliekamas mobiliojoje programoje. Apytikslė grąžinimo apdorojimo trukmė – 5 dienos.
lv_lv: Apvērsi var veikt tieši terminālī, un atmaksa ir jāveic lietotnē. Aptuvenais apstrādes laiks ir 5 dienas naudas atmaksai.
nb: En reversering kan utføres direkte på terminalen, mens en refusjon må gjøres i appen. Omtrentlig behandlingstid for refusjon er 5 dager.
sv: Ett återköp kan göras direkt på terminalen och en återbetalning måste göras i appen. Ungefärlig behandlingstid för en återbetalning är 5 dagar.

# ms_refund_initiated
source: Refund Initiated
da: Tilbagebetaling igangsat
de: Rückerstattung eingeleitet
et_ee: Tagasimakse algatatud
fi: Palautus aloitettu
fr: Remboursement lancé
it: Rimborso avviato
lt_lt: Inicijuotas grąžinimas
lv_lv: Atmaksa uzsākta
nb: Refusjon igangsatt
sv: Återbetalning påbörjad

# ms_refund_not_done_text
source: If I have NOT done my end-of-day closure yet
da: Hvis jeg endnu IKKE har foretaget dagsafslutning
de: Falls ich den Tagesabschluss noch NICHT erledigt habe
et_ee: Kui ma EI ole veel oma päeva lõpu arvestust teinud
fi: Jos EN ole vielä tehnyt päivänpäätöstilitystä
fr: Si je n'ai PAS encore effectué ma clôture de fin de journée
it: Se NON ho già effettuato la chiusura di fine giornata
lt_lt: Jei dar NESUFORMAVAU dienos pabaigos ataskaitos
lv_lv: Ja vēl NEESMU pabeidzis dienas beigu slēgšanu
nb: Hvis stenging på slutten av dagen ikke er utført
sv: Jag har INTE gjort mitt dagsavslut än

# ms_refund_partial_amount_validation
source: The partial refund amount cannot be larger than the full amount.
da: Beløbet for en delvis refundering kan ikke være større end det fulde beløb.
de: Der Teilbetrag darf nicht größer als der volle Betrag sein.
fi: Osittainen palautussumma ei voi olla suurempi kuin koko summa.
fr: Le montant du remboursement partiel ne peut pas être supérieur au montant total.
it: L'importo del rimborso parziale non può essere superiore all'intero importo.
sv: Det delvisa återbetalningsbeloppet kan inte överstiga det totala beloppet

# ms_refund_pen_ppr
source: Open the app with the pen and paper symbol to be able to do a refundof a payment.
da: Åbn appen med pen og papir-symbolet for at foretage en tilbagebetaling.
de: Öffnen Sie die App mit dem Symbol „Stift und Papier“, um eine Zahlung erstatten zu können.
et_ee: Makse tagasimaksmiseks avage rakendus pliiatsi ja paberi sümboliga.
fi: Avaa sovellus kynä ja paperi -symbolilla, jotta voit tehdä maksun palautuksen.
fr: Ouvrez l'application symbolisée par un stylo et du papier pour pouvoir effectuer le remboursement d'un paiement.
it: Per rimborsare un pagamento, apri l'app con il simbolo di carta e penna.
lt_lt: Atverkite programą su rašiklio ir popieriaus ženklu, kad galėtumėte atlikti mokėjimo grąžinimą.
lv_lv: Atveriet lietotni ar pildspalvas un papīra simbolu, lai varētu veikt maksājuma atmaksu.
nb: Åpne appen med penn og papir-symbolet for å kunne refundere en betaling.
sv: Öppna appen med papper och penna-ikonen för att göra en återbetalning.

# ms_refund_softkey
source: The app can be found on the front page over softkey buttons
da: Appen er placeret på forsiden over softkey-knapperne
de: Sie finden die App auf der Startseite über den Bildschirmtasten
et_ee: Rakenduse leiate esilehelt funktsiooniklahvide nuppude kaudu
fi: Sovellus löytyy etusivulta näppäinten yläpuolelta
fr: Pour trouver l'application, rendez-vous sur la page d'accueil où se trouvent les boutons à touche programmable.
it: Trovi l'app nella prima pagina sopra i tasti multifunzione
lt_lt: Mobiliąją programą rasite pirmajame puslapyje virš programinių klavišų mygtukų
lv_lv: Lietotni var atrast pirmajā lapā, izmantojot izvēles taustiņu pogas
nb: Du finner appen på fremsiden over tastene
sv: Appen finns på förstasidan ovanför funktionsknapparna

# ms_refund_subtitle
source: Remember that there is a difference between doing a refund or a reversal.
da: Husk, at der er forskel på en tilbagebetaling og en tilbageførsel.
de: Es gibt einen Unterschied zwischen Erstattung und Rückbuchung.
et_ee: Pidage meeles, et tagasimakse ja ümberpööramine on erinevad asjad.
fi: Muista, että palautus ja peruutus ovat kaksi eri asiaa.
fr: N'oubliez pas qu'il y a une différence entre effectuer un remboursement et effectuer une annulation.
it: Ricorda che è diverso eseguire un rimborso o uno storno.
lt_lt: Atminkite, kad pinigų grąžinimas ir atvirkštinė operacija yra skirtingos operacijos
lv_lv: Atcerieties, ka pastāv atšķirība starp naudas atmaksu vai apvērsi.
nb: Husk at det er forskjell på refusjon og reversering.
sv: Tänk på att det finns en skillnad mellan återbetalning och återköp

# ms_refund_subtitle_desc
source: Do a refund
da: Foretag en tilbagebetaling
de: Erstattung vornehmen
et_ee: Tehke tagasimakse
fi: Tee palautus
fr: Effectuer un remboursement
it: Esegui un rimborso
lt_lt: Atlikite pinigų grąžinimą
lv_lv: Veiciet atmaksu
nb: Utfør en refusjon
sv: Gör en återbetalning

# ms_refund_swipe_text
source: Swipe to Refund %s
da: Swipe for at tilbagebetale %s
de: Zum Erhalt der Rückerstattung %s wischen
et_ee: Viipa tagasimakseks %s
fi: Palauta %s pyyhkäisemällä
fr: Glisser pour Rembourser %s
it: Scorri per rimborsare %s
lt_lt: Braukite ir grąžinkite %s
lv_lv: Pavilkt uz atmaksātu %s
nb: Sveip for å refundere %s
sv: Svep för att återbetala %s

# ms_refund_text
source: REFUND
da: TILBAGEBETALING
de: Rückerstattung
fi: PALAUTA
fr: REMBOURSER
it: RIMBORSO
lv_lv: ATMAKSA
nb: REFUSJON
sv: ÅTERBETALNING

# ms_refund_title
source: Refund or reversal
da: Tilbagebetaling eller tilbageførsel
de: Erstattung oder Rückbuchung
et_ee: Tagasimakse või ümberpööramine
fi: Palautus vai peruutus
fr: Remboursement ou annulation
it: Rimborso o storno
lt_lt: Pinigų grąžinimas ar atvirkštinė operacija
lv_lv: Atmaksa vai apvērse
nb: Refusjon eller reversering
sv: Återbetalning eller återköp

# ms_refund_trans_release_notes
source: New functionality to refund payments from old transactions for Nordic users.
da: Nye muligheder for at foretage tilbagebetalinger af gamle transaktioner for nordiske brugere.
de: Neue Funktion zur Erstattung von Zahlungen aus alten Transaktionen für Benutzer aus Skandinavien.
et_ee: Uus funktsionaalsus vanade tehingute maksete tagasimaksmiseks Põhjamaade kasutajatele.
fi: Uusi toiminto vanhojen maksutapahtumien maksujen palauttamiseksi pohjoismaisille käyttäjille.
lt_lt: Nauja funkcija, skirta grąžinti mokėjimus „Nordic“ naudotojams už senas operacijas.
lv_lv: Jauna funkcionalitāte maksājumu atmaksai no veciem darījumiem Ziemeļvalstu lietotājiem.
nb: Ny funksjon for å refundere betalinger fra gamle transaksjoner for brukere i Norden.
sv: Ny funktionalitet för återbetalning av gamla transaktioner för nordiska användare.

# ms_refund_transactions_link
source: Click here
de: Hier klicken
fi: Napsauta tätä
fr: Cliquez ici
it: Fai clic qui

# ms_refund_transactions_text
source: Looking for a specific transaction to refund?
de: Suchen Sie eine bestimmte Transaktion für eine Rückerstattung?
fi: Etsitkö tiettyä maksutapahtumaa, jonka haluat hyvittää?
fr: À la recherche d'une transaction spécifique à rembourser ?
it: Cerchi una transazione specifica da rimborsare?

# ms_refunded
source: Refunded
da: Tilbagebetalt
de: Erstattet
et_ee: Tagasimakstud
fi: Palautettu
fr: Remboursé
it: Rimborsato
lt_lt: Grąžinta
lv_lv: Atmaksāts
nb: Refundert
sv: Har återbetalats

# ms_refunded_amount_in_eur
source: Refunded amount in EUR
da: Tilbagebetalt beløb i EUR
de: Erstatteter Betrag in EUR
et_ee: Tagasimakstud summa eurodes
fi: Palautettu summa euroina
lt_lt: Grąžinta suma eurais (EUR)
lv_lv: Atmaksātā summa EUR
nb: Refundert beløp i EUR
sv: Återbetalat belopp i EUR

# ms_registered_email_placeholder
source: E-mail registered with us
da: E-mail registreret hos os
de: E-Mail mit uns registriert
et_ee: Meil registreeritud e-post
fi: Meille rekisteröity s-posti
fr: E-mail enregistré chez nous
it: E-mail registrata con noi
lt_lt: El. paštas, užregistruotas mus
lv_lv: E-pasts reģistrēts ar mums
nb: E-post registrert hos oss
sv: E-post registrerad hos oss

# ms_release_Accountingfeature
source: Improvements to Accounting feature
da: Forbedringer til bogføringsfunktionen
de: Verbesserungen der Buchhaltungsfunktion
et_ee: Raamatupidamisfunktsiooni täiustused
fi: Parannuksia Kirjanpito-toimintoon
fr: Améliorations apportées à la fonction Comptabilité
it: Miglioramenti alla funzione Contabilità
lt_lt: Apskaitos funkcijos patobulinimai
lv_lv: Grāmatvedības funkcijas uzlabojumi
nb: Forbedringer i regnskapsfunksjonen
sv: Förbättringar av funktionen Redovisning

# ms_release_Face
source: Face recognition
da: Ansigtsgenkendelse
de: Gesichtserkennung
et_ee: Näotuvastus
fi: Kasvojentunnistus
fr: Reconnaissance faciale
it: Riconoscimento facciale
lt_lt: Veido atpažinimas
lv_lv: Atpazīšana pēc sejas
nb: Ansiktsgjenkjenning
sv: Ansiktsigenkänning

# ms_release_Stabilization
source: Stabilization of the app
da: Stabilisering af appen
de: Stabilisierung der App
et_ee: Äpi stabiliseerimine
fi: Sovelluksen vakauttaminen
fr: Stabilisation de l'application
it: Stabilizzazione dell'app
lt_lt: Programos stabilizavimas
lv_lv: Lietotnes stabilizācija
nb: Stabilisering av appen
sv: Stabilisering av appen

# ms_release_accounting_imp
source: Improvements of the Accounting area
da: Forbedringer af siden Bogføring
de: Verbesserungen des Buchhaltungsbereichs
et_ee: Raamatupidamisvaldkonna täiustused
fi: Parannuksia Kirjanpitoalueseen
fr: Améliorations de l'espace Comptabilité
it: Miglioramenti dell'area Contabilità
lt_lt: Apskaitos srities patobulinimai
lv_lv: Grāmatvedības jomas uzlabojumi
nb: Forbedringer i regnskapsområdet
sv: Förbättringar av redovisningsområdet

# ms_release_advanceAnalytics
source: Advanced analytics graph(s)
da: Graf(er) med avanceret analyse
de: Erweiterte(s) Analysediagramm(e)
et_ee: Täpsem(ad) analüüsigraafik(ud)
fi: Kehittyneet analyysikuvaajat
fr: Graphique(s) d'analyse avancée
it: Grafico/i di analisi avanzato/i
lt_lt: Išplėstinės analizės diagrama (-os)
lv_lv: Uzlabota(s) analīzes diagramma(s)
nb: Avansert(e) analysegraf(er)
sv: Avancerad(e) analysgraf(er)

# ms_release_advert
source: Financing advert for certain users
da: Annonce om finansiering for bestemte brugere
de: Finanzwerbung für bestimmte Benutzer
et_ee: Rahastamise reklaam teatud kasutajatele
fi: Rahoitusmainos tietyille käyttäjille
fr: Annonce de financement pour certains utilisateurs
it: Annunci finanziari per alcuni utenti
lt_lt: Finansavimo reklama tam tikriems naudotojams
lv_lv: Finansēšanas reklāma noteiktiem lietotājiem
nb: Finansieringsannonse for enkelte brukere
sv: Finansieringsannons för vissa användare

# ms_release_analyticspro
source: Another Analytics Pro feature for customers with acquiring from Nets
da: Endnu en Analytics Pro-funktion til Nets-kunder
de: Eine weitere Analytics Pro Funktion für Kunden, die bei Nets kaufen
et_ee: Veel üks Analytics Pro funktsioon klientidele, kes hangivad Netsist
fi: Toinen Analytics Pro -ominaisuus asiakkaille, joilla on vastaanottosopimus Netsin kanssa
fr: Une autre fonctionnalité Analytics Pro pour les clients ayant conclu un accord d'acquisition avec Nets
it: Un'altra funzione Analytics Pro per i clienti con acquisizioni da Nets
lt_lt: Kita „Analytics Pro“ funkcija „Nets“ įsigijusiems klientams
lv_lv: Vēl viena Analytics Pro funkcija klientiem, kas iegādājas pakalpojumu no Nets
nb: En annen Analytics Pro-funksjon for kunder med akkvirering fra Nets
sv: En ny Analytics Pro-funktion för kunder med förvärv från Nets
