Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ttpoi_puma_waiting_description
source: We are pairing Nets SoftPOS to this device, in the meantime you can refresh the status by tapping Tap to refresh status, or returning to SoftPOS later. This may take a few minutes to update.
da: Vi parrer Nets SoftPOS med denne enhed. I mellemtiden kan du opdatere status ved at trykke på "Tryk for at opdatere status" eller vende tilbage til SoftPOS senere. Opdateringen kan tage et par minutter.
de: Wir koppeln Nets SoftPOS mit diesem Gerät. In der Zwischenzeit können Sie den Status aktualisieren, indem Sie auf „Status aktualisieren“ tippen oder später zu SoftPOS zurückkehren. Dies kann einige Minuten dauern.
et_ee: Seome Nets SoftPOS-i selle seadmega. Vahepeal saad olekut värskendada, vajutades „Värskenda olekut“, või naasta hiljem SoftPOS-i juurde. See võib võtta paar minutit.
fi: Yhdistämme Nets SoftPOSin tähän laitteeseen. Voit sillä välin päivittää tilan napauttamalla "Päivitä tila" tai palaamalla SoftPOSiin myöhemmin. Päivitys voi kestää muutaman minuutin.
fr: Nous associons Nets SoftPOS à cet appareil. En attendant, vous pouvez actualiser le statut en appuyant sur « Actualiser le statut » ou revenir plus tard à SoftPOS. Cela peut prendre quelques minutes.
it: Stiamo associando Nets SoftPOS a questo dispositivo. Nel frattempo, puoi aggiornare lo stato toccando “Tocca per aggiornare lo stato” o tornando più tardi su SoftPOS. Questo potrebbe richiedere alcuni minuti.
lt_lt: Jungiame „Nets SoftPOS“ su šiuo įrenginiu. Tuo tarpu galite atnaujinti būseną paspaudę „Atnaujinti būseną“ arba vėliau grįžti į SoftPOS. Atnaujinimas gali užtrukti kelias minutes.
lv_lv: Mēs savienojam Nets SoftPOS ar šo ierīci. Pa to laiku varat atsvaidzināt statusu, pieskaroties „Atjaunināt statusu“ vai vēlāk atgriezties SoftPOS lietotnē. Atjaunināšana var aizņemt dažas minūtes.
nb: Vi kobler Nets SoftPOS til denne enheten. I mellomtiden kan du oppdatere statusen ved å trykke på «Trykk for å oppdatere status» eller komme tilbake til SoftPOS senere. Dette kan ta noen minutter.
sv: Vänligen kontrollera senare. De flesta licenser skapas inom några minuter

# ms_ttpoi_puma_waiting_error_alert_retry
source: Try Again
da: Prøv igen
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
nb: Prøv på nytt
sv: Försök igen

# ms_ttpoi_puma_waiting_error_alert_title
source: Something Went Wrong
da: Noget gik galt
de: Etwas ist schiefgelaufen
fi: Jotain meni pieleen
fr: Une erreur s’est produite
it: Qualcosa è andato storto
nb: Noe gikk galt
sv: Något gick fel

# ms_ttpoi_puma_waiting_last_updated
source: Last updated:
da: Sidst opdateret:
de: Zuletzt aktualisiert:
fi: Viimeksi päivitetty:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
nb: Sist oppdatert:
sv: Senast uppdaterad:

# ms_ttpoi_puma_waiting_not_paired
source: Not yet paired
da: Endnu ikke parret
de: Noch nicht gekoppelt
fi: Ei vielä yhdistetty
fr: Pas encore jumelé
it: Non ancora associato
nb: Ikke koblet til ennå
sv: Inte ihopkopplad än

# ms_ttpoi_puma_waiting_not_ready
source: Terminal is not ready yet
da: Terminalen er endnu ikke klar
de: Das Terminal ist noch nicht bereit
et_ee: Terminal pole veel valmis
fi: Terminaali ei ole vielä valmis
fr: Le terminal n’est pas encore prêt
it: Il terminale non è ancora pronto
lt_lt: Terminalas dar nėra paruoštas
lv_lv: Terminālis vēl nav gatavs
nb: Terminalen er ikke klar ennå
sv: Terminalen är inte klar än

# ms_ttpoi_puma_waiting_status
source: Status:
fi: Tila:
fr: État :
it: Stato:

# ms_ttpoi_puma_waiting_subtitle
source: We are getting you ready for Nets SoftPOS
da: Vi gør dig klar til Nets SoftPOS
de: Wir bereiten Sie auf Nets SoftPOS vor
et_ee: Valmistame sind ette Nets SoftPOSi jaoks
fi: Valmistelemme sinua Nets SoftPOSia varten
fr: Nous vous préparons pour Nets SoftPOS
it: La stiamo preparando per Nets SoftPOS
lt_lt: Ruošiame jus naudotis Nets SoftPOS
lv_lv: Mēs jūs gatavojam darbam ar Nets SoftPOS
nb: Vi gjør deg klar for Nets SoftPOS
sv: Vi förbereder dig för Nets SoftPOS

# ms_ttpoi_puma_waiting_tap_refresh
source: Tap to refresh status
da: Tryk for at opdatere status
de: Tippen, um den Status zu aktualisieren
fi: Napauta päivittääksesi tilan
fr: Appuyez pour actualiser l’état
it: Tocca per aggiornare lo stato
nb: Trykk for å oppdatere status
sv: Tryck för att uppdatera status

# ms_ttpoi_puma_waiting_title
source: Please check back later or refresh the status...
da: Kom venligst tilbage senere, eller opdater status…
de: Bitte versuchen Sie es später noch einmal oder aktualisieren Sie den Status...
et_ee: Palun proovi hiljem uuesti või värskenda olekut...
fi: Yritä myöhemmin uudelleen tai päivitä tila...
fr: Veuillez réessayer plus tard ou actualiser le statut...
it: Riprova più tardi o aggiorna lo stato...
lt_lt: Pabandykite vėliau dar kartą arba atnaujinkite būseną...
lv_lv: Lūdzu, mēģiniet vēlāk vai atsvaidziniet statusu...
nb: Vennligst prøv igjen senere eller oppdater statusen...
sv: Försök igen senare eller uppdatera statusen...

# ms_ttpoi_purchase
source: Purchase
da: Køb
de: Kauf
et_ee: Ost
fi: Osta
fr: Achat
it: Acquisto
lt_lt: Pirkinys
lv_lv: Pirkums
nb: Kjøp
sv: Köp

# ms_ttpoi_ready_state
source: ready
da: klar
de: bereit
et_ee: valmis
fi: valmis
fr: prêt
it: pronto
lt_lt: pasirengęs
lv_lv: gatavs
nb: klar
sv: redo

# ms_ttpoi_receipt_auth_code
source: AUTH CODE
da: AUT.KODE
de: AUTORISATIONSCODE
et_ee: AUTENTIMISKOOD
fi: VALTUUTUSKOODI
fr: CODE D'AUTORISATION
it: CODICE AUT.
lt_lt: AUT. KODAS
lv_lv: AUTENTIFIKĀCIJAS KODS
nb: AUT.-KODE
sv: AUKTORISERINGSKOD

# ms_ttpoi_reference_nr
source: Reference nr.
de: Geschäftszeichen
et_ee: Viitenr.
fi: Viitenro
fr: N° de référence
it: N. di riferimento
lt_lt: Nr.
lv_lv: Atsauces nr.
nb: Referansenr.
sv: Referensnummer

# ms_ttpoi_refund_declined
source: DECLINED
da: AFVIST
de: ABGELEHNT
et_ee: TAGASILÜKATUD
fi: HYLÄTTY
fr: REFUSÉ
it: RIFIUTATO
lt_lt: ATMESTA
lv_lv: NORAIDĪTA
nb: AVVIST
sv: NEKAT

# ms_ttpoi_refund_full_amount
source: Full amount
da: Fuldt beløb
de: Voller Betrag
fi: Koko summa
fr: Montant total
it: Importo totale
lt_lt: Visa suma
lv_lv: Pilna summa
nb: Hele beløpet
sv: Totalbelopp

# ms_ttpoi_refund_original_amount
source: Original amount
da: Oprindeligt beløb
de: Ursprünglicher Betrag
et_ee: Algne summa
fi: Alkuperäinen summa
fr: Montant initial
it: Importo originario
lt_lt: Pradinė suma
lv_lv: Sākotnējā summa
nb: Opprinnelig beløp
sv: Ursprungligt belopp

# ms_ttpoi_refund_partial_amount
source: Partial amount
da: Delvist beløb
de: Teilbetrag
et_ee: Osaline summa
fi: Osittainen summa
fr: Montant partiel
it: Importo parziale
lt_lt: Dalinė suma
lv_lv: Daļēja summa
nb: Delvis beløp
sv: Delbelopp

# ms_ttpoi_refund_processing
source: Processing
da: Behandler
de: In Bearbeitung
et_ee: Töötlemine
fi: Käsitellään
fr: Traitement en cours
it: Elaborazione
lt_lt: Apdorojama
lv_lv: Apstrādā
nb: Behandler
sv: Behandlar

# ms_ttpoi_refund_trans_ref_no
source: Reference nr
de: Geschäftszeichen
fi: Viitenro
fr: N° de référence
it: N. di riferimento
lt_lt: Nr.
lv_lv: Atsauces nr.
nb: Referansenr.
sv: Referensnummer

# ms_ttpoi_refund_transaction
source: REFUND TRANSACTION
da: TILBAGEBETAL TRANSAKTION
de: ERSTATTUNGSTRANSAKTION
et_ee: TAGASIMAKSE TEHING
fi: PALAUTA MAKSUTAPAHTUMA
fr: REMBOURSER LA TRANSACTION
it: TRANSAZIONE DI RIMBORSO
lt_lt: PINIGŲ GRĄŽINIMO OPERACIJA
lv_lv: ATMAKSAS DARĪJUMS
nb: REFUNDER TRANSAKSJON
sv: ÅTERBETALNINGSTRANSAKTION

# ms_ttpoi_refund_transaction_btn
source: Refund transaction
da: Tilbagebetal transaktion
de: Rückerstattungstransaktion
fi: Palauta maksutapahtuma
fr: Rembourser la transaction
it: Transazione di rimborso
lt_lt: Pinigų grąžinimo operacija
lv_lv: Atmaksāt darījumu
nb: Refunder transaksjon
sv: Återbetalningstransaktion

# ms_ttpoi_refunded_amount_in
source: Refunded amount in
da: Tilbagebetalt beløb i
de: Erstatteter Betrag in
et_ee: Tagasimakstud summas
fi: Palautettu summa
fr: Montant remboursé dans
it: Importo rimborsato in
lt_lt: Grąžintos sumos valiuta
lv_lv: Atmaksātā summa
nb: Refundert beløp i
sv: Återbetalt belopp i

# ms_ttpoi_request_confirmation
source: Are you sure you want to accept the activation of Tap to Pay on iPhone on this location?
da: Er du sikker på, at du vil acceptere aktiveringen af Tap to Pay på iPhone på dette sted?
de: Sind Sie sicher, dass Sie die Aktivierung von Tap to Pay auf dem iPhone an diesem Standort akzeptieren möchten?
fi: Haluatko varmasti hyväksyä iPhonen Tap to Pay-palvelun aktivoinnin tässä myyntipisteessä?
fr: Voulez-vous vraiment accepter l'activation de Tap to Pay sur iPhone pour ce lieu?
it: Accettare l'attivazione di Tap to Pay su iPhone in questa posizione?
lt_lt: Ar tikrai norite patvirtinti „Tap to Pay on iPhone“ funkciją šiai pardavimo vietai?
lv_lv: Vai tiešām vēlaties apstiprināt Tap to Pay on iPhone aktivizēšanu šajā atrašanās vietā?
nb: Er du sikker på at du vil godta aktivering av Tap to Pay på iPhone på dette stedet?
sv: Är du säker på att du vill acceptera aktiveringen av Tap to Pay på iPhone på den här platsen?

# ms_ttpoi_reverse_transaction
source: Reverse transaction
da: Tilbagefør transaktion
de: Transaktion zurücksetzen
fi: Peruuta tapahtuma
fr: Annuler la transaction
it: Annulla transazione
nb: Tilbakefør transaksjon
sv: Ångra transaktion

# ms_ttpoi_screen10_subtitle
source: Only for visa and master, giro and local schemes will not work
da: Kun Visa-kort og Mastercard. Giro card og andre lokale ordninger kan ikke anvendes.
de: Nur für Visa und MasterCard, Girokarte und lokale Systeme funktionieren nicht
fi: Vain Visa ja Master, pankkisiirto ja paikalliset ratkaisut eivät toimi.
fr: Uniquement pour Visa et Mastercard; les systèmes Girocard et locaux ne fonctionneront pas
it: Solo per visa e master, giro e i circuiti locali non funzionano
lt_lt: Tik „Visa“ ir „Master“. „Giro“ ir vietinės sistemos neveiks
lv_lv: Tikai Visa un Master, Giro un vietējās shēmas nedarbosies
nb: Kun for Visa og MasterCard, Giro og lokale systemer fungerer ikke
sv: Endast för Visa och Mastercard, giro och lokala system fungerar inte

# ms_ttpoi_screen10_title
source: Test transaction
da: Testtransaktion
de: Testtransaktion
fi: Testitapahtuma
fr: Transaction test
it: Transazione di prova
lt_lt: Bandomoji operacija
lv_lv: Pārbaudes darījums
nb: Testtransaksjon
sv: Testtransaktion

# ms_ttpoi_screen1_subtitle
source: The terminal should be fully charged, but if not, leave in charging base for up to 6 hours.
da: Terminalen bør være fuldt opladet. Hvis ikke, skal du lade den sidde i opladeren i op til 6 timer.
de: Das Terminal sollte vollständig aufgeladen sein. Ist dies nicht der Fall, stellen Sie es bis zu 6 Stunden in die Ladestation.
fi: Päätteen pitäisi olla täyteen ladattu. Jos ei ole, jätä se latausasemaan enintään 6 tunniksi.
fr: Le terminal devrait être complètement chargé. S'il ne l'était pas, laissez-le dans la station de charge pendant 6 heures maximum.
it: Il terminale deve essere completamente carico, in caso contrario, lascialo in carica per almeno 6 ore.
lv_lv: Terminālim jābūt pilnībā uzlādētam, bet, ja nē, atstājiet uzlādes pamatnes līdz 6 stundām.
nb: Terminalen skal være fulladet, men hvis ikke lar du den lade i opptil 6 timer.
sv: Terminalen ska vara fulladdad. Om den inte är det ska den lämnas i laddningsbasen i upp till sex timmar.

# ms_ttpoi_screen2_description
source: To begin, present your iPhone to the customer and tap the payment card on the iPhone screen. This will flip the card to the customer view, allowing them to see the price of their purchase.
da: Først skal du trykke på betalingskortet på iPhone-skærmen og derefter vise din iPhone til kunden. Ved at trykke på betalingskortet skiftes der til kundevisning, og kunden kan se prisen på sit køb.
de: Zeigen Sie zunächst dem Kunden Ihr iPhone und tippen Sie dann auf die Zahlungskarte auf dem iPhone-Bildschirm. Dadurch wechselt die Karte in die Kundenansicht, sodass der Kunde den Preis seines Einkaufs sehen kann.
fi: Näytä aluksi iPhone asiakkaalle ja napauta maksukorttia iPhonen näytöllä. Maksukortin napauttaminen kääntää kortin asiakkaan näkymään, jolloin hän näkee ostoksensa hinnan.
fr: Pour commencer, présentez votre iPone au client et touchez l'écran de l'iPhone avec la carte de paiement. Cela fera basculer la carte vers l'affichage client, lui permettant de voir le prix de son achat.
it: Per iniziare, mostra il tuo iPhone al cliente e tocca la carta sullo schermo dell'iPhone. In questo modo la carta verrà capovolta per essere visibile al cliente, consentendogli di vedere il prezzo del suo acquisto.
lv_lv: Lai sāktu, uzrādiet klientam savu iPhone un pieskarieties maksājuma kartei iPhone ekrānā. Tādējādi karte tiks atvērta klienta skatam, ļaujot viņam redzēt pirkuma cenu.
nb: Hold frem iPhone-telefonen din til kunden og trykk på betalingskortet på iPhone-skjermen. Dette gjør at kunden kan se prisen på kjøpet sitt.
sv: För att börja håller du upp din iPhone mot kunden och trycker på betalningskortet på skärmen. Då vänds kortet till kundvyn, så att kunden kan se priset för köpet.

# ms_ttpoi_screen2_header
source: Present it
da: Vis den til kunden
de: iPhone zeigen
fi: Näytä se
fr: Présentez-le
it: Mostralo
lv_lv: Uzrādiet to
nb: Hold den frem
sv: Håll upp den

# ms_ttpoi_screen2_subtitle
source: The terminal should be fully charged, but if not, leave in charging base for up to 6 hours.
da: Terminalen bør være fuldt opladet. Hvis ikke, skal du lade den sidde i opladeren i op til 6 timer.
de: Das Terminal sollte vollständig aufgeladen sein. Ist dies nicht der Fall, stellen Sie es bis zu 6 Stunden in die Ladestation.
fi: Päätteen pitäisi olla täyteen ladattu. Jos ei ole, jätä se latausasemaan enintään 6 tunniksi.
fr: Le terminal devrait être complètement chargé. S'il ne l'était pas, laissez-le dans la station de charge pendant 6 heures maximum.
it: Il terminale deve essere completamente carico, in caso contrario, lascialo in carica per almeno 6 ore.
lv_lv: Terminālim jābūt pilnībā uzlādētam, bet, ja nē, atstājiet uzlādes pamatnes līdz 6 stundām.
nb: Terminalen skal være fulladet, men hvis ikke lar du den lade i opptil 6 timer.
sv: Terminalen ska vara fulladdad. Om den inte är det ska den lämnas i laddningsbasen i upp till sex timmar.

# ms_ttpoi_screen2_title
source: How to pay
da: Sådan betaler kunden
de: So zahlen Sie
fi: Maksaminen
fr: Paiement
it: Come pagare
lv_lv: Kā maksāt
nb: Slik betaler du
sv: Hur du betalar

# ms_ttpoi_screen3_description
source: Your customer holds their card or device horizontally at the top of your iPhone, over the contactless symbol. When you see the “done” checkmark, the transaction is complete.
da: Kunden holder sit kort eller sin enhed vandret over symbolet for kontaktløs betaling øverst på din iPhone. Transaktionen er gennemført, når der vises et flueben.
de: Ihr hält Kunde seine Karte oder sein Gerät jetzt horizontal oben auf Ihrem iPhone über das Kontaktlos-Symbol.
fi: Asiakas pitää korttiaan tai laitettaan vaakasuorassa iPhonen päällä lähimaksusymbolin yläpuolella. Kun näet "valmis"-valintamerkin, maksutapahtuma on valmis.
fr: Votre client tient sa carte ou son appareil horizontalement en haut de votre iPhone, au-dessus du symbole sans contact. Lorsque la coche «Terminé» est visible, la transaction est terminée.
it: Il cliente tiene la carta o il dispositivo in posizione orizzontale nella parte superiore del tuo iPhone, sopra il simbolo contactless. La transazione è completa quando vedi la spunta "fatto".
lv_lv: Jūsu klients tur savu karti vai ierīci horizontāli jūsu iPhone augšdaļā virs bezkontakta simbola. Kad redzat atzīmi “pabeigts”, darījums ir pabeigts.
nb: Kunden holder kortet eller enheten horisontalt øverst på din iPhone, over det kontaktløse symbolet. Når du ser "ferdig"-haken, er transaksjonen fullført.
sv: Kunden håller sitt kort eller sin enhet horisontellt över symbolen för kontaktlös betalning på din iPhone. När bockmarkeringen ”klar” visas är transaktionen slutförd.

# ms_ttpoi_screen3_header
source: It’s easy to use
da: Nem at bruge
de: Kinderleichte Bedienung
fi: Se on helppokäyttöinen
fr: C'est simple d'utilisation
it: È facile da usare
lv_lv: Viegli lietot
nb: Brukervennlig
sv: Det är enkelt att använda

# ms_ttpoi_screen3_title
source: Receipts
da: Kvitteringer
de: Belege
fi: Kuitit
fr: Reçus
it: Ricevute
lv_lv: Kvītis
nb: Kvitteringer
sv: Kvitton

# ms_ttpoi_screen4_description
source: In the transactions, you will be able to view and track your receipt. When you click on a transaction you’ll see the receipt details. In here you can share the receipts with your customers.
da: Under Transaktioner kan du se og spore din kvittering. Når du trykker på en transaktion, får du vist alle kvitteringsoplysninger, og det er også her, du kan dele kvitteringen med kunden.
de: Unter „Transaktionen“ können Sie alle Ihren Beleg verfolgen. Wenn Sie auf eine Transaktion klicken, sehen Sie die Belegdetails. Hier können Sie die Belege auch an Ihre Kunden weiterleiten.
fi: Tapahtumissa voit tarkastella ja seurata kuittia. Kun napsautat tapahtumaa, näet kuitin tiedot. Tässä voit jakaa kuitit asiakkaidesi kanssa.
fr: Dans les transactions, vous pourrez consulter et suivre votre reçu. En cliquant sur une transaction, vous verrez les détails du reçu. Ici, vous pourrez partager les reçus avec vos clients.
it: Nelle transazioni, puoi visualizzare e controllare la ricevuta. Quando fai clic su una transazione, vedi i dettagli della ricevuta. Qui puoi anche condividere le ricevute con i tuoi clienti.
lv_lv: Darījumos varēsiet skatīt visas savas kvītis un izsekot tām. Noklikšķinot uz darījuma, tiks parādīta kvīts informācija. Šeit varat arī kopīgot kvītis ar saviem klientiem.
nb: I transaksjonene vil du kunne se og spore kvitteringen. Når du klikker på en transaksjon, vises kvitteringsdetaljene. Her kan du dele kvitteringer med kundene dine.
sv: I transaktionerna kan du visa och spåra ditt kvitto. När du klickar på en transaktion ser du kvittodetaljerna. Här kan du dela kvitton med kunderna.

# ms_ttpoi_screen4_title
source: Tip function
da: Drikkepengefunktion
de: Auf Funktion tippen
fi: Juomarahatoiminto
fr: Fonction pourboire
it: Funzione mancia
lv_lv: Dzeramnaudas funkcija
nb: Tipsfunksjon
sv: Dricksfunktion

# ms_ttpoi_screen5_description
source: When you are done with a payment, the receipt will occur on your screen. The receipt will be shown and can be easily shared as the customer wish. Through e-mail, phone number or even WhatsApp or AirDrop.
da: Når betalingen er gennemført, vises der en kvittering på din skærm. Kvitteringen kan nemt deles med kunden via e-mail, sms, WhatsApp eller AirDrop, hvis vedkommende ønsker det.
de: Wenn eine Zahlung abgeschlossen ist, wird die Quittung auf Ihrem Bildschirm angezeigt. Der Belegt wird angezeigt und kann auf Wunsch des Kunden einfach weitergeleitet werden: per E-Mail, Telefonnummer oder sogar WhatsApp oder AirDrop.
fi: Kun olet suorittanut maksun, kuitti ilmestyy näytöllesi. Kuitti näytetään ja se voidaan helposti jakaa asiakkaan toiveiden mukaisesti. Sähköpostin, puhelinnumeron tai jopa WhatsAppin tai AirDropin kautta.
fr: Lorsque vous avez terminé un paiement, le reçu apparaît sur votre écran. Il sera visible et pourra être facilement partagé par le moyen souhaité par votre client: adresse e-mail, numéro de téléphone, voire WhatsApp ou AirDrop.
it: Quando un pagamento è completo, la ricevuta sarà visualizzata sul tuo schermo. Puoi condividerla facilmente in base alle esigenze del tuo cliente, tramite e-mail, numero di telefono, WhatsApp o AirDrop.
lv_lv: Kad esat pabeidzis maksājumu, kvīts parādīsies jūsu ekrānā. Tiks parādīta kvīts, un to varēs viegli kopīgot pēc klienta vēlēšanās. Izmantojot e-pastu, tālruņa numuru vai pat WhatsApp vai AirDrop.
nb: Når en betaling er utført, vises kvitteringen på skjermen. Kvitteringen vises og kan enkelt deles etter kundens ønske via e-post, telefonnummer eller til og med WhatsApp eller AirDrop.
sv: När du är klar med en betalning dyker kvittot upp på skärmen. Kvittot visas och kan enkelt delas enligt kundens önskemål, via e-post, sms eller till och med WhatsApp eller AirDrop.

# ms_ttpoi_screen5_title
source: Tip function
da: Drikkepengefunktion
de: Auf Funktion tippen
fi: Juomarahatoiminto
fr: Fonction d'aide
it: Funzione mancia
lv_lv: Dzeramnaudas funkcija
nb: Tipsfunksjon
sv: Dricksfunktion

# ms_ttpoi_screen6_header
source: Privacy and security built in
da: Indbygget datasikkerhed
de: Datenschutz und Sicherheit eingebaut
fi: Sisäänrakennettu yksityisyys ja turvallisuus
fr: Confidentialité et sécurité intégrées
it: Privacy e sicurezza integrate
lv_lv: Iebūvēts privātums un drošība
nb: Innebygd personvern og sikkerhet
sv: Inbyggd integritet och säkerhet

# ms_ttpoi_screen6_title
source: Accept and decline
da: Acceptér og afvis
de: Akzeptieren und ablehnen
fi: Hyväksy ja hylkää
fr: Accepter et refuser
it: Accetta e rifiuta
lv_lv: Pieņemt un noraidīt
nb: Godta og avvis
sv: Godkänn och neka

# ms_ttpoi_screen7_description
source: Tap to Pay on iPhone uses the built-in features of iPhone to keep your business and your customer data private and secure. When a payment is processed, Apple does not store card numbers on the device or on Apple servers, so you can rest assured knowing your business stays yours.
da: Tap to Pay på iPhone bruger de indbyggede funktioner i din iPhone til at beskytte din forretning og dine kundedata. Når en betaling behandles, gemmer Apple ikke kortnumre på enheden eller på Apples servere, så du kan være sikker på, at ingen får adgang til dine forretningsdata.
de: Tap to Pay auf dem iPhone nutzt die integrierten Funktionen des iPhones, um die Daten Ihres Unternehmen und Ihrer Kunden sicher zu schützen. Bei der Bearbeitung einer Zahlung speichert Apple Kartennummern weder auf dem Gerät noch auf Apple-Servern, sodass Sie sicher sein können, dass Ihr Unternehmen immer Ihnen gehört.
fi: iPhonen Tap to Pay käyttää iPhonen sisäänrakennettuja ominaisuuksia pitääkseen liiketoimintasi ja asiakastietosi yksityisinä ja turvallisina. Kun maksua käsitellään, Apple ei tallenna korttinumeroita laitteeseen tai Applen palvelimille, joten voit olla varma, että tietosi ovat turvassa.
fr: Tap to Pay sur iPhone utilise les fonctionnalités intégrées de votre iPhone pour que vos données professionnelles et celles de vos clients restent confidentielles et sécurisées. Lorsqu'un paiement est traité, Apple ne stocke pas les numéros de carte sur l'appareil ou sur les serveurs Apple. Vous avez ainsi l'assurance que vos affaires privées.
it: Tap to Pay su iPhone utilizza le funzionalità integrate dell'iPhone per mantenere i dati della tua attività e quelli dei tuoi clienti protetti e riservati. Quando viene elaborato un pagamento, Apple non memorizza i numeri delle carte di credito sul dispositivo o sui server Apple e hai la certezza che l'attività rimane nelle tue mani.
lv_lv: Tap to Pay on iPhone izmanto iPhone iebūvētās funkcijas, lai jūsu uzņēmuma un klientu dati būtu privāti un drošībā. Kad maksājums tiek apstrādāts, Apple nesaglabā karšu numurus ierīcē vai Apple serveros, tāpēc varat būt droši, zinot, ka jūsu dati paliek tikai jūsu rīcībā.
nb: Tap to Pay på iPhone bruker de innebygde funksjonene i iPhone til å holde bedriftens og kundenes data trygge. Når en betaling behandles, lagrer ikke Apple kortnumre på enheten eller på Apples servere, så du kan være trygg på at virksomheten din forblir din.
sv: Tap to Pay på iPhone använder iPhones inbyggda funktioner för att skydda ditt företags och dina kunders data. När en betalning behandlas sparar inte Apple några kortnummer på enheten eller på Apples servrar, så du kan vara säker på att ditt företag inte utsätts för risker.
