Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ttpoi_charger_txt
source: When this happens, the best course of action is to put your phone in a charger as soon as possible. Once it's been plugged in, you can continue using Tap To Pay on iPhone.
da: Når dette sker, er den bedste handling at sætte din telefon i opladeren så hurtigt som muligt. Når den er tilsluttet, kan du fortsætte med at bruge Tap To Pay på iPhone.
de: In diesem Fall ist es am besten, Ihr Telefon so schnell wie möglich in ein Ladegerät zu legen. Sobald es angeschlossen ist, können Sie Tap To Pay auf dem iPhone weiter verwenden.
fi: Kun näin käy, paras toimintatapa on laittaa puhelin lataukseen mahdollisimman pian. Kun se latautuu, voit jatkaa iPhonen Tap to Pay käyttöä.
fr: Lorsque cela se produit, la solution idéale consiste à brancher dès que possible votre téléphone sur un chargeur. Une fois branché, vous pourrez continuer à utiliser Tap To Pay sur iPhone.
it: Se succede questo, la soluzione migliore è mettere il tuo telefono in carica il prima possibile. Quando è collegato puoi continuare a usare Tap To Pay su iPhone.
nb: Når dette skjer, er det best å koble telefonen til en lader snarest mulig. Når den er plugget inn, kan du fortsette å bruke Tap To Pay på iPhone.
sv: När detta händer är det bäst att ladda din telefon så snart som möjligt. När den är ansluten kan du fortsätta använda Tap To Pay på iPhone.

# ms_ttpoi_customer_payment_method
source: When a customer pays
da: Når en kunde betaler
de: Wenn der Kunde zahlt
fi: Kun asiakas maksaa
fr: Lorsqu'un client paie
it: Quando un cliente paga
lt_lt: Kai klientas sumoka
lv_lv: Kad maksā klients
nb: Når en kunde betaler
sv: När en kund betalar

# ms_ttpoi_dankort_message
source: You need to have both international and Dankort acquiring to use Nets SoftPOS - please contact sales to proceed
da: For at kunne bruge Nets SoftPOS skal du også have en aftale om at acceptere internationale kort. Kontakt venligst Salg for at komme i gang.
de: Sie müssen sowohl internationales als auch Dankort-Acquiring haben, um Nets SoftPOS nutzen zu können - bitte kontaktieren Sie den Vertrieb, um fortzufahren.
et_ee: Teil peab olema nii rahvusvaheline kui ka Dankorti omandamine, et kasutada Nets SoftPOS - palun võtke ühendust müügiosakonnaga, et jätkata.
fi: Sinun on hankittava sekä kansainvälinen että Dankort-hankinta käyttääksesi Nets SoftPOS-palvelua - ota yhteyttä myyntiin jatkaaksesi.
fr: Vous devez avoir à la fois l'acquisition internationale et Dankort pour utiliser Nets SoftPOS - veuillez contacter les ventes pour continuer.
it: È necessario avere sia l'acquisizione internazionale che quella Dankort per utilizzare Nets SoftPOS - si prega di contattare le vendite per procedere.
lt_lt: Norėdami naudotis Nets SoftPOS, turite turėti tiek tarptautinį, tiek Dankort įsigijimą - prašome susisiekti su pardavimais, kad tęstumėte.
lv_lv: Lai izmantotu Nets SoftPOS, jums ir jābūt gan starptautiskai, gan Dankort ieguvei - lūdzu, sazinieties ar pārdošanas nodaļu, lai turpinātu.
nb: Du må ha både internasjonal og Dankort-anskaffelse for å bruke Nets SoftPOS - vennligst kontakt salg for å fortsette.
sv: Du måste ha både internationell och Dankort-anskaffning för att använda Nets SoftPOS - vänligen kontakta försäljningen för att fortsätta.

# ms_ttpoi_dankort_title
source: Dankort only agreement
da: Kun Dankort aftale
de: Nur-Dankort-Vereinbarung
et_ee: Ainult Dankorti leping
fi: Vain Dankort-sopimus
fr: Accord uniquement Dankort
it: Accordo solo per Dankort
lt_lt: Tik Dankort susitarimas
lv_lv: Tikai Dankort vienošanās
nb: Kun Dankort-avtale
sv: Endast Dankort-avtal

# ms_ttpoi_decline_permission
source: Decline
da: Afvis
de: Ablehnen
fi: Hylkää
fr: Refuser
it: Rifiuta
lt_lt: Atmesti
lv_lv: Noraidīt
nb: Avvis
sv: Neka

# ms_ttpoi_enroll_wait
source: Please wait while we prepare your device. This may take up to 30 seconds.
da: Vent venligst, mens vi forbereder din enhed. Det kan tage op til 30 sekunder
de: Warten Sie, während wir Ihr Gerät vorbereiten. Dies kann bis zu 30 Sekunden dauern.
et_ee: Palun oodake, kuni me teie seadet ette valmistame. See võib võtta kuni 30 sekundit.
fi: Odota, kun valmistelemme laitteesi. Tämä voi kestää jopa 30 sekuntia.
fr: Veuillez patienter pendant que nous préparons votre appareil. Cette opération peut prendre jusqu'à 30 secondes.
it: Attendi mentre prepariamo il tuo dispositivo. L'operazione potrebbe richiedere fino a 30 secondi.
lt_lt: Palaukite, kol paruošime jūsų įrenginį. Tai gali užtrukti iki 30 sekundžių.
lv_lv: Lūdzu, uzgaidiet, kamēr mēs sagatavojam jūsu ierīci. Tas var aizņemt līdz 30 sekundēm.
nb: Vent mens vi klargjør enheten din. Dette kan ta inntil 30 sekunder.
sv: Vänligen vänta medan vi förbereder din enhet. Detta kan ta upp till 30 sekunder.

# ms_ttpoi_five_percent_txt
source: If you've recently noticed that you're unable to use the Tap To Pay on iPhone feature on your phone, there may be a simple explanation. This feature will automatically be disabled when your battery level falls below 5%. The purpose of this is to conserve enough battery life and prevent your device from running out of power in the middle of a payment.
da: Hvis du ikke kan bruge Tap To Pay på din iPhone, kan der være en simpel forklaring. Funktionen vil nemlig automatisk blive deaktiveret, når dit batteriniveau bliver lavere end 5 %. Det gør den for at forhindre, at din iPhone løber tør for strøm midt i en betaling.
de: Wenn Sie kürzlich festgestellt haben, dass Sie die Funktion Tap To Pay auf dem iPhone nicht länger auf Ihrem Telefon nutzen können, kann die Erklärung dafür ganz einfach sein: Die Funktion wird nämlich automatisch deaktiviert, wenn der Ladezustand Ihres Akkus auf unter 5 % fällt. Dadurch soll Ladezustand erhalten bleiben und es wird verhindert, dass Ihr Gerät mitten in einer Zahlung keinen Strom mehr hat.
fi: Jos olet viime aikoina huomannut, ettet pysty käyttämään puhelimesi iPhonen Tap to Pay-toimintoa, siihen voi olla yksinkertainen selitys. Tämä ominaisuus poistuu automaattisesti käytöstä, kun akun varaustaso laskee alle 5 prosentin. Tarkoituksena on säästää akkua ja estää laitteesi virran loppuminen kesken maksun.
fr: Si vous avez constaté récemment que vous ne pouviez pas utiliser la fonction Tap To Pay sur iPhone sur votre téléphone, l'explication est peut-être simple. Cette fonction est automatiquement désactivée lorsque le niveau de la batterie descend au-dessous de 5 %. Cette précaution vise à conserver suffisamment d'énergie pour éviter que votre appareil ne s'éteigne pendant un paiement.
it: Se recentemente hai notato che non riesci a usare la funzione Tap To Pay su iPhone sul tuo telefono, la spiegazione è semplice. Questa funzione si disattiva automaticamente quando il livello della batteria è inferiore al 5%. L'obiettivo è conservare una carica sufficiente della batteria e impedire al tuo dispositivo di esaurire la carica durante un pagamento.
nb: Hvis du ikke har kunnet bruke funksjonen Tap To Pay på iPhone nylig, kan det ha en enkel forklaring. Denne funksjonen deaktiveres automatisk når det er under 5 % strøm på batteriet. Det er for å spare batteristrøm og hindre at enheten går tom for strøm midt under en betaling.
sv: Om du nyligen upptäckt att du inte kan använda Tap To Pay på din iPhone, kan det bero på en enkel anledning. Funktionen stängs automatiskt av när batterinivån är under 5% för att spara batteri och undvika att din enhet går tom på ström mitt under en betalning.

# ms_ttpoi_generic_network_error
source: A network error occurred!
da: Der opstod en netværksfejl!
de: Ein Netzwerkfehler ist aufgetreten!
et_ee: Ilmnes võrguviga!
fi: Verkkovirhe!
fr: Une erreur réseau s’est produite!
it: Si è verificato un errore di rete!
lt_lt: Įvyko tinklo klaida!
lv_lv: Radās tīkla kļūda!
nb: Det oppsto en feil med nettverket!
sv: Ett nätverksfel har inträffat!

# ms_ttpoi_getting_started
source: Getting started
da: Kom i gang
de: Erste Schritte
fi: Aloittaminen
fr: Premiers pas
it: Come iniziare
lv_lv: Uzsākšana
nb: Komme i gang
sv: Kom igång

# ms_ttpoi_guide_icon_label
source: Your digital terminal
da: Din digitale terminal
de: Ihr digitales Terminal
fi: Digitaalinen päätteesi
fr: Votre terminal numérique
it: Il tuo terminale digitale
lt_lt: Jūsų skaitmeninis terminalas
lv_lv: Jūsu digitālais terminālis
nb: Din digitale terminal
sv: Din digitala terminal

# ms_ttpoi_guide_instruction_txt
source: Everything is already ready, but we have a small guide to tell you about the new features.
da: Alt er klar til dig, men vi har lavet en lille guide, hvor de nye funktioner er beskrevet.
de: Sie können jetzt loslegen. Wir haben allerdings eine kleine Anleitung vorbereitet, um Ihnen die neuen Funktionen vorzustellen.
fi: Kaikki on jo valmista, mutta meillä on pieni opas, jossa kerromme uusista ominaisuuksista.
fr: Tout est déjà prêt, mais vous trouverez un descriptif des nouvelles fonctionnalités dans notre guide abrégé.
it: È già tutto pronto, ma abbiamo una guida per illustrarti le nuove funzioni.
lv_lv: Viss jau ir gatavs, taču mums ir neliels ceļvedis, lai pastāstītu par jaunajām funkcijām.
nb: Alt er klart, men vi har en liten veiledning om de nye funksjonene.
sv: Allting är redan klart, men vi har en liten guide där du kan få information om de nya funktionerna.

# ms_ttpoi_guide_screen1_desc
source: With Tap to Pay on iPhone in the MyPayments app, you can accept in-person, contactless payments with only an iPhone — from physical debit and credit cards, to Apple Pay and other digital wallets. No extra terminals/readers or hardware needed. It’s easy, secure, and private.
da: Med Tap to Pay på iPhone i MyPayments-appen kan du modtage kontaktløse betalinger på din iPhone med både fysiske debit- og kreditkort, Apple Pay og andre digitale wallets uden behov for en terminal/læser eller anden hardware. Det er både nemt og sikkert.
de: Mit Tap to Pay auf dem iPhone in der MyPayments-App können Sie persönliche, kontaktlose Zahlungen, von Debit- und Kreditkarten bis hin zu Apple Pay und anderen digitalen Cyberwallets, mit nur einem iPhone akzeptieren. Zusätzliche Terminals/Lesegeräte oder Hardware sind unnötig. Es ist einfach, sicher und privat.
fi: MyPayments-sovelluksen iPhonen Tap to Payavulla voit hyväksyä henkilökohtaisia lähimaksuja pelkällä iPhonella - fyysisistä pankki- ja luottokorteista Apple Payhin ja muihin digitaalisiin lompakoihin. Et tarvitse ylimääräisiä päätteitä/lukijoita tai laitteistoja. Se on helppoa, turvallista ja yksityistä.
fr: Grâce à Tap to Pay sur iPhone dans l'application MyPayments, vous pouvez accepter des paiements sans contact, en personne, juste avec un iPhone. Des cartes de débit et de crédit physiques aux portefeuilles numériques en passant par Apple Pay. Pas besoin de terminaux/lecteurs ou de matériel supplémentaires. C'est simple, sécurisé et confidentiel.
it: Con Tap to Pay su iPhone nell'app MyPayments, puoi accettare pagamenti contactless solo con l'iPhone — da carte di debito e credito, a Apple Pay e altri portafogli digitali. Non sono necessari altri terminali/lettori o hardware. È facile, sicuro e riservato.
lt_lt: Naudojant mobiliojoje programoje „MyPayments“ esančią funkciją Tap to Pay on iPhone tiesioginius bekontakčius mokėjimus fizinėmis debeto ir kredito kortelėmis, taip pat atsiskaitant „Apple Pay“ ir kitomis skaitmeninėmis piniginėmis, galima priimti naudojant vien „iPhone“. Nereikia jokių papildomų terminalų / skaitytuvų ar techninės įrangos. Tai paprasta, saugu ir privatu.
lv_lv: Izmantojot pakalpojumu Tap to Pay on iPhone lietotnē MyPayments, varat pieņemt klātienes, bezkontakta maksājumus tikai ar iPhone — no fiziskajām debetkartēm un kredītkartēm līdz pat Apple Pay un citiem digitālajiem makiem. Nav nepieciešami papildu termināļi/lasītāji vai aparatūra. Tas ir vienkārši, droši un privāti.
nb: Med Tap to Pay på iPhone i MyPayments-appen kan du motta kontaktløse betalinger med bare en iPhone – fra fysiske debet- og kredittkort til Apple Pay og andre digitale lommebøker. Du trenger ingen ekstra terminaler/lesere eller maskinvare. Det er enkelt, sikkert og privat.
sv: Med Tap to Pay på iPhone i MyPayments-appen kan du godkänna kontaktlösa betalningar med endast en iPhone – från fysiska betal- och kreditkort till Apple Pay och andra digitala plånböcker. Inga extra terminaler/läsare eller annan utrustning krävs. Det är enkelt, säkert och privat.

# ms_ttpoi_guide_screen1_title
source: Getting started
da: Kom i gang
de: Erste Schritte
fi: Aloittaminen
fr: Premiers pas
it: Come iniziare
lt_lt: Pradžia
lv_lv: Uzsākšana
nb: Komme i gang
sv: Kom igång

# ms_ttpoi_guide_screen2_desc
source: To begin with, tap the payment card on the iPhone screen and then present your iPhone to the customer. Tapping the payment card will flip the card to the customer view, allowing them to see the price of their purchase.
da: Først skal du trykke på betalingskortet på iPhone-skærmen og derefter vise din iPhone til kunden. Ved at trykke på betalingskortet skiftes der til kundevisning, og kunden kan se prisen på sit køb.
de: Tippen Sie zunächst auf die Zahlungskarte auf dem iPhone-Bildschirm und zeigen Sie dem Kunden dann Ihr iPhone. Durch Tippen auf die Zahlungskarte wechselt die Karte in die Kundenansicht, sodass der Kunde den Preis seines Einkaufs sehen kann.
fi: Napauta aluksi maksukorttia iPhonen näytöllä ja esitä sitten iPhone asiakkaalle. Maksukortin napauttaminen kääntää kortin asiakkaan näkymään, jolloin hän näkee ostoksensa hinnan.
fr: Pour commencer, touchez l'écran de votre iPhone avec la carte de paiement, puis présentez iPhone au client. Le contact avec la carte de paiement fera basculer la carte vers l'affichage client, lui permettant de voir le prix de son achat.
it: Per iniziare, tocca la carta di pagamento sullo schermo dell'iPhone e quindi mostra l'iPhone al cliente. Quando tocchi la carta, quest'ultima verrà capovolta per essere visibile al cliente e consentirgli di vedere il prezzo del suo acquisto.
lt_lt: Pirmiausia bakstelėkite mokėjimo kortelę „iPhone“ ekrane ir perduokite „iPhone“ klientui. Bakstelėjus mokėjimo kortelę, ekrane atsivers kliento rodinys, kuriame bus matoma jo pirkinio kaina.
lv_lv: Vispirms iPhone ekrānā pieskarieties maksājuma kartei un pēc tam uzrādiet klientam savu iPhone. Pieskaroties maksājumu kartei, karte tiks atvērta klienta skatam, ļaujot viņam redzēt pirkuma cenu.
nb: Trykk først på betalingskortet på iPhone-skjermen, og hold deretter iPhone-en frem for kunden. Ved å trykke på betalingskortet snus kortet i kundens retning, slik at de kan se prisen på kjøpet.
sv: För att börja trycker du på betalkortet på iPhone-skärmen och håller sedan upp din iPhone mot kunden. När du trycker på betalkortet vänds kortet till kundvyn, så att kunden kan se priset för köpet.

# ms_ttpoi_guide_screen2_title
source: Present your iPhone
da: Vis din iPhone til kunden
de: iPhone zeigen
fi: Näytä iPhonesi
fr: Présentez votre iPhone
it: Presenta il tuo iPhone
lt_lt: Perduokite savo „iPhone“
lv_lv: Uzrādiet savu iPhone
nb: Hold frem iPhone-en
sv: Håll upp din iPhone

# ms_ttpoi_guide_screen3_desc
source: To complete the purchase, your customer can now hold their card or device horizontally at the top of your iPhone, over the contactless symbol. The transaction is complete when you see the “done” checkmark.
da: Kunden kan nu gennemføre købet ved at holde sit kort eller sin enhed vandret over symbolet for kontaktløs betaling øverst på din iPhone. Transaktionen er gennemført, når der vises et flueben.
de: Um den Kauf abzuschließen, hält Ihr Kunde seine Karte oder sein Gerät jetzt horizontal oben auf Ihrem iPhone über das Kontaktlos-Symbol. Die Transaktion ist abgeschlossen, wenn Sie das Häkchen „Fertig“ sehen.
fi: Asiakas voi nyt pitää korttiaan tai laitettaan vaakasuorassa iPhonesi päällä lähimaksusymbolin yläpuolella ostoksen loppuunsaattamiseksi. Maksutapahtuma on valmis, kun näet "valmis"-valintamerkin.
fr: Pour exécuter l'achat, votre client peut désormais tenir sa carte ou son appareil horizontalement en haut de votre iPhone, au-dessus du symbole sans contact. La transaction a été exécutée lorsque la coche «Terminé» est visible.
it: Per completare l'acquisto, il tuo cliente ora tiene la carta o il dispositivo in orizzontale sulla parte superiore del tuo iPhone, sopra il simbolo contactless. La transazione è completa quando vedi la spunta "fatto".
lt_lt: Kad atliktų pirkimą, klientas turi palaikyti savo kortelę arba įrenginį horizontaliai virš bekontakčio atsiskaitymo simbolio Jūsų „iPhone“ įrenginio viršutinėje dalyje. Operacija bus įvykdyta, kai pamatysite varnelę „atlikta“.
lv_lv: Lai pabeigtu pirkumu, jūsu klients tagad var turēt savu karti vai ierīci horizontāli jūsu iPhone augšpusē virs bezkontakta simbola. Darījums ir pabeigts, kad redzat atzīmi “pabeigts”.
nb: For å fullføre kjøpet kan kunden nå holde kortet eller enheten horisontalt øverst på din iPhone, over det kontaktløse symbolet. Transaksjonen er fullført når du ser "fullført"-haken.
sv: För att slutföra köpet kan kunden nu hålla sitt kort eller sin enhet över symbolen för kontaktlös betalning på din iPhone. Transaktionen är slutförd när bockmarkeringen ”klar” visas.

# ms_ttpoi_guide_screen3_title
source: It’s easy to use
da: Nemt at bruge
de: Kinderleichte Bedienung
fi: Se on helppokäyttöinen
fr: C'est simple d'utilisation
it: È facile da usare
lt_lt: Paprastas naudojimas
lv_lv: Viegli lietot
nb: Det er enkelt å bruke
sv: Det är enkelt att använda

# ms_ttpoi_guide_screen4_desc
source: Once the transaction is complete, the receipt will occur on your screen. The receipt can easily be shared as your customer wishes. Through e-mail, phone number or even WhatsApp or AirDrop.
da: Når transaktionen er gennemført, vises der en kvittering på din skærm. Kvitteringen kan nemt deles med kunden via e-mail, sms, WhatsApp eller AirDrop, hvis vedkommende ønsker det.
de: Sobald die Transaktion abgeschlossen ist, wird die Quittung auf Ihrem Bildschirm angezeigt. Die Quittung kann, wenn Ihr Kunde das wünscht, einfach an diesen weitergeleitet werden: per E-Mail, Telefonnummer oder sogar WhatsApp oder AirDrop.
fi: Kun maksutapahtuma on valmis, kuitti ilmestyy näytöllesi. Kuitti voidaan helposti jakaa asiakkaan toiveiden mukaisesti. Sähköpostin, puhelinnumeron tai jopa WhatsAppin tai AirDropin kautta.
fr: Lorsque la transaction est terminée, le reçu apparaît sur votre écran. Il peut être facilement partagé par le moyen souhaité par votre client: adresse e-mail, numéro de téléphone, voire WhatsApp ou AirDrop.
it: Quando la transazione è completa, la ricevuta sarà visualizzata sul tuo schermo. Puoi condividerla facilmente in base alle esigenze del tuo cliente, via l'e-mail, numero di telefono, WhatsApp o AirDrop.
lt_lt: Kai operacija įvykdoma, ekrane bus matomas kvitas. Kvitą galima lengvai bendrinti pagal kliento pageidavimą: el. paštu, telefonu ar net naudojant „WhatsApp“ ar „AirDrop“.
lv_lv: Kad darījums būs pabeigts, jūsu ekrānā parādīsies kvīts. Kvīti var viegli kopīgot pēc klienta vēlēšanās. Izmantojot e-pastu, tālruņa numuru vai pat WhatsApp vai AirDrop.
nb: Når transaksjonen er fullført, vises kvitteringen på skjermen din. Kvitteringen kan enkelt deles etter kundens ønske. Via e-post, telefonnummer eller til og med WhatsApp eller AirDrop.
sv: När transaktionen är slutförd visas kvittot på skärmen. Kvittot kan enkelt delas enligt kundens önskemål, via e-post, sms eller till och med WhatsApp eller AirDrop.

# ms_ttpoi_guide_screen4_title
source: Share a digital receipt
da: Del en digital kvittering
de: Digitalen Beleg weiterleiten
fi: Jaa digitaalinen kuitti
fr: Partager un reçu virtuel
it: Condividi una ricevuta digitale
lt_lt: Elektroninio kvito bendrinimas
lv_lv: Kopīgojiet digitālo kvīti
nb: Del en digital kvittering
sv: Dela ett digitalt kvitto

# ms_ttpoi_guide_screen5_desc
source: In Transactions, you will be able to view and track all your receipts. When you click on a transaction you’ll see the receipt details and here you can also share the receipts with your customers.
da: Under Transaktioner kan du se og spore alle dine kvitteringer. Når du trykker på en transaktion, får du vist alle kvitteringsoplysninger, og det er også her, du kan dele kvitteringer med dine kunder.
de: Unter „Transaktionen“ können Sie alle Ihre Belege einsehen und verfolgen. Wenn Sie auf eine Transaktion klicken, sehen Sie die Belegdetails. Von hier aus können Sie den Beleg auch Ihren Kunden weiterleiten.
fi: Tapahtumat-kohdassa voit tarkastella ja seurata kaikkia kuittejasi. Kun napsautat tapahtumaa, näet kuitin tiedot, ja voit myös jakaa kuitit asiakkaidesi kanssa.
fr: Dans Transactions, vous pourrez consulter et suivre l'ensemble de vos reçus. En cliquant sur une transaction, vous verrez les détails du reçu. Vous pourrez aussi partager ici les reçus avec vos clients.
it: In Transazioni, puoi visualizzare e controllare tutte le ricevute. Quando fai clic su una transazione, potrai vedere i dettagli della ricevuta e condividere le ricevute con i tuoi clienti.
lt_lt: Operacijų skiltyje galėsite peržiūrėti ir atsekti visus savo kvitus. Pasirinkę operaciją matysite kvito informaciją ir galėsite bendrinti kvitus su klientais.
lv_lv: Sadaļā Darījumi varēsiet skatīt visas savas kvītis un izsekot tām. Noklikšķinot uz darījuma, tiks parādīta kvīts informācija. Šeit varat arī kopīgot kvītis ar saviem klientiem.
nb: I Transaksjoner vil du kunne se og spore alle kvitteringene dine. Når du klikker på en transaksjon, får du opp kvitteringsdetaljene, og her kan du også dele kvitteringene med kundene dine.
sv: I Transaktioner kan du visa och spåra alla dina kvitton. När du klickar på en transaktion ser du kvittodetaljerna och du kan även dela kvitton med kunderna.

# ms_ttpoi_guide_screen5_title
source: View and track transactions
da: Se og spor transaktioner
de: Transaktionen anzeigen und verfolgen
fi: Tarkastele ja seuraa tapahtumia
fr: Consulter et suivre les transactions
it: Visualizza e monitora le transazioni
lt_lt: Operacijų peržiūra
lv_lv: Skatiet un izsekojiet darījumus
nb: Se og spor transaksjoner
sv: Visa och spåra transaktioner
