Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_terminals_copy
source: Terminals
da: Terminaler
et_ee: Terminalid
fi: Päätteet
lt_lt: Terminalai
lv_lv: Termināļi
nb: Terminaler
sv: Terminaler

# ms_terminals_receipt_message_save
source: SAVE AND NEXT
da: GEM OG NÆSTE
de: SPEICHERN UND WEITER
et_ee: SALVESTA JA JÄRGMINE
fi: TALLENNA JA SEURAAVA
lt_lt: „SAVE AND NEXT“ (išsaugoti ir pereiti prie kito žingsnio)
lv_lv: SAGLABĀT UN TĀLĀK
nb: LAGRE OG NESTE
sv: SPARA OCH NÄSTA

# ms_terminals_receipt_test_print_message
source: Do a test print in 2 min.
da: Lav en testudskrivning på 2 min.
de: Machen Sie in 2 Minuten einen Testdruck.
et_ee: Tehke proovitrükk 2 minuti jooksul.
fi: Tee testitulostus 2 min sisällä.
lt_lt: Po 2 min. atlikite spausdinimo bandymą.
lv_lv: Veiciet pārbaudes izdruku 2 minūšu laikā.
nb: Utfør en prøveutskrift om 2 min.
sv: Gör en testutskrift om två minuter.

# ms_terminals_receipts_message_ask
source: What makes your outlet unique? Make a message that your customers will see and remember you for.
da: Hvad gør din forretning til noget særligt? Skriv en kort tekst, som dine kunder vil huske dig for.
de: Was macht Ihr Geschäft einzigartig? Erstellen Sie eine Nachricht, die Ihre Kunden sehen und sich so an Sie erinnern werden.
et_ee: Mis teeb teie müügikoha ainulaadseks? Koostage sõnum, mida teie kliendid näevad ja mille pärast nad teid mäletavad.
fi: Mikä tekee liikkeestäsi ainutlaatuisen? Laadi viesti, jonka asiakkaasi näkevät ja muistavat.
lt_lt: Kuo unikali jūsų parduotuvė? Sukurkite žinutę, kurią pamatę klientai jus įsimintų.
lv_lv: Kas padara jūsu tirdzniecības vietu unikālu? Izveidojiet ziņojumu, kuru klienti redzēs un atcerēsies.
nb: Hva gjør stedet ditt unikt? Lag en beskjed kundene vil se og huske deg for.
sv: Vad är det som gör din butik unik? Skapa ett meddelande som dina kunder kommer ihåg dig för.

# ms_terminals_section
source: Terminals
da: Terminaler
fi: Päätteet
fr: Terminaux
it: Terminali
nb: Terminaler
sv: Terminaler

# ms_terminaltransactions
source: Terminal transactions
da: Terminaltransaktioner
de: Terminal-Transaktionen
et_ee: Terminalitehingud
fi: Päätetapahtumat
fr: Transactions par terminal
it: Transazioni del terminale
lt_lt: Terminalo operacijos
lv_lv: Termināļa darījumi
nb: Terminaltransaksjoner
sv: Terminaltransaktioner

# ms_test_print
source: Do a test print in 2 mins.
da: Lav en testudskrivning på 2 min.
de: Führen Sie einen Testausdruck in 2 min durch.
et_ee: Tehke proovitrükk 2 minuti jooksul.
fi: Tee testitulostus 2 min sisällä.
lt_lt: Po 2 min. atlikite spausdinimo bandymą.
lv_lv: Veiciet pārbaudes izdruku 2 minūšu laikā.
nb: Utfør en testutskrift om 2 min.
sv: Gör en testutskrift om två minuter.

# ms_test_trans_guide
source: Lav en testtransaktion trin 1/2
de: Führen Sie eine Testüberweisung durch Schritt 1/2
et_ee: Tehke testtehing samm 1/2
fi: Tee testitapahtuma vaihe 1/2
lt_lt: Atlikite 1 iš 2 bandomosios operacijos žingsnių
lv_lv: Veiciet testa darījumu 1/2 darbībām
nb: Utfør en prøvetransaksjon trinn 1/2
sv: Gör en testtransaktion steg 1/2

# ms_thanks
source: Thanks
da: Tak
de: Vielen Dank!
et_ee: Aitäh!
fi: Kiitos
fr: Merci
it: Grazie
lt_lt: Ačiū!
lv_lv: Paldies!
nb: Takk
sv: Tack

# ms_thousand
source: Thousand
da: Tusind
de: Tausend
et_ee: Tuhat
fi: Tuhatta
fr: Millier
it: Migliaia
lt_lt: Tūkst.
lv_lv: Tūkstoši
nb: Tusen
sv: Tusen

# ms_tip_activated_functionality
source: The tip function will be activated in a few minutes. You can speed up the process by triggering an advanced diagnostic on your terminal.
da: Drikkepengefunktionen aktiveres om et par minutter. Du kan fremskynde processen ved at køre en avanceret diagnosticering på terminalen.
de: Die Trinkgeldfunktion wird in ein paar Minuten.Sie können den Vorgang beschleunigen, indem Sie eine erweiterte Diagnose auf Ihrem Terminal starten.
fi: Juomarahatoiminto otetaan käyttöön muutaman minuutin kuluttua. Voit nopeuttaa prosessia käynnistämällä lajennetun diagnostiikan päätteessäsi.
fr: La fonction pourboire sera activée dans quelques minutes. Vous pouvez accélérer le processus en déclenchant un diagnostic anticipé sur votre terminal.
it: La funzione mancia sarà attivata tra qualche minuto. Puoi rendere più veloce il processo attivando una diagnostica avanzata sul tuo terminale.
lv_lv: Dzeramnaudas funkcija tiks aktivizēta pēc dažām minūtēm. Procesu var paātrināt, terminālī aktivizējot uzlaboto diagnostiku.
nb: Tips-funksjonen aktiveres om noen få minutter. Du kan fremskynde prosessen ved å utløse en avansert diagnose på terminalen din.
sv: Dricksfunktionen aktiveras om ett par minuter. Du kan snabba på processen genom att köra en avancerad diagnos på din terminal.

# ms_tip_added
source: Tip added
da: Drikkepenge tilføjet
de: Trinkgeld hinzugefügt
et_ee: Jootraha lisatud
fi: Juomaraha lisätty
fr: Pourboire ajouté
it: Mancia aggiunta
lt_lt: Pridėti arbatpinigiai
lv_lv: Pievienota dzeramnauda
nb: Tips
sv: Dricks tillagd

# ms_tip_deactivated_functionality
source: The tip function will be deactivated in a few minutes. You can speed up the process by triggering an advanced diagnostic on your terminal.
da: Drikkepengefunktionen deaktiveres om et par minutter. Du kan fremskynde processen ved at køre en avanceret diagnosticering på terminalen.
de: Die Trinkgeldfunktion wird in ein paar Minuten deaktiviert. Sie können den Vorgang beschleunigen, indem Sie eine erweiterte Diagnose auf Ihrem Terminal starten.
fi: Juomarahatoiminto poistetaan käytöstä muutaman minuutin kuluttua. Voit nopeuttaa prosessia käynnistämällä laajennetun diagnostiikan päätteessäsi.
fr: La fonction pourboire sera désactivée dans quelques minutes. Vous pouvez accélérer le processus en déclenchant un diagnostic anticipé sur votre terminal.
it: La funzione mancia sarà disattivata in pochi minuti. Puoi rendere più veloce il processo attivando una diagnostica avanzata sul tuo terminale.
lv_lv: Dzeramnaudas funkcija tiks deaktivizēta pēc dažām minūtēm. Procesu var paātrināt, terminālī aktivizējot uzlaboto diagnostiku.
nb: Tips-funksjonen deaktiveres om noen få minutter. Du kan fremskynde prosessen ved å utløse en avansert diagnose på terminalen din.
sv: Dricksfunktionen inaktiveras om ett par minuter. Du kan snabba på processen genom att köra en avancerad diagnos på din terminal.

# ms_tip_functionality_activate_query
source: Would you like to activate the tip functionality?
de: Möchten Sie die Trinkgeld-Funktion aktivieren?
fi: Haluatko aktivoida juomarahatoiminnon?
fr: Voulez-vous activer la fonction de pourboire ?
it: Vuoi attivare la funzione mancia?

# ms_tip_functionality_manage_query
source: Should we manage the automatic tip functionality for you now?
da: Skal vi administrere den automatiske drikkepengefunktion for dig nu?
de: Sollen wir ab sofort die automatische Trinkgeldfunktion für Sie verwalten
et_ee: Kas peaksime korraldama praegu teie automaatse jootraha andmise funktsiooni?
fi: Haluatko, että hallinnoimme automaattista juomarahatoimintoa puolestasi?
fr: Devons-nous gérer la fonction de pourboire automatique pour vous maintenant?
it: Dobbiamo gestire la funzione automatica mancia per te adesso?
lt_lt: Ar norite tvarkyti automatinę arbatpinigių funkciją dabar?
lv_lv: Vai mums tagad jāpārvalda automātiskā dzeramnaudas funkcija jūsu vietā?
nb: Skal vi håndtere den automatiske driksfunksjonen for deg nå?
sv: Ska vi hantera den automatiska dricksfunktionen för dig nu?

# ms_tip_functionality_manage_query_copy
source: Should we manage the automatic tip functionality for you now?
da: Skal vi administrere den automatiske drikkepengefunktion for dig nu?
de: Sollen wir ab sofort die automatische Trinkgeldfunktion für Sie verwalten
fi: Haluatko, että hallinnoimme automaattista juomarahatoimintoa puolestasi?
fr: Devons-nous gérer la fonction de pourboire automatique pour vous maintenant?
it: Dobbiamo gestire la funzione automatica mancia per te subito?
lv_lv: Vai mums tagad jāpārvalda automātiskā dzeramnaudas funkcija jūsu vietā?
nb: Skal vi håndtere den automatiske driksfunksjonen for deg nå?
sv: Ska vi hantera den automatiska dricksfunktionen för dig nu?

# ms_tip_header
source: Manage tip function
da: Administrer drikkepengefunktion
de: Trinkgeldfunktion verwalten
et_ee: Halda jootraha andmise funktsiooni
fi: Hallinnoi juomarahatoimintoa
fr: Gérer la fonction pourboire
it: Gestisci la funzione mancia
lt_lt: Tvarkyti arbatpinigių funkciją
lv_lv: Pārvaldīt dzeramnaudas funkciju
sv: Hantera dricksfunktion

# ms_tip_launcher_functionality
source: manage tip functionality
da: Administrer drikkepengefunktion
de: Funktionalität zum Erhalt von Trinkgeld verwalten
et_ee: halda jootraha andmise funktsiooni
fi: hallinnoi juomarahatoimintoa
fr: gérer la fonction pourboire
it: gestisci la funzione mancia
lt_lt: tvarkyti arbatpinigių funkciją
lv_lv: pārvaldīt dzeramnaudas funkciju
nb: administrer driksfunksjonen
sv: hantera dricksfunktion

# ms_tip_option_mybusiness
source: Manage tip functionality
da: Administrer drikkepengefunktion
de: Funktion zum Erhalt von Trinkgeld verwalten
fi: Hallinnoi juomarahatoimintoa
fr: Gérer la fonction pourboire
it: Gestisci la funzione mancia
lv_lv: Pārvaldīt dzeramnaudas funkciju
nb: administrer driksfunksjonen
sv: Hantera dricksfunktion

# ms_tooltip_activate
source: The tip function will be activated or deactivated in a few minutes. You can speed up the process by triggering an advanced diagnostic on your terminal.
da: Drikkepengefunktionen aktiveres eller deaktiveres om et par minutter. Du kan fremskynde processen ved at køre en avanceret diagnosticering på terminalen.
de: Die Trinkgeldfunktion wird in ein paar Minuten aktiviert oder deaktiviert. Sie können den Vorgang beschleunigen, indem Sie eine erweiterte Diagnose auf Ihrem Terminal starten.
et_ee: Jootraha funktsioon aktiveeritakse või desaktiveeritakse mõne minuti pärast. Saate protsessi kiirendada, käivitades terminalis täpsema diagnostika.
fi: Juomarahatoiminto aktivoituu tai deaktivoituu muutamassa minuutissa. Voit nopeuttaa prosessia käynnistämällä päätelaitteessa kehittyneen diagnostiikan.
fr: La fonction pourboire sera activée ou désactivée dans quelques minutes. Vous pouvez accélérer le processus en déclenchant un diagnostic anticipé sur votre terminal.
it: La funzione mancia sarà attivata o disattivata in pochi minuti. Puoi rendere più veloce il processo attivando una diagnostica avanzata sul tuo terminale.
lt_lt: Arbatpinigių funkcija bus įjungta arba išjungta per kelias minutes. Galite pagreitinti šį procesą inicijuodami išplėstinę terminalo diagnostiką.
lv_lv: Dzeramnaudas funkcija tiks aktivizēta vai deaktivizēta pēc dažām minūtēm. Procesu var paātrināt, terminālī aktivizējot uzlaboto diagnostiku.
nb: Tips-funksjonen aktiveres eller deaktiveres i løpet av noen få minutter. Du kan fremskynde prosessen ved å utløse en avansert diagnose på terminalen din.
sv: Dricksfunktionen aktiveras eller inaktiveras om ett par minuter. Kör en diagnos på terminalen för att snabba på processen.

# ms_tooltip_activate_now
source: Activate it now
da: Aktiver funktionen nu
de: Jetzt aktivieren
et_ee: Aktiveeri see nüüd
fi: Ota käyttöön nyt
fr: L'activer maintenant
it: Attiva subito
lt_lt: Aktyvuoti dabar
lv_lv: Aktivizējiet to tagad
nb: Aktiver nå
sv: Aktivera nu

# ms_tooltip_automatic_header
source: Automatic tip function
da: Automatisk drikkepengefunktion
de: Automatische Trinkgeldfunktion
et_ee: Automaatne jootraha maksmise funktsioon
fi: Automaattinen juomarahatoiminto
fr: Fonction pourboire automatique
it: Funzione automatica mancia
lt_lt: Automatinė arbatpinigių funkcija
lv_lv: Automātiskā dzeramnaudas funkcija
nb: Automatisk driksfunksjon
sv: Automatisk dricksfunktion

# ms_tooltip_customer_pay
source: This will do so the customer can add a tip every time they pay on this terminal.
da: Dette giver kunden mulighed for at tilføje drikkepenge, hver gang de betaler på denne terminal.
de: Auf diese Weise kann der Kunde jedes Mal, wenn er an diesem Terminal bezahlt, ein Trinkgeld hinzufügen.
et_ee: See teeb nii, et klient saab lisada jootraha iga kord, kui ta selles terminalis maksab.
fi: Tämä aiheuttaa sen, että asiakas voi lisätä juomarahan aina maksaessaan tällä päätteellä.
fr: Cela permettra au client d'ajouter un pourboire chaque fois qu'il paiera sur ce terminal.
it: In questo modo il cliente può aggiungere una mancia ogni volta che paga su questo terminale.
lt_lt: Tokiu būdu klientas galės pridėti arbatpinigių kiekvieną kartą mokėdamas šiame terminale.
lv_lv: Tādējādi klients var pievienot dzeramnaudu katru reizi, kad maksās šajā terminālī.
nb: Dette vil gjøre at kundene kan legge til driks hver gang de betaler på terminalen.
sv: Detta gör att kunden lägga till dricks varje gång de betalar på denna terminal.

# ms_tooltip_high_txt
source: High
da: Høj
de: Hoch
et_ee: Kõrge
fi: Korkea
fr: Élevé
it: Alto
lt_lt: Didelis
lv_lv: Augsts
nb: Høy
sv: Hög

# ms_tooltip_low_txt
source: Low
da: Lav
de: Niedrig
et_ee: Madal
fi: Matala
fr: Faible
it: Basso
lt_lt: Mažas
lv_lv: Zems
nb: Lav
sv: Låg

# ms_tooltip_no_thanks_txt
source: No thanks
da: Nej tak
de: Nein danke
et_ee: Ei, aitäh
fi: Ei kiitos
fr: Non merci
it: No grazie
lt_lt: Ne, ačiū!
lv_lv: Nē, paldies!
nb: Nei takk
sv: Nej tack

# ms_tooltip_release_notes
source: German users will now be able to enable or disable tips on their terminals from the app.
da: Tyske brugere kan nu aktivere eller deaktivere drikkepenge på deres terminaler i appen.
de: Deutsche Nutzer können nun den Erhalt von Trinkgeld auf ihren Terminals mithilfe der App aktivieren oder deaktivieren.
fi: Saksalaiset käyttäjät voivat nyt ottaa juomarahat käyttöön päätteessä tai poistaa ne käytöstä sovelluksesta.
fr: Les utilisateurs allemands pourront désormais activer ou désactiver les pourboires sur leurs terminaux depuis l'application.
it: Gli utenti svizzeri ora potranno attivare o disattivare le mance sui loro terminali dall'app.
lv_lv: Vācu lietotāji tagad varēs iespējot vai atspējot dzeramnaudas savos termināļos no lietotnes.
nb: Tyske brukere vil nå kunne aktivere eller deaktivere driks på terminalen fra appen.
sv: Tyska användare kan nu aktivera eller inaktivera dricks på sina terminaler från appen.

# ms_total_amount
source: Total amount in %@
da: Samlet beløb i %@
de: Gesamtbetrag in %@
fi: Kokonaissumma %@:ssa
fr: Montant total en %@
it: Importo totale in %@
lv_lv: Kopējā summa %@
nb: Totalbeløp i %@
sv: Totalt belopp i %@

# ms_total_amount_in_eur
source: Total amount in EUR
da: Samlet beløb i EUR
de: Gesamtbetrag in EUR
et_ee: Kogusumma eurodes
fi: Kokonaissumma euroina
lt_lt: Bendra suma EUR
lv_lv: Kopējā summa EUR
nb: Totalbeløp i EUR
sv: Totalt belopp i EUR

# ms_total_amount_no_parameter
source: Total amount in
da: Samlet beløb i
de: Gesamtsumme
fi: Kokonaissumma
nb: Totalbeløp i
sv: Totalt belopp

# ms_tourist
source: Tourists
da: Turister
de: Touristen
et_ee: Turistid
fi: Turistit
fr: Touristes
it: Turisti
lt_lt: Turistai
lv_lv: Tūristi
nb: Turister
sv: Turister

# ms_tourists_description
source: Overview of customer nationality and turnover
da: Overblik over kunders nationalitet og omsætning
de: Übersicht über Nationalität und Umsatz von Kunden
et_ee: Klientide päritoluriikide ja käibe ülevaade
fi: Asiakkaiden kansallisuuksien ja liikevaihdon yleiskatsaus
fr: Vue d'ensemble de la nationalité des clients et du chiffre d'affaires
it: Panoramica della nazionalità dei clienti e fatturato
lt_lt: Pirkėjų pilietybės ir apyvartos apžvalga
lv_lv: Klientu valstspiederības un apgrozījuma pārskats
nb: Oversikt over kundenes nasjonalitet og inntekter
sv: Översikt över kundernas nationalitet och omsättning

# ms_tourists_description_long
source: Here you can see turnover divided into customer nationality. You can see the number of transactions for each country and average purchase amount per nationality. From this data, you can see which foreign segment is the most important. It is possible to change the time span from week to month or year.
da: Her kan du se omsætning fordelt på kundernes nationalitet. Du kan se antallet af transaktioner for hvert land og gennemsnitligt transaktionsbeløb pr. nationalitet. Ud fra disse data kan du vurdere, hvilken udenlandsk kundegruppe der er vigtigst. Det er muligt at vælge år, måned eller uge som periode.
de: Hier wird Ihnen der Umsatz nach Nationalität der Kunden angezeigt. Sie können die Anzahl der Transaktionen für jedes Land und den durchschnittlichen Kaufbetrag für jede Nationalität sehen. Anhand dieser Daten können Sie Rückschlüsse darüber ziehen, welches ausländische Segment für Sie am wichtigsten ist. Es ist möglich, die Zeitspanne von Woche zu Monat oder Jahr zu ändern.
et_ee: Siin näete käivet klientide päritoluriigi järgi. Näete tehingute arvu iga riigi kohta ja keskmist ostusummat iga riigi kohta. Nende andmete põhjal näete, millise välisriigi osakaal on kõige suurem. Võimalikud ajavahemikud on nädal, kuu ja aasta.
fi: Tässä näet liikevaihdon asiakkaiden kansallisuuden mukaan jaettuna. Näet kunkin maan tapahtumien määrän ja keskimääräisen ostosumman kansallisuutta kohti. Näiden tietojen perusteella näet, minkä maan asiakkaat tuottavat suurimman osan liikevaihdosta. Aikavälin voi vaihtaa viikosta kuukauteen ja vuoteen.
fr: Vous pouvez voir ici le chiffre d'affaires ventilé par nationalité des clients. Vous pouvez voir le nombre de transactions pour chaque pays et le montant d'achat moyen par nationalité. À partir de ces données, vous pouvez voir quel segment de clients étrangers est le plus important. Il est possible de modifier l'intervalle de temps d'une semaine à un mois ou un an.
it: Qui puoi vedere il fatturato diviso per nazionalità dei clienti. Puoi vedere il numero di transazioni per ogni paese e l'importo medio di acquisto per nazionalità. Da questi dati, puoi vedere quale segmento estero è il più importante. È inoltre possibile cambiare l'arco temporale da settimana a mese o anno.
lt_lt: Čia pateikiama apyvarta, suskirstyta pagal pirkėjų tautybę. Rodomas operacijų skaičius pagal šalį ir vidutinė pirkinių suma pagal tautybę. Pagal šiuos duomenis galima spręsti, kuris užsienio segmentas yra svarbiausias. Laikotarpį vietoj savaitės galima pakeisti į mėnesį arba metus.
lv_lv: Šeit var redzēt apgrozījumu, kas sadalīts pēc no klienta tautības. Jūs varat redzēt darījumu skaitu katrai valstij un vidējo pirkuma summu pēc pilsonības. No šiem datiem jūs varat redzēt, kurš no ārzemju segmentiem ir vissvarīgākais. Ir iespējams mainīt laika periodu no nedēļas uz mēnesi vai gadu.
nb: Her kan du se inntektene delt opp etter kundens nasjonalitet. Du kan se antall transaksjoner fra hvert land samt gjennomsnittlig transaksjonsbeløp per nasjonalitet. Ut fra disse dataene kan du se hvilket utenlandsk segment som er viktigst. Det er mulig å endre tidsrommet fra uke til måned og år.
sv: Här kan du se intäkter uppdelade efter kundens nationalitet. Du kan se antalet transaktioner från varje land och genomsnittligt transaktionsvärde per nationalitet. Från dessa data kan du se vilka utländska segment som är viktigast. Du kan ändra tidsintervallet från vecka till månad och år.

# ms_tourists_description_long_new
source: Here you can see turnover divided into customer nationality. You can see the number of transactions for each country and average purchase amount per nationality. Virtual transactions are purchases made with virtual cards such as Apple Pay. From this data, you can see which foreign segment is the most important. It is possible to change the time span from week to month or year.
da: Her kan du se omsætning fordelt på kundernes nationalitet. Du kan se antallet af transaktioner for hvert land og gennemsnitligt transaktionsbeløb pr. nationalitet. Virtuelle transaktioner er køb foretaget med virtuelle betalingskort såsom Apple Pay. Ud fra disse data kan du se, hvilket udenlandsk segment, der er vigtigst. Perioden kan ændres fra uge til måned eller år.
de: Hier wird Ihnen der Umsatz aufgeteilt nach Nationalität der Kunden angezeigt. Sie können die Anzahl der Transaktionen für jedes Land und den durchschnittlichen Kaufbetrag für jede Nationalität sehen. Virtuelle Transaktionen sind Käufe, die mit virtuellen Karten, wie z. B. Apple Pay, getätigt werden. Anhand dieser Daten können Sie Rückschlüsse darüber ziehen, welches ausländische Segment für Sie am wichtigsten ist. Es ist möglich, die Zeitspanne von Woche zu Monat oder Jahr zu ändern.
et_ee: Siin näete käibe jaotust klientide päritoluriigi järgi. Näete tehingute arvu iga riigi kohta ja keskmist ostusummat riigi kohta. Virtuaaltehingud on virtuaalkaartidega, nt Apple Payga tehtud ostud. Nende andmete põhjal näete, milline välissegment on kõige olulisem. Võimalikud ajavahemikud on nädal, kuu ja aasta.
fi: Tässä voit nähdä liikevaihdon jaettuna asiakkaan kansalaisuuden perusteella. Näet maakohtaiset tapahtumamäärät ja keskimääräisen ostosumman kansalaisuutta kohden. Virtuaalitapahtumat ovat ostoksia, jotka on tehty virtuaalikorteilla kuten Apple Paylla. Näistä tiedoista näet, mikä ulkomainen segmentti on tärkein. Voit muuttaa ajanjakson viikosta kuukauteen tai vuoteen.
fr: Vous pouvez voir ici le chiffre d'affaires ventilé par nationalité des clients. Vous pouvez voir le nombre de transactions pour chaque pays et le montant d'achat moyen par nationalité. Les transactions virtuelles sont des achats réalisés au moyen de cartes virtuelles telles que Apple Pay. À partir de ces données, vous pouvez voir quel segment de clients étrangers est le plus important. Il est possible de modifier l'intervalle de temps d'une semaine à un mois ou un an.
it: Qui puoi vedere il fatturato diviso per nazionalità dei clienti. Inoltre vedrai il numero di transazioni per ogni paese e l'importo medio di acquisto per nazionalità. Le transazioni virtuali sono acquisti effettuati con carte virtuali come Apple Pay. Da questi dati, puoi vedere quale segmento estero è il più importante. È possibile modificare l'arco temporale da settimana a mese o anno.
lt_lt: Čia galite matyti pagal kliento pilietybę suskirstytą apyvartą. Galite matyti kiekvienos šalies sandorių skaičių ir vidutinę pirkimo sumą pagal pilietybę. Virtualūs sandoriai yra pirkimai, atliekami naudojant virtualias korteles, tokias kaip Apple Pay. Šie duomenys nurodo, kuris užsienio sektorius yra pats svarbiausias. Savaitinį laikotarpį galima pakeisti į mėnesinį ar metinį.
lv_lv: Šeit var redzēt apgrozījumu, kas sadalīts atkarībā no klienta tautības. Jūs varat redzēt darījumu skaitu katrai valstij un vidējo pirkuma summu pēc pilsonības. Virtuālie darījumi ir pirkumi ar virtuālām kartēm, piemēram, Apple Pay. No šiem datiem jūs varat redzēt, kurš no ārzemju segmentiem ir vissvarīgākais. Ir iespējams mainīt laika periodu no nedēļas uz mēnesi vai gadu.
nb: Her kan du se omsetning fordelt på kunde og nasjonalitet. Du kan se antall transaksjoner for hvert land samt gjennomsnittlig kjøpsbeløp per nasjonalitet. Virtuelle transaksjoner er kjøp som gjøres med virtuelle kort som Apple Pay. Ut fra disse dataene kan du se hvilket utenlandsk segment som er det viktigste. Det er mulig å endre tidsrom fra uke til måned eller år.
sv: Här kan du se omsättningen uppdelat på kundernas nationalitet. Du kan se antalet transaktioner för varje land och genomsnittligt köpbelopp per nationalitet. Virtuella transaktioner är köp med virtuella kort som till exempel Apple Pay. Med hjälp av den här informationen kan du se vilket utländskt segment som är viktigast. Du kan ändra tidsperioden från vecka till månad eller år.
