Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_delivery_article_3_text
source: Before your terminal arrives you can start by viewing your terminal guides, follow the link below
da: Før din terminal ankommer, kan du starte med at se dine terminalvejledninger. Følg linket nedenfor
de: Bevor Ihr Terminal ankommt, können Sie damit beginnen, Ihre Terminal-Anleitungen anzusehen. Folgen Sie dem untenstehenden Link
fi: Ennen kuin terminaalisi saapuu, voit aloittaa katsomalla terminaalin oppaita. Seuraa alla olevaa linkkiä
fr: Avant que votre terminal n'arrive, vous pouvez commencer par consulter les guides de votre terminal. Suivez le lien ci-dessous
it: Prima che il tuo terminale arrivi, puoi iniziare consultando le guide del terminale. Segui il link qui sotto
nb: Før terminalen din ankommer, kan du starte med å se gjennom terminalveiledningene dine. Følg lenken nedenfor
sv: Innan din terminal anländer kan du börja med att titta på dina terminalguider. Följ länken nedan

# ms_delivery_article_3_title
source: Getting your terminal setup
da: Opsætning af din terminal
de: Einrichtung Ihres Terminals
fi: Terminaalin asennus
fr: Configuration de votre terminal
it: Configurazione del tuo terminale
nb: Sette opp terminalen din
sv: Ställa in din terminal

# ms_delivery_article_subtitle
source: Your terminal has been shipped, you can now follow the delivery.
da: Din terminal er blevet sendt, du kan nu følge leveringen.
de: Ihr Terminal wurde versandt, Sie können die Lieferung jetzt verfolgen.
fi: Terminaalisi on lähetetty, voit nyt seurata toimitusta.
fr: Votre terminal a été expédié, vous pouvez désormais suivre la livraison.
it: Il tuo terminale è stato spedito, ora puoi seguire la consegna.
nb: Terminalen din er sendt, du kan nå spore leveransen.
sv: Din terminal har skickats, du kan nu följa leveransen.

# ms_delivery_article_title
source: Your order %s is on it's way
da: Din ordre %s er på vej
de: Ihre Bestellung %s ist unterwegs
fi: Tilauksesi %s on matkalla
fr: Votre commande %s est en route
it: Il tuo ordine %s è in arrivo
nb: Bestillingen din %s er på vei
sv: Din beställning %s är på väg

# ms_delivery_guide_link
source: Link to guides
da: Link til vejledninger
de: Link zu den Anleitungen
fi: Linkki oppaisiin
fr: Lien vers les guides
it: Link alle guide
nb: Lenke til veiledninger
sv: Länk till guider

# ms_desk_3500_step1_desc
source: Insert the power cable into the adapter (MagicBox) that is already connected to the terminal. Connect the other end of the power cable to a wall socket.
da: Sæt strømkablet i adapteren (MagicBox), som allerede er sluttet til terminalen. Sæt den anden ende af strømkablet i strømstikket.
de: Stecken Sie das Netzkabel in den Adapter (MagicBox), der bereits mit dem Terminal verbunden ist. Stecken Sie das andere Ende des Netzkabels in eine Steckdose.
et_ee: Sisestage toitekaabel adapterisse (MagicBox), mis on juba terminaliga ühendatud. Ühendage toitekaabli teine ots seinakontakti.
fi: Kytke virtajohto sovittimeen (Magicbox), joka on jo kytketty päätteeseen. Kytke virtajohdon toinen pää pistorasiaan.
it: Inserisci il cavo di alimentazione nell'adattatore (MagicBox) che è già collegato al terminale. Collega l'altra estremità del cavo di alimentazione a una presa a muro.
lt_lt: Įjunkite maitinimo laidą į prie terminalo prijungtą adapterį („Magicbox“). Kitą maitinimo laido galą įjunkite į sieninį lizdą.
lv_lv: Ievietojiet strāvas kabeli adapterī (MagicBox), kas jau ir pievienots terminālim. Pievienojiet otru strāvas kabeļa galu sienas kontaktligzdai.
nb: Sett strømkabelen inn i adapteren (MagicBox) som allerede er koblet til terminalen. Koble den andre enden av strømkabelen til en stikkontakt.
sv: Sätt in strömkabeln i adaptern (Magicbox) som redan är ansluten till terminalen. Anslut den andra änden av strömkabeln till ett eluttag.

# ms_done
source: Done
da: Færdig
de: Fertig
et_ee: Valmis
fi: Valmis
fr: Terminé
it: Fatto
lt_lt: Atlikta
lv_lv: Darīts
nb: Ferdig
sv: Klar

# ms_downloadFunctionality
source: Download functionality for users with the invoices and settlement report features
da: Download funktionalitet for brugere med fakturaer og afregningsrapportfunktioner
de: Download-Funktion für Benutzer mit den Funktionen für Rechnungen und Abrechnungsberichte
et_ee: Arvete ja arveldusaruannete allalaadimisfunktsioon kasutajatele
fi: Lataustoiminto käyttäjille, joilla on lasku- ja tilitysraporttiominaisuudet
fr: Fonctionnalité de téléchargement pour les utilisateurs avec les fonctions de déclaration des factures et des règlements
it: Funzionalità di download per gli utenti con funzioni di resoconto pagamenti e fatture
lt_lt: Atsisiuntimo funkcija naudotojams, turintiems sąskaitų faktūrų ir atsiskaitymo ataskaitų funkcijas
lv_lv: Lejupielādes funkcionalitāte lietotājiem ar rēķinu un norēķinu ziņojuma funkcijām
nb: Last ned funksjonalitet for brukere med funksjonene for fakturaer og avregningsrapport
sv: Nedladdningsfunktion för användare med funktioner för fakturor och avräkningsrapporter

# ms_download_limit_message
source: It is currently not possible to download more than 1000 records at once.
da: Det er i øjeblikket ikke muligt at downloade mere end 1.000 poster samtidig.
de: Derzeit ist es nicht möglich, mehr als 1.000 Datensätze gleichzeitig herunterzuladen.
et_ee: Praegu pole võimalik rohkem kui 1000 kirje korraga allalaadimine.
fi: Tällä hetkellä ei ole mahdollista ladata yli 1000 tietuetta kerralla.
fr: Il n'est actuellement pas possible de télécharger plus de 1 000 documents en même temps.
it: Attualmente non è possibile scaricare più di 1000 record contemporaneamente.
lt_lt: Šiuo metu negalima atsisiųsti daugiau nei 1000 įrašų vienu metu.
lv_lv: Pašlaik nav iespējams vienlaikus atlasīt vairāk nekā 1000 ierakstus vienlaicīgi.
nb: Det er for øyeblikket ikke mulig å laste ned mer enn 1000 oppføringer samtidig.
sv: Det är för närvarande inte möjligt att ladda ner fler än 1 000 poster samtidigt.

# ms_download_receipt
source: Your customer can download or email their receipt
da: Kunden kan downloade eller e-maile kvitteringen
de: Ihr Kunde kann den Beleg herunterladen oder an eine E-Mail-Adresse senden
et_ee: Teie klient saab oma kviitungi alla laadida või e-postiga saata
fi: Asiakas voi ladata tai lähettää kuitin sähköpostitse
fr: Votre client peut télécharger son reçu ou l'envoyer par e-mail
it: Il tuo cliente può scaricare o inviare la ricevuta per e-mail
lt_lt: Jūsų klientas gali atsisiųsti arba išsiųsti savo kvitą el. paštu
lv_lv: Jūsu klients var lejupielādēt savu kvīti vai nosūtīt to pa e-pastu
nb: Kunden kan laste ned eller sende kvitteringen til seg selv via e-post
sv: Din kund kan ladda ned eller få kvittot skickat via e-post

# ms_dpm_completeSentence
source: A message should be a short, complete sentence.
da: En meddelelse bør være en kort helsætning.
de: Eine Nachricht sollte aus einem kurzen, vollständigen Satz bestehen.
et_ee: Sõnum peab olema lühike, terviklik lause.
fi: Viestin tulisi olla lyhyt kokonainen lause.
fr: Un message doit être une phrase complète, courte.
it: Il messaggio deve essere una frase breve e completa.
lt_lt: Pranešimas turėtų būti trumpas, pilnas sakinys.
lv_lv: Ziņojumam jābūt īsam, pilnam teikumam.
nb: En melding skal være en kort, fullstendig setning.
sv: Ett meddelande bör vara en kort, fullständig mening.

# ms_dpm_default
source: Default button
da: Standardknap
de: Standardschaltfläche
et_ee: Vaikenupp
fi: Oletuspainike
fr: Bouton par défaut
it: Pulsante predefinito
lt_lt: Numatytasis mygtukas
lv_lv: Noklusējuma poga
nb: Standardknapp
sv: Standardknapp

# ms_dpm_notavailable
source: Not available for your account
da: Ikke tilgængelig for din konto
de: Nicht für Ihr Konto verfügbar
et_ee: Pole teie kontol saadaval
fi: Ei käytettävissä tililläsi
fr: Pas disponible pour votre compte
it: Non disponibile per il tuo account
lt_lt: Jūsų paskyrai negalima
lv_lv: Nav pieejams jūsu kontam
nb: Ikke tilgjengelig for kontoen din
sv: Inte tillgängligt för ditt konto

# ms_dpm_shortTitle
source: A short title is best
da: En kort titel er bedst
de: Ein kurzer Titel ist Trumpf
et_ee: Kõige parem on lühike pealkiri
fi: Lyhyt otsikko on paras
fr: Mieux vaut un titre court
it: È meglio un titolo breve
lt_lt: Geriausias yra trumpas pavadinimas
lv_lv: Īss nosaukums ir vislabākais
nb: En kort tittel er best
sv: En kort titel är bäst

# ms_edit_receipt
source: Edit receipt for some customers
da: Rediger kvit.
de: Beleg bearbeit.
et_ee: Kviitungi muutm
fi: Muokkaa kuittia
fr: Modifier reçu
it: Modifica ric.
lt_lt: Redaguoti kvitą
lv_lv: Rediģēt kvīti
nb: Red. kvittering
sv: Redigera kvitto

# ms_edit_receipt_account
source: Account:
da: Konto:
de: Konto:
fi: Tili:
fr: Compte:
lv_lv: Konts:
nb: Konto:
sv: Konto:

# ms_edit_receipt_card
source: Card
da: Kort
de: Karte
fi: Kortti
fr: Carte
it: Carta
lv_lv: Karte
nb: Kort
sv: Kort

# ms_edit_receipt_cardholder_payment
source: CardHolder Receipt Payment
da: Kvittering til kortholder
de: Zahlungsbeleg für Karteninhaber
fi: Kortinhaltija Kuitti Maksu
fr: Paiement reçu titulaire de la carte
it: Ricevuta di pagamento del titolare della carta
lv_lv: Kartes īpašnieka kvīts maksājums
nb: Kortholders betalingskvittering
sv: Kortinnehavarens inköpskvitto

# ms_edit_receipt_cm_field
source: Custom message
da: Brugerdefineret meddelelse
de: Benutzerdefinierte Nachricht
et_ee: Kohandatud sõnum
fi: Oma viesti
fr: Message personnalisé
it: Messaggio personalizzato
lt_lt: Pritaikytasis pranešimas
lv_lv: Pielāgots ziņojums
nb: Tilpasset beskjed
sv: Anpassat meddelande

# ms_edit_receipt_custom_msg_
source: Edit custom message
da: Rediger brugerdefineret meddelelse
de: Nachricht bearbeiten
et_ee: Redigeeri kohandatud sõnumit
fi: Muokkaa omaa viestiä
fr: Modifier le message personnalisé
it: Modifica il messaggio personalizzato
lt_lt: Redaguoti pritaikytąjį pranešimą
lv_lv: Rediģēt pielāgoto ziņojumu
nb: Rediger tilpasset beskjed
sv: Redigera anpassat meddelande

# ms_edit_receipt_entry_model
source: Entry Model
da: Basismodel
de: Einstiegsmodell
fi: Aloitusmalli
fr: Modèle d'entrée
it: Modello di inserimento
lv_lv: Ievades modelis
nb: Inngangsmodell
sv: Basmodell

# ms_edit_receipt_header
source: Edit receipt
da: Rediger kvittering
de: Beleg bearbeiten
et_ee: Redigeeri kviitungit
fi: Muokkaa kuittia
fr: Modifier le reçu
it: Modifica la ricevuta
lt_lt: Redaguoti kvitą
lv_lv: Rediģēt kvīti
nb: Rediger kvittering
sv: Redigera kvittot

# ms_edit_receipt_retain
source: Please retain receipt
da: Behold kvitteringen
de: Bitte bewahren Sie die Quittung auf
fi: Säilytä kuitti
fr: Veuillez conserver le reçu
it: Conserva la ricevuta
lv_lv: Lūdzu, saglabājiet kvīti
nb: Ta vare på kvitteringen
sv: Behåll kvittot

# ms_edit_receipt_terminal_msg
source: Changes will apply within 2 min on all terminals.
da: Ændringerne slår igennem på alle terminaler inden for to minutter.
de: Änderungen werden innerhalb von 2 Minuten auf allen Terminals wirksam.
et_ee: Muudatused jõustuvad kõigis terminalides kahe minuti jooksul.
fi: Muutokset otetaan käyttöö 2 minuutin sisällä kaikissa päätteissä.
fr: Les modifications entreront en vigueur sur tous les terminaux dans un délai de 2 minutes.
it: Le modifiche saranno applicate entro 2 min. su tutti i terminali.
lt_lt: Pakeitimai bus pritaikyti per 2 min. visuose terminaluose.
lv_lv: Izmaiņas stāsies spēkā 2 minūšu laikā visos termināļos.
nb: Endringer trer i kraft innen 2 minutter på alle terminaler.
sv: Ändringar tillämpas på alla terminaler inom 2 minuter.

# ms_edit_receipt_text
source: Edit the receipt
da: Redig. kvit.tekst
de: Belegtext ändern
fi: Muok kuittiteksti
fr: Modif. texte reçu
it: Modifica ric.
lv_lv: Red. kvīts tekstu
nb: Red. kvitter.tkst
sv: Redig. kvittotext

# ms_edit_receipt_title
source: Edit Receipt
da: Rediger kvittering
de: Beleg bearbeiten
fi: Muokkaa kuittia
fr: Modifier le reçu
it: Modifica la ricevuta
lv_lv: Kvīts rediģēšana
nb: Rediger kvittering
sv: Redigera kvittot

# ms_edit_reciept_btn
source: Edit receipt
da: Rediger kvittering
de: Beleg bearbeiten
et_ee: Redigeeri kviitungit
fi: Muokkaa kuittia
fr: Modifier le reçu
it: Modifica ricevuta
lt_lt: Redaguoti kvitą
lv_lv: Rediģēt kvīti
nb: Rediger kvittering
sv: Redigera kvitto

# ms_edit_reciept_cncl_btn
source: Cancel
da: Annuller
de: Abbrechen
et_ee: Loobu
fi: Peruuta
fr: Annuler
it: Annulla
lt_lt: Atšaukti
lv_lv: Atcelt
nb: Avbryt
sv: Avbryt

# ms_edit_reciept_desc
source: Select the location you would like to change the receipt text at.
da: Vælg den lokation, for hvilken du vil ændre kvitteringsteksten.
de: Wählen Sie den Standort aus, für den Sie den Belegtext ändern möchten.
et_ee: Valige asukoht, kus soovite kviitungi teksti muuta.
fi: Valitse sijainti, jonka kuittitekstin haluat muuttaa.
fr: Sélectionnez l'endroit où vous aimeriez modifier le texte du reçu.
it: Seleziona la posizione in cui vuoi cambiare il testo della ricevuta.
lt_lt: Pasirinkite sritį, kurioje norite pakeisti kvito tekstą.
lv_lv: Atlasiet vietu, kurā vēlaties mainīt kvīts tekstu.
nb: Velg stedet der du vil endre kvitteringsteksten
sv: Välj vilken plats du vill ändra kvittotexten för.

# ms_edit_reciept_edited_txt
source: Edited
da: Redigeret
de: Bearbeitet
fi: Muokattu
fr: Modifié
it: Modificata
lv_lv: Rediģēta
nb: Redigert
sv: Redigerad

# ms_edit_reciept_field_cm
source: Custom message
da: Brugerdefineret meddelelse
de: Benutzerdefinierte Nachricht
et_ee: Kohandatud sõnum
fi: Oma viesti
fr: Message personnalisé
it: Messaggio personalizzato
lt_lt: Pritaikytasis pranešimas
lv_lv: Pielāgots ziņojums
nb: Tilpasset beskjed
sv: Anpassat meddelande

# ms_edit_reciept_field_phone
source: Phone number
da: Telefonnummer
de: Telefonnummer
et_ee: Telefoninumber
fi: Puhelinnumero
fr: Numéro de téléphone
it: Numero di telefono
lt_lt: Telefono numeris
lv_lv: Tālruņa numurs
nb: Telefonnummer
sv: Telefonnummer

# ms_edit_reciept_field_store
source: Store name
da: Navn på forretning
de: Name des Stores
et_ee: Poe nimi
fi: Myymälän nimi
fr: Nom du magasin
it: Nome del punto vendita
lt_lt: Parduotuvės pavadinimas
lv_lv: Veikala nosaukums
nb: Butikknavn
sv: Butiksnamn

# ms_edit_reciept_pending_txt
source: Pending
da: Afventer
de: Ausstehend
fi: Odottaa
fr: En attente
it: In sospeso
lv_lv: Gaida
nb: Venter
sv: Väntar

# ms_edit_reciept_release_notes
source: German users will now be able to change the receipt text on their terminals from the app.
da: Tyske brugere kan nu ændre kvitteringsteksten på deres terminaler i appen.
de: Deutsche Nutzer können jetzt den Quittungstext auf ihren Terminals über die App ändern.
fi: Saksalaiset käyttäjät voivat nyt vaihtaa päätteensä kuittitekstin sovelluksesta.
fr: Les utilisateurs allemands pourront désormais modifier le texte des reçus sur leurs terminaux depuis l'application.
it: Ora gli utenti svizzeri potranno modificare il testo della ricevuta sui loro terminali dall'app.
lv_lv: Vācu lietotāji tagad varēs mainīt kvīts tekstu savos termināļos no lietotnes.
nb: Tyske brukere vil nå kunne endre kvitteringsteksten på terminalene fra appen.
sv: Tyska användare kan nu ändra kvittotexten på sina terminaler från appen.

# ms_edit_reciept_save_btn
source: Save
da: Gem
de: Speichern
et_ee: Salvesta
fi: Tallenna
fr: Enregistrer
it: Salva
lt_lt: Išsaugoti
lv_lv: Saglabāt
nb: Lagre
sv: Spara

# ms_edit_reciept_subtitle
source: Choose location
da: Vælg lokation
de: Standort auswählen
et_ee: Valige asukoht
fi: Valitse sijainti
fr: Choisir un endroit
it: Scegli la posizione
lt_lt: Pasirinkite sritį
lv_lv: Izvēlieties atrašanās vietu
nb: Velg plassering
sv: Välj plats

# ms_edit_reciept_title
source: Change receipt text
da: Ændr kvitteringstekst
de: Quittungstext ändern
fi: Vaihda kuittiteksti
fr: Modifier le texte du reçu
it: Modifica testo ricevuta
lv_lv: Mainīt kvīts tekstu
nb: Endre kvitteringstekst
sv: Ändra kvittotext

# ms_edit_reciept_update_txt
source: Updated
da: Opdateret
de: Aktualisiert
fi: Päivitetty
fr: Mis à jour
it: Aggiornata
lv_lv: Atjaunināta
nb: Oppdatert
sv: Uppdaterad

# ms_edit_terminal_custom_message_placeholder
source: Custom message is currently in progress...
da: Brugerdefineret meddelelse i gang ...
de: Benutzerdefinierte Nachricht wird gerade bearbeitet...
et_ee: Kohandatud sõnum on parajasti koostamisel...
fi: Mukautettu viesti on parhaillaan tekeillä...
lt_lt: Pasirinktinis pranešimas šiuo metu ruošiamas...
lv_lv: Pielāgots ziņojums pašlaik tiek apstrādāts...
nb: Egendefinert melding pågår ...
sv: Anpassat meddelande bearbetas …

# ms_email_amt_field
source: Amount:
da: Beløb:
de: Betrag:
et_ee: Summa:
fi: Summa:
lt_lt: Suma:
lv_lv: Summa:
nb: Beløp:
sv: Belopp:

# ms_email_body_copy_code_text
source: Copy code to clipboard
da: Kopiér kode til udklipsholder
de: Code in die Zwischenablage kopieren
et_ee: Kopeeri kood lõikelauale
fi: Kopioi koodi leikepöydälle
fr: Copier le code dans le presse-papiers
it: Copia il codice negli appunti
lt_lt: Nukopijuoti kodą į įškarpinę
lv_lv: Kopējiet kodu starpliktuvē
nb: Kopier koden til utklippstavlen
sv: Kopiera koden till urklipp

# ms_email_body_enter_code_text
source: Please enter the code below in the app
da: Indtast nedenstående kode i appen
de: Bitte geben Sie den Code unten in der App ein
et_ee: Sisestage allolev kood rakendusse
fi: Kirjoita alla oleva koodi sovellukseen
fr: Veuillez entrer le code ci-dessous dans l'application
it: Inserisci il codice qui sotto nell'app
lt_lt: Įveskite kodą toliau mobilioje programoje
lv_lv: Lūdzu, ievadiet tālāk norādīto kodu lietotnē
nb: Skriv inn koden nedenfor i appen
sv: Ange koden nedan i appen

# ms_email_body_title
source: Log in
da: Log ind
de: Hier melden Sie sich an
et_ee: Logi sisse
fi: Kirjaudu seuraavaksi sisään
fr: Se connecter
it: Accedi
lt_lt: Prisijunkite
lv_lv: Pierakstīties
nb: Logg på
sv: Dags att logga in

# ms_email_card_no_field
source: Card No.
da: Kortnummer
de: Karten-Nr.
et_ee: Kaardi nr
fi: Kortin nro
lt_lt: Kortelės Nr.
lv_lv: Kartes nr.:
nb: Kortnr.
sv: Kortnr

# ms_email_card_type
source: Card Type:
da: Korttype:
de: Kartentyp:
et_ee: Kaardi tüüp:
fi: Korttityyppi:
lt_lt: Kortelės tipas:
lv_lv: Kartes tips:
nb: Korttype:
sv: Korttyp:

# ms_email_company_admin
source: Company admin
da: Administrator for virksomhed
de: Administrator des Unternehmens
et_ee: Ettevõtte admin
fi: Yrityksen järjestelmänvalvoja
lt_lt: Bendrovės administratorius
lv_lv: Uzņēmuma administrators
nb: Selskapets administrator
sv: Företagsadministratör

# ms_email_currency_field
source: Currency:
da: Valuta:
de: Währung:
et_ee: Valuuta:
fi: Valuutta:
lt_lt: Valiuta:
lv_lv: Valūta:
nb: Valuta:
sv: Valuta:

# ms_email_date_info
source: Date:
da: Dato:
de: Datum:
et_ee: Kuupäev:
fi: Päiväys:
lt_lt: Data:
lv_lv: Datums:
nb: Dato:
sv: Datum:

# ms_email_field_auth_code
source: Auth. code:
da: Autorisationskode:
de: Authorisierungscode:
et_ee: Aut. kood:
fi: Valt.koodi:
lt_lt: Aut. kodas
lv_lv: Autorizācijas kods:
nb: Aut.kode:
sv: Aukt.kod:

# ms_email_merchant_no_field
source: Merchant No.
da: Forretningsnr.
de: Händler-Nr.
et_ee: Kaupmees nr
fi: Kauppiasnro
lt_lt: Prekybininko Nr.
lv_lv: Tirgotājs Nr.
nb: Selgernr.
sv: Säljarnr

# ms_email_no_rply_txt
source: Do not reply to this email.
da: Denne e-mail kan ikke besvares.
de: Bitte senden Sie keine Antwort auf diese E-Mail.
et_ee: Ärge vastake sellele e-kirjale.
fi: Älä vastaa tähän viestiin.
lt_lt: Į šį el. laišką neatsakykite.
lv_lv: Neatbildiet uz šo e-pasta ziņojumu.
nb: Ikke svar på denne e-posten.
sv: Svara inte på det här e-postmeddelandet.

# ms_email_og_trans_info
source: Original transaction information:
da: Oplysninger om den oprindelige transaktion
de: Informationen zur ursprünglichen Transaktion:
et_ee: Algne tehinguteave:
fi: Alkuperäisen tapahtuman tiedot:
lt_lt: Pirminės operacijos informacija:
lv_lv: Oriģinālā informācija par darījumu:
nb: Informasjon om opprinnelig transaksjon:
sv: Uppgifter om ursprunglig transaktion:

# ms_email_onbehalf_txt
source: On behalf of "%d"
da: På vegne af "%d"
de: Im Namen von "%d"
et_ee: "%d" poolt
fi: "%d":n puolesta
lt_lt: „%d“ vardu
lv_lv: “%d” vārdā
nb: På vegne av "%d"
sv: På uppdrag av "%d"

# ms_email_refund_amt
source: Refund of "%d"
da: Tilbagebetaling af "%d"
de: Erstattung von "%d"
et_ee: "%d" tagasimakse
fi: "%d":n palautus
lt_lt: „%d“ grąžinimas
lv_lv: “%d” atmaksa
nb: Refusjon av "%d"
sv: Återbetalning av ”%d”

# ms_email_req_desc
source: We will process it as soon as possible. Please find the copy of your request below. For inquiries please reach out to customer service.
da: Vi behandler nedenstående anmodning snarest muligt. Kontakt vores kundeservice, hvis du har spørgsmål.
de: Wir werden ihn so schnell wie möglich bearbeiten. Eine Kopie Ihres Antrags finden Sie wieter unten. Für Anfragen wenden Sie sich bitten an den Kundendienst.
et_ee: Töötleme seda esimesel võimalusel. Teie taotluse koopia on allpool. Mis tahes küsimuste korral võtke ühendust meie klienditeenindusega.
fi: Käsittelemme sen mahdollisimman pian. Jäljempänä on kopio pyynnöstäsi. Tiedusteluja varten ota yhteyttä asiakaspalveluun.
lt_lt: Apdorosime jį kaip galima greičiau. Toliau rasite savo prašymo kopiją. Jei turite klausimų, kreipkitės į klientų aptarnavimo skyrių.
lv_lv: Mēs to apstrādāsim pēc iespējas ātrāk. Lūdzu, skatiet sava pieprasījuma kopiju tālāk. Jautājumu gadījumā, lūdzu, sazinieties ar klientu apkalpošanas dienestu.
nb: Vi behandler saken så snart som mulig. Nedenfor finner du en kopi av forespørselen din. Ta kontakt med kundeservice dersom du har spørsmål.
sv: Vi behandlar din begäran så snart som möjligt. Din begäran finns bifogad nedan. Kontakta kundtjänst vid frågor.

# ms_email_request_field
source: Request:
da: Anmodning:
de: Antrag:
et_ee: Taotlus:
fi: Pyyntö:
lt_lt: Prašymas:
lv_lv: Pieprasīt:
nb: Forespørsel:
sv: Begäran:

# ms_email_requested_by_txt
source: Requested by:
da: Anmodning indsendt af:
de: Angefordert von:
et_ee: Taotleja:
fi: Pyytäjä:
lt_lt: Prašymą pateikė:
lv_lv: Pieprasīja:
nb: Forespørsel fra:
sv: Begärd av:

# ms_email_sales_loc_field
source: Sales Location:
da: Salgssted:
de: Verkaufsstandort:
et_ee: Müügikoht:
fi: Myyntipiste:
lt_lt: Pardavimo vieta:
lv_lv: Pārdošanas vieta:
nb: Salgssted:
sv: Försäljningsplats:

# ms_email_start
source: Dear "%d",
da: Hej "%d"
de: Sehr geehrte(r) Herr/Frau "%d"
et_ee: Hea "%d"
fi: Hyvä "%d"
it: Gentile "%d",
lt_lt: Gerb. %d,
lv_lv: Cien. “%d”
nb: Kjære "%d"
sv: Bästa "%d"!

# ms_email_thanks_txt
source: Thank you for your request.
da: Tak for din anmodning.
de: Vielen Dank für Ihren Antrag.
et_ee: Täname päringu eest.
fi: Kiitos pyynnöstäsi.
lt_lt: Dėkojame už jūsų prašymą.
lv_lv: Paldies par jūsu pieprasījumu!
nb: Takk for forespørselen din.
sv: Tack för din begäran.

# ms_email_time_field
source: Time:
da: Tidspunkt:
de: Uhrzeit:
et_ee: Kellaaeg:
fi: Aika:
lt_lt: Laikas:
lv_lv: Laiks:
nb: Klokkeslett:
sv: Tid:

# ms_email_waiting_time
source: Waiting time: 2-3 days
da: Ventetid: 2-3 dage
de: Wartezeit: 2–3 Tage
fi: Odotusaika: 2-3 päivää
fr: Temps d'attente: 2 à 3 jours
it: Tempo di attesa: 2-3 giorni
lv_lv: Gaidīšanas laiks: 2–3 dienas
nb: Ventetid: 2–3 dager
sv: Väntetid: 2–3 dagar
