Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_ccvmobpremium_enter_device_menu_desc
source: On your front screen on the terminal, press on the device menu
da: Tryk på enhedsmenuen på terminalens display
de: Drücken Sie auf der Vorderseite Ihres Terminals auf das Gerätemenü
et_ee: Klõpsake oma terminali esikuval seadme menüül
fi: Paina laitteen etunäytössä laitevalikkoa
fr: Sur l'écran avant du terminal, appuyer sur le menu de l'appareil
it: Sulla schermata principale del terminale, premi sul menu del dispositivo
lt_lt: Terminalo priekiniame ekrane pasirinkite prietaiso meniu
lv_lv: Termināļa priekšējā ekrānā nospiediet ierīces izvēlni
nb: Klikk på enhetsmenyen på skjermen foran på terminalen
sv: På terminalens framskärm trycker du på enhetsmenyn

# ms_ccvmobpremium_enter_pin_desc
source: In some cases a PIN code is required after the card interaction with the terminal.
da: I nogle tilfælde skal kunden indtaste sin pinkode efter at have brugt kontaktløs betaling.
de: In einigen Fällen ist nach der Interaktion der Karte mit dem Terminal ein PIN-Code erforderlich.
et_ee: Mõnel juhul on kaardi ja terminali suhtluse järel vaja PIN-koodi.
fi: Joissakin tapauksissa vaaditaan PIN-koodi sen jälkeen, kun kortti käytetty päätteessä.
fr: Dans certains cas, un code PIN est nécessaire après l'interaction de la carte avec le terminal.
it: In alcuni casi è richiesto un codice PIN dopo l'interazione tra la carta e il terminale.
lt_lt: Kai kuriais atvejais terminale naudojant kortelę gali būti paprašyta įvesti PIN kodą.
lv_lv: Dažos gadījumos PIN kods ir nepieciešams pēc kartes mijiedarbības ar termināli.
nb: I noen tilfeller kreves en PIN-kode når kortet brukes på terminalen.
sv: I vissa fall krävs en PIN-kod efter kortinteraktionen med terminalen.

# ms_ccvmobpremium_enter_refund_amount
source: Enter refund amount
da: Indtast beløb, der skal tilbagebetales
de: Geben Sie den Erstattungsbetrag ein
et_ee: Sisesta tagasimakse summa
fi: Syötä palautettava summa
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamą sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refundert beløp
sv: Mata in återbetalningsbelopp

# ms_ccvmobpremium_enter_refund_amount_desc
source: Find the original number on the physical receipt
da: Du finder det oprindelige nummer på den fysiske kvittering
de: Suchen Sie die Originalnummer auf der ausgedruckten Quittung
et_ee: Leia füüsilise kviitungi originaalnumber
fi: Etsi alkuperäisen numero fyysisestä kuitista
fr: Trouver le numéro initial sur le reçu physique
it: Trova il numero originale della ricevuta fisica
lt_lt: Suraskite pirminį numerį ant fizinio kvito
lv_lv: Atrodiet oriģinālo numuru fiziskajā kvītī
nb: Finn det opprinnelige nummeret til den fysiske kvitteringen
sv: Leta reda på det ursprungliga numret på det fysiska kvittot

# ms_ccvmobpremium_fill_up_lit
source: Flip up the lit and pull
da: Flip låget op, og træk
de: Klappen Sie die Abdeckung hoch und ziehen Sie daran
et_ee: Pöörake kaas üles ja tõmmake
fi: Nosta kansi ja vedä
fr: Relever le couvercle et tirer
it: Apri il coperchio e tira
lt_lt: Atlenkite dangtelį ir patraukite
lv_lv: Pagrieziet apgaismojumu un velciet
nb: Vipp opp dekselet, og dra
sv: Knäpp upp locket och dra

# ms_ccvmobpremium_fill_up_lit_desc
source: On the top of your terminal, a small lit can be lifted where the contactless icon is displayed. Lift it up so it opens, with two fingers.
da: Terminalen er forsynet med en lille låg i toppen der, hvor ikonet for kontaktløs betaling er placeret. Åbn låget med to fingre.
de: Auf der Oberseite Ihres Terminals können Sie eine kleine Abdeckung anheben, auf der das Kontaktlos-Symbol angezeigt wird. Heben Sie sie mit zwei Fingern an, damit sie sich öffnet.
et_ee: Teie terminali ülaosas saab tõsta väikese kaane, kus kuvatakse kontaktivaba ikoon. Tõstke see kahe sõrmega üles, nii et see avaneb.
fi: Päätteen päällä on pieni kansi, jonka voi avata kun lähimaksukuvake näkyy näytössä. Avaa kansi kahdella sormella.
fr: Sur la partie supérieure de votre terminal, à l'endroit où se trouve l'icône sans contact, un petit capot peut être relevé. En utilisant deux doigts, soulevez-le pour l'ouvrir.
it: Nella parte superiore del tuo terminale, puoi sollevare un coperchio dove viene visualizzata l'icona contactless. Sollevalo e aprilo con due dita.
lt_lt: Terminalo viršuje galima nuimti nedidelį dangtelį, ant kurio pavaizduota bekontakčio mokėjimo piktograma. Dviem pirštais pakelkite jį taip, kad atsidarytų.
lv_lv: Termināļa augšpusē var pacelt nelielu apgaismojumu, kur tiek parādīta bezkontakta ikona. Paceliet to ar diviem pirkstiem, lai tas atvērtos.
nb: Øverst på terminalen er det et lite deksel der ikonet for kontaktløs betaling vises. Løft det opp med to fingre slik at det åpner seg.
sv: Högst upp på terminalen kan du lyfta på ett litet lock där ikonen för kontaktlös betalning visas. Öppna den genom att lyfta upp den med två fingrar.

# ms_ccvmobpremium_finding_info
source: Finding information
da: Sådan finder du oplysninger
de: Informationen suchen
et_ee: Teabe leidmine
fi: Tietojen etsiminen
fr: Recherche d'informations
it: Trova informazioni
lt_lt: Informacijos paieška
lv_lv: Atrast informāciju
nb: Finne informasjon
sv: Hitta information

# ms_ccvmobpremium_handover_receipt
source: Handover final receipt
da: Giv kunden den endelige kvittering
de: Händigen Sie die endgültige Quittung aus
et_ee: Andke üle lõplik kviitung
fi: Anna lopullinen kuitti asiakkaalle
fr: Remettre le reçu final
it: Consegna la ricevuta finale
lt_lt: Perduokite galutinį kvitą
lv_lv: Izsniedziet gala kvīti
nb: Gi fra deg endelig kvittering
sv: Lämna över det slutgiltiga kvittot

# ms_ccvmobpremium_insert_new_paperroll
source: Insert new paper roll
da: Isæt ny bonrulle
de: Legen Sie eine neue Papierrolle ein
et_ee: Sisestage uus paberirull
fi: Aseta uusi paperirulla
fr: Introduire un nouveau rouleau de papier
it: Inserisci un nuovo rotolo di carta
lt_lt: Įstatykite naują juostos ritinį
lv_lv: Ievietojiet jaunu papīra rulli
nb: Sett inn ny papirrull
sv: Sätt i den nya pappersrullen

# ms_ccvmobpremium_insert_paperroll
source: Insert a paper roll
da: Isæt bonrulle
de: Legen Sie eine Papierrolle ein
et_ee: Sisestage paberirull
fi: Aseta paperirulla
fr: Introduire un rouleau de papier
it: Inserisci un rotolo di carta
lt_lt: Įstatykite juostos ritinį
lv_lv: Ievietojiet papīra rulli
nb: Sett inn en papirrull
sv: Sätt i en pappersrulle

# ms_ccvmobpremium_make_payment
source: Make the payment
da: Foretag betalingen
de: Nehmen Sie die Zahlung vor
et_ee: Tehke makse
fi: Tee maksu
fr: Procéder au paiement
it: Esegui il pagamento
lt_lt: Atlikite mokėjimą
lv_lv: Veiciet maksājumu
nb: Utfør betalingen
sv: Gör betalningen

# ms_ccvmobpremium_make_refund
source: Make a refund
da: Foretag en tilbagebetaling
de: Nehmen Sie eine Erstattung vor
et_ee: Tee tagasimakse
fi: Tee palautus
fr: Procéder à un remboursement
it: Esegui un rimborso
lt_lt: Atlikite pinigų grąžinimą
lv_lv: Veiciet atmaksu
nb: Utfør en refusjon
sv: Gör en återbetalning

# ms_ccvmobpremium_old_trans
source: Old transactions
da: Gamle transkationer
de: Historische Transaktionen
et_ee: Vanad tehingud
fi: Vanhat tapahtumat
fr: Anciennes transactions
it: Transazioni precedenti
lt_lt: Senos operacijos
lv_lv: Vecāki darījumi
nb: Gamle transaksjoner
sv: Gamla transaktioner

# ms_ccvmobpremium_open_tip_desc
source: Go to tipping function in favorites and enter the amount the customer just wrote on the reciept
da: Gå til drikkepengefunktionen under Foretrukne, og indtast det beløb, kunden netop har noteret på kvitteringen
de: Rufen Sie die Trinkgeldfunktion in den Favoriten auf und geben Sie den Betrag ein, den der Kunde gerade auf die Quittung geschrieben hat.
et_ee: Minge lemmikute jaotises jootrahafunktsiooni juurde ja sisestage summa, mille klient kviitungile kirjutas
fi: Mene juomarahatoimintoon suosikeissa ja syötä summa, jonka asiakas juuri kirjoitti kuittiin.
fr: Accéder à la fonction pourboire dans Favoris, et entrer le montant que le client vient d'inscrire sur le reçu
it: Vai alla funzione mancia in preferiti e inserisci l'importo che il cliente ha appena scritto sulla ricevuta
lt_lt: Atverkite arbatpinigių funkciją ir įveskite sumą, kurią klientas užrašė ant kvito
lv_lv: Dodieties uz dzeramnaudu izlasē un ievadiet summu, ko klients tikko ierakstīja kvītī
nb: Gå til driksfunksjonen i favoritter, og oppgi beløpet som kunden skrev på kvitteringen
sv: Gå till dricksfunktionen i favoriter och ange beloppet som kunden precis skrev på kvittot

# ms_ccvmobpremium_open_tip_menu
source: Open the tip menu
da: Åbn drikkepengemenuen
de: Öffnen Sie das Trinkgeldmenü
et_ee: Avage jootraha menüü
fi: Avaa juomarahavalikko
fr: Ouvrir le menu pourboire
it: Apri il menu mancia
lt_lt: Atverti arbatpinigių meniu
lv_lv: Atveriet dzeramnaudas izvēlni
nb: Åpne driksmenyen
sv: Öppna dricksmenyn

# ms_ccvmobpremium_paper_roll_down
source: Paper roll facing down
da: Bonrulle, der vender nedad
de: Papierrolle zeigt nach unten
et_ee: Paberirull suunaga allapoole
fi: Paperirulla etupinta alaspäin
fr: Rouleau de papier orienté vers le bas
it: Rotolo di carta rivolto verso il basso
lt_lt: Žemyn nukreiptas juostos ritinys
lv_lv: Papīra rullis vērsts uz leju
nb: Papirrull som vender ned
sv: Pappersrullen vänd nedåt

# ms_ccvmobpremium_paper_roll_down_desc
source: The new paper roll sould face down so it touch the display. Pull it a bit out, so there’s some excess paper left.
da: Den nye bonrulle skal vende nedad, så den rører displayet. Træk lidt i rullen, så der stikker lidt papir ud, når du lukker terminalen.
de: Die neue Papierrolle sollte nach unten zeigen, sodass sie das Display berührt. Ziehen Sie sie ein wenig heraus, sodass noch etwas Papier übersteht.
et_ee: Uus paberirull peaks jääma esiküljega allapoole, nii et see puudutaks ekraani. Tõmmake seda natuke välja, nii et jääks üleliigset paberit.
fi: Aseta uusi paperirulla etupinta alaspäin niin, että se koskettaa näyttöä. Vedä hieman ulos, jotta paperia on hieman ylimääräistä.
fr: Le nouveau rouleau de papier doit être orienté vers le bas de manière à toucher l'affichage. Tirez légèrement dessus, de sorte qu'un peu de papier dépasse.
it: Il nuovo rotolo di carta deve essere rivolto verso il basso in modo tale da toccare il display. Tiralo verso l'esterno, in modo da lasciare un po' di carta in più.
lt_lt: Naujas juostos ritinys turėtų būti nukreiptas žemyn taip, kad liestų ekraną. Ištraukite šiek tiek juostos, kad liktų nedidelis jos perteklius.
lv_lv: Jaunajam papīra rullim jābūt vērstam uz leju, lai tas pieskartos displejam. Nedaudz izvelciet to, lai paliek pāri papīrs.
nb: Den nye papirrullen skal vende nedover, slik at den er borti displayet. Trekk den litt ut, slik at det er litt papir til overs.
sv: Den nya pappersrullen ska vara vänd nedåt så att den rör vid displayen. Dra ut den en liten bit, så att det finns lite extra papper kvar.

# ms_ccvmobpremium_paying_txt
source: Paying
da: Betaler
de: Die Bezahlung erfolgt
et_ee: Maksmine
fi: Maksaminen
fr: Paiement en cours
it: Pagamento
lt_lt: Mokama
lv_lv: Maksā
nb: Betale
sv: Betala

# ms_ccvmobpremium_pin_occurs_txt
source: If PIN occurs
da: Hvis pinkode kræves
de: Wenn PIN erscheint
et_ee: Kui nõutakse PIN-i
fi: Jos PIN-kysely tulee näyttöön
fr: Si un code PIN est demandé
it: Se viene richiesto il PIN
lt_lt: Jei prašoma PIN kodo
lv_lv: Ja tiek parādīts PIN
nb: Hvis PIN er nødvendig
sv: Om PIN-kod behövs

# ms_ccvmobpremium_print_desc
source: Handover the receipt and a pencil to the customer and let them note the tip amount
da: Giv kunden kvitteringen og en kuglepen, så de kan notere eventuelle drikkepenge
de: Geben Sie dem Kunden die Quittung und einen Stift und lassen Sie ihn den Trinkgeldbetrag vermerken.
et_ee: Andke kliendile kviitung ja pliiats ning laske neil märkida jootraha summa
fi: Anna kuitti ja kynä asiakkaalle ja anna hänen kirjoittaa juomaraha
fr: Remettre le reçu et un crayon au client, et le laisser inscrire le montant du pourboire
it: Passa la ricevuta e una penna al cliente e chiedigli di indicare l'importo della mancia
lt_lt: Perduokite kvitą ir pieštuką klientui, kad jis (ji) galėtų pažymėti arbatpinigių sumą
lv_lv: Izsniedziet klientam kvīti un zīmuli un ļaujiet viņam atzīmēt dzeramnaudas summu
nb: Gi kvitteringen og en blyant til kunden, slik at de kan skrive ned driksbeløpet
sv: Lämna över kvittot och en penna till kunden och låt honom eller henne skriva ned dricksbeloppet

# ms_ccvmobpremium_print_receipt_txt
source: Print the receipt
da: Udskriv kvitteringen
de: Drucken Sie die Quittung
et_ee: Trükkige kviitung
fi: Tulosta kuitti
fr: Imprimer le reçu
it: Stampa la ricevuta
lt_lt: Atspausdinkite kvitą
lv_lv: Izdrukājiet kvīti
nb: Skriv ut kvitteringen
sv: Skriv ut kvittot

# ms_ccvmobpremium_ready_for_print
source: Ready for print
da: Klar til udskrivning
de: Bereit zum Druck
et_ee: Printimiseks valmis
fi: Tulostusvalmis
fr: Prêt pour impression
it: Pronto per la stampa
lt_lt: Paruošta spausdinti
lv_lv: Gatavs drukāšanai
nb: Klar til utskrift
sv: Redo för utskrift

# ms_ccvmobpremium_ready_for_use
source: Ready for use
da: Klar til brug
de: Bereit zur Verwendung
et_ee: Kasutamiseks valmis
fi: Käyttövalmis
fr: Prêt à l'emploi
it: Pronto per l'uso
lt_lt: Paruošta naudoti
lv_lv: Gatavs lietošanai
nb: Klar til bruk
sv: Redo för användning

# ms_ccvmobpremium_receipt_printed
source: Receipt will be printed
da: Kvitteringen udskrives
de: Die Quittung wird gedruckt
et_ee: Trükitakse kviitung
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lt_lt: Bus atspausdintas kvitas
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_ccvmobpremium_receipt_printed_desc
source: The final paper receipt will be printed from the terminal and can be handed over to the customer.
da: Den endelige kvittering udskrives og kan gives til kunden.
de: Der endgültige Papierbeleg wird vom Terminal ausgedruckt und kann dem Kunden ausgehändigt werden.
et_ee: Lõplik paberkviitung prinditakse terminalist välja ja selle saab kliendile anda.
fi: Lopullinen paperikuitti tulostetaan päätteellä ja sen voi antaa asiakkaalle.
fr: Le reçu papier final sera imprimé depuis le terminal et pourra être remis au client.
it: La ricevuta cartacea finale sarà stampata dal terminale e può essere consegnata al cliente.
lt_lt: Terminale bus atspausdintas galutinis popierinis kvitas, kurį galėsite įteikti klientui.
lv_lv: Gala papīra kvīts tiks izdrukāta no termināļa un to varēs nodot klientam.
nb: Den endelige papirkvitteringen skrives ut fra terminalen og kan gis til kunden.
sv: Det slutgiltiga papperskvittot skrivs ut från terminalen och kan lämnas till kunden.

# ms_ccvmobpremium_refund_handover_receipt
source: Handover new receipt
da: Giv kunden den nye kvittering
de: Händigen Sie die neue Quittung aus
et_ee: Andke üle uus kviitung
fi: Anna asiakkaalle uusi kuitti
fr: Remettre le nouveau reçu
it: Consegna la nuova ricevuta
lt_lt: Paduokite naują kvitą
lv_lv: Izsniedziet jaunu kvīti
nb: Gi fra deg den nye kvitteringen
sv: Lämna över det nya kvittot

# ms_ccvmobpremium_refund_payment
source: Refund a payment
da: Foretag en tilbagebetaling
de: Erstattung einer Zahlung
et_ee: Tehke tagasimakse
fi: Palauta maksu
fr: Rembourser un paiement
it: Rimborsa un pagamento
lt_lt: Grąžinti mokėjimą
lv_lv: Atmaksāt maksājumu
nb: Refunder en betaling
sv: Återför en betalning

# ms_ccvmobpremium_refund_receipt_printed
source: Receipt will be printed
da: Kvitteringen udskrives
de: Die Quittung wird gedruckt
et_ee: Trükitakse kviitung
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lt_lt: Bus atspausdintas kvitas
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_ccvmobpremium_refund_receipt_printed_desc
source: A new receipt will be printed with the refunded amount
da: Der udskrives en ny kvittering med tilbagebetalingsbeløbet
de: Es wird eine neue Quittung mit dem erstatteten Betrag gedruckt.
et_ee: Trükitakse uus kviitung koos tagasimakse summaga
fi: Tulostetaan uusi kuitti, jossa näkyy palautettu summa
fr: Un nouveau reçu indiquant le montant remboursé sera imprimé
it: Sarà stampata una nuova ricevuta con l'importo rimborsato.
lt_lt: Bus atspausdintas naujas kvitas su grąžinta suma.
lv_lv: Tiks izdrukāta jauna kvīts ar atmaksāto summu
nb: En ny kvittering skrives ut med det refunderte beløpet
sv: Ett nytt kvitto med det återbetalade beloppet skrivs ut

# ms_ccvmobpremium_replace_paperroll
source: Replace paper roll
da: Udskift bonrulle
de: Tauschen Sie die Papierrolle aus
et_ee: Asendage paberirull
fi: Vaihda paperirulla
fr: Remplacer le rouleau de papier
it: Sostituisci il rotolo di carta
lt_lt: Pakeiskite juostos ritinį
lv_lv: Nomainiet papīra rulli
nb: Bytt ut papirrullen
sv: Byt ut pappersrullen

# ms_ccvmobpremium_replace_paperroll_desc
source: Remove the old one and replace it with the new one. The new paper roll might have some plastic you have to remove.
da: Tag den gamle bonrulle ud, og sæt den nye i. Fjern eventuel plastfolie først.
de: Entfernen Sie die alte Rolle und ersetzen Sie sie durch die neue. Die neue Papierrolle ist möglicherweise mit etwas Kunststoff versehen, den Sie entfernen müssen.
et_ee: Eemaldage vana ja asendage see uuega. Uuel paberirullil võib olla plastikut, mille peate eemaldama.
fi: Poista vanha ja aseta uusi. Uudessa paperirullassa saattaa olla muovia, joka pitää poistaa.
fr: Retirez l'ancien rouleau et remplacez-le par le nouveau. Il se peut que vous deviez retirer un morceau de plastique sur le nouveau rouleau de papier.
it: Rimuovi quello vecchio e sostituiscilo con uno nuovo. Il nuovo rotolo di carta potrebbe avere un involucro di plastica da togliere.
lt_lt: Išimkite seną ir pakeiskite nauju. Ant naujo juostos ritinio gali būti plastiko, kurį reikia nuimti.
lv_lv: Izņemiet veco rulli un nomainiet to ar jaunu. Jaunajā papīra ruļlī var būt plastmasas daļa, kas jums ir jānoņem.
nb: Ta ut den gamle og sett inn den nye. Papirrullen er kanskje dekket av plast som må fjernes.
sv: Ta bort den gamla och byt ut den mot den nya. Det kan finnas lite plast på den nya pappersrullen som du måste ta bort.

# ms_ccvmobpremium_reprinting_old_receipt
source: Reprinting an old receipt
da: Genudskrivning af en gammel kvittering
de: Eine historische Quittung nachdrucken
et_ee: Vana kviitungi uuesti printimine
fi: Vanhan kuitin uudelleentulostaminen
fr: Réimpression d'un ancien reçu
it: Ristampare una ricevuta precedente
lt_lt: Seno kvito pakartotinis spausdinimas
lv_lv: Vecas kvīts atkārtota izdrukāšana
nb: Skrive ut en gammel kvittering på nytt
sv: Skriva ut ett gammalt kvitto på nytt

# ms_ccvmobpremium_rip_off_excess
source: Rip off the excess layer
da: Riv det overskydende papir af
de: Reißen Sie die überschüssige Schicht ab
et_ee: Eemaldage lisakiht
fi: Revi pois ylimääräinen kerros
fr: Arracher la couche superflue
it: Strappa la parte in eccesso
lt_lt: Nuplėškite perteklių
lv_lv: Noplēst lieko kārtu
nb: Fjern det overflødige laget
sv: Riv av det extra lagret

# ms_ccvmobpremium_rip_off_excess_desc
source: You are now ready to use the terminal. To make sure it works smoothly, make a test print or run a diagnose.
da: Terminalen er nu klar til brug. For at sikre at den fungerer korrekt, kan du lave en testudskrivning eller køre en diagnosticering.
de: Sie sind nun bereit, das Terminal zu benutzen. Um sicherzustellen, dass alles reibungslos funktioniert, machen Sie einen Testdruck oder führen Sie eine Diagnose durch.
et_ee: Nüüd olete terminali kasutamiseks valmis. Sujuva toimimise tagamiseks tehke testprintimine või käivitage diagnoos.
fi: Olet nyt valmis käyttämään päätettä. Varmista päätteen sujuva toiminta tekemällä testitulostus tai diagnoosi.
fr: Vous êtes maintenant prêt à utiliser le terminal. Pour vérifier son bon fonctionnement, effectuez un test d'impression ou un diagnostic.
it: Ora puoi usare il terminale. Per accertarti che funzioni, fai una prova di stampa o esegui una diagnosi.
lt_lt: Dabar galite naudotis terminalu. Norėdami įsitikinti, kad jis veikia sklandžiai, atlikite bandomąjį spausdinimą arba atlikite diagnostiką.
lv_lv: Tagad esat gatavs termināļa lietošanai. Lai pārliecinātos, ka tas darbojas nevainojami, veiciet pārbaudes izdruku vai veiciet diagnostiku.
nb: Terminalen er nå klar til bruk. Ta en utskriftsprøve eller kjør diagnostikk for å sikre at den fungerer som den skal.
sv: Du är nu redo att använda terminalen. Se till att allt fungerar som det ska genom att göra en testutskrift eller köra en diagnos.

# ms_ccvmobpremium_select
source: Select “Zhalungsspeicher”
da: Vælg “Zhalungsspeicher”
de: Wählen Sie „Zahlungsspeicher“
et_ee: Valige “Zhalungsspeicher”
fi: Valitse Maksumuisti
fr: Sélectionner "Zhalungsspeicher"
it: Seleziona "Archivio pagamenti"
lt_lt: Pasirinkite „Zhalungsspeicher“
lv_lv: Atlasiet “Zhalungsspeicher”
nb: Velg “Zhalungsspeicher”
sv: Välj ”Zhalungsspeicher”

# ms_ccvmobpremium_select_desc
source: You now have several options. Choosing “Umsatzjounal” will show you all transactions until latest end of day report
da: Du har nu flere valgmuligheder. Ved at vælge “Umsatzjounal” får du vist alle transaktioner indtil den seneste dagsafslutningsrapport
de: Sie haben nun mehrere Optionen. Wenn Sie „Umsatzjournal“ wählen, werden Ihnen alle Transaktionen bis zum letzten Tagesabschlussbericht angezeigt.
et_ee: Teil on nüüd mitu valikut. Valides "Umsatzjounal" näidatakse teile kõiki tehinguid kuni viimase päeva lõpu aruandeni
fi: Sinulla on nyt useita vaihtoehtoja. Valitsemalla Tapahtumaluettelo näet kaikki tapahtumat viimeiseen päivänpäätösraporttiin asti
fr: Plusieurs options s'offrent maintenant à vous. Si vous choisissez «Umsatzjournal», vous pourrez voir toutes les transactions jusqu'au rapport de fin de journée le plus récent
it: Ora hai più opzioni. Se scegli "Resoconto del fatturato" saranno visualizzate tutte le transazioni fino all'ultimo resoconto di fine giornata
lt_lt: Dabar turite kelias galimybes. Pasirinkę „Umsatzjounal“, matysite visas operacijas iki paskutinės dienos pabaigos ataskaitos.
lv_lv: Tagad jums ir vairākas iespējas. Izvēloties “Umsatzjounal”, tiks parādīti visi darījumi līdz pēdējam dienas beigu pārskatam
nb: Du har nå flere muligheter. Hvis du velger "Umsatzjounal", får du opp alle transaksjoner frem til siste dagsrapport
sv: Du har nu flera alternativ. Om du väljer ”Umsatzjounal” visas alla dina transaktioner fram till det senaste dagsavslutet

# ms_ccvmobpremium_select_info
source: Select information
da: Vælg oplysninger
de: Wählen Sie „Informationen“ aus
et_ee: Valige teave
fi: Valitse tiedot
fr: Sélectionner des informations
it: Seleziona informazioni
lt_lt: Pasirinkite informaciją
lv_lv: Atlasīt informāciju
nb: Velg informasjon
sv: Välj information
