Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_internet_is_gone_txt
source: Tap To Pay on Android is disabled when the internet is gone. Try to reconnect the network again.
de: Tap to Pay on Android ist deaktiviert, wenn keine Verbindung zum Internet besteht. Versuchen Sie, sich erneut mit dem Netzwerk zu verbinden.
fi: Tap to Pay on Android ei ole käytössä, kun internet-yhteys puuttuu. Yritä muodostaa yhteys verkkoon uudelleen.
fr: Tap To Pay on Android est désactivé lorsque la connexion Internet est coupée. Essayez de vous reconnecter au réseau.
it: Tap To Pay su Android sarà disattivato quando la connessione internet non è disponibile. Prova a ricollegarti alla rete.

# ms_invoice_article_1_text
source: Under the Accounting section, available on the top of the overview screen, you can find your invoices alongside your settlement reports.
da: Under regnskabssektionen, der er tilgængelig øverst på oversigtsskærmen, kan du finde dine fakturaer sammen med dine afregningsrapporter.
de: Im Bereich Buchhaltung, der oben auf dem Übersichtsbildschirm verfügbar ist, können Sie Ihre Rechnungen zusammen mit Ihren Abrechnungsberichten finden.
fi: Kirjanpito-osiossa, joka on saatavilla yleiskatsausnäytön yläosassa, voit löytää laskusi yhdessä selvitysraporttien kanssa.
fr: Dans la section Comptabilité, disponible en haut de l'écran de synthèse, vous pouvez trouver vos factures ainsi que vos rapports de règlement.
it: Nella sezione Contabilità, disponibile nella parte superiore dello schermo di riepilogo, puoi trovare le tue fatture insieme ai rapporti di regolamento.
nb: I regnskapsseksjonen, som er tilgjengelig øverst på oversiktsskjermen, kan du finne fakturaene dine sammen med oppgjørsrapportene dine.
sv: I bokföringssektionen, som finns högst upp på översiktsskärmen, kan du hitta dina fakturor tillsammans med dina avräkningsrapporter.

# ms_invoice_article_1_title
source: Viewing your invoices
da: Visning af dine fakturaer
de: Anzeigen Ihrer Rechnungen
fi: Laskujen tarkastelu
fr: Consulter vos factures
it: Visualizzazione delle tue fatture
nb: Vise fakturaene dine
sv: Visning av dina fakturor

# ms_invoice_article_2_text
source: If you need to share invoices with your accountant or print directly for you records you can navigate to the invoice you are looking for, download and tap the share button.
da: Hvis du har brug for at dele fakturaer med din revisor eller printe dem direkte til dine optegnelser, kan du navigere til den faktura, du leder efter, downloade og trykke på deleknappen.
de: Wenn Sie Rechnungen mit Ihrem Buchhalter teilen oder direkt für Ihre Unterlagen drucken müssen, können Sie zu der gewünschten Rechnung navigieren, sie herunterladen und auf die Teilen-Schaltfläche tippen.
fi: Jos sinun täytyy jakaa laskuja kirjanpitäjäsi kanssa tai tulostaa ne suoraan omaan käyttöösi, voit siirtyä etsimääsi laskuun, ladata sen ja napauttaa jakopainiketta.
fr: Si vous devez partager des factures avec votre comptable ou les imprimer directement pour vos dossiers, vous pouvez accéder à la facture que vous recherchez, la télécharger et appuyer sur le bouton de partage.
it: Se hai bisogno di condividere fatture con il tuo commercialista o stamparle direttamente per i tuoi archivi, puoi navigare alla fattura desiderata, scaricarla e premere il pulsante di condivisione.
nb: Hvis du trenger å dele fakturaer med regnskapsføreren din eller skrive dem ut direkte for arkivene dine, kan du navigere til fakturaen du ser etter, laste den ned og trykke på deleknappen.
sv: Om du behöver dela fakturor med din revisor eller skriva ut dem direkt för dina register kan du navigera till fakturan du söker, ladda ner den och trycka på delningsknappen.

# ms_invoice_article_2_title
source: Sharing documents
da: Deling af dokumenter
de: Dokumente teilen
fi: Asiakirjojen jakaminen
fr: Partage de documents
it: Condivisione di documenti
nb: Deling av dokumenter
sv: Dela dokument

# ms_invoice_article_subtitle
source: Find invoices, share with your accountant or print directly from the app.
da: Find fakturaer, del med din revisor eller print direkte fra appen.
de: Finden Sie Rechnungen, teilen Sie diese mit Ihrem Buchhalter oder drucken Sie sie direkt aus der App.
fi: Löydä laskut, jaa kirjanpitäjäsi kanssa tai tulosta suoraan sovelluksesta.
fr: Trouvez des factures, partagez-les avec votre comptable ou imprimez-les directement depuis l'application.
it: Trova le fatture, condividile con il tuo commercialista o stampale direttamente dall'app.
nb: Finn fakturaer, del dem med regnskapsføreren din eller skriv dem ut direkte fra appen.
sv: Hitta fakturor, dela dem med din revisor eller skriv ut direkt från appen.

# ms_invoice_article_title
source: How to view and share your invoices
da: Sådan ser og deler du dine fakturaer
de: So können Sie Ihre Rechnungen anzeigen und teilen
fi: Kuinka tarkastella ja jakaa laskuja
fr: Comment consulter et partager vos factures
it: Come visualizzare e condividere le tue fatture
nb: Slik ser og deler du fakturaene dine
sv: Så här visar och delar du dina fakturor

# ms_invoice_bau_article_1_text
source: Under the Accounting section, available on the top of the overview screen, you can find your invoices alongside your statement reports.
da: Under regnskabssektionen, som findes øverst på oversigtsskærmen, kan du finde dine fakturaer sammen med dine kontoudtog.
de: Unter dem Bereich Buchhaltung, der oben auf dem Übersichtsbildschirm verfügbar ist, finden Sie Ihre Rechnungen zusammen mit Ihren Kontoauszügen.
et_ee: Raamatupidamise jaotise all, mis on saadaval ülevaate ekraani ülaosas, leiate oma arved koos väljavõtetega.
fi: Kirjanpito-osiossa, joka löytyy yleisnäkymän yläosasta, näet laskusi sekä tiliotteesi.
fr: Dans la section Comptabilité, accessible en haut de l'écran d'aperçu, vous pouvez trouver vos factures ainsi que vos rapports de relevé.
it: Nella sezione Contabilità, disponibile nella parte superiore della schermata panoramica, puoi trovare le tue fatture insieme ai tuoi rapporti mensili.
lt_lt: Apskaitos skiltyje, kurią rasite viršutinėje apžvalgos ekrano dalyje, galite rasti savo sąskaitas faktūras kartu su ataskaitų suvestinėmis.
lv_lv: Grāmatvedības sadaļā, kas pieejama pārskata ekrāna augšdaļā, jūs varat atrast savus rēķinus kopā ar izrakstu pārskatiem.
nb: Under regnskapsseksjonen, som er tilgjengelig øverst på oversiktsskjermen, finner du fakturaene dine sammen med kontoutskriftene dine.
sv: Under avsnittet Bokföring, som finns högst upp på översiktsskärmen, kan du hitta dina fakturor tillsammans med dina kontoutdrag.

# ms_invoice_invoiceno
source: Invoice no
da: Faktura nr
de: Rechnungs-Nr
et_ee: Arve nr
fi: Lasku nro
fr: N° de facture
it: N. fattura
lt_lt: Sąskaitos faktūros Nr
lv_lv: Rēķina Nr
nb: Fakturanr
sv: Fakturanr

# ms_invoice_nopdf
source: No invoice PDF available
da: Der er ingen tilgængelig PDF med faktura
de: Kein Rechnungs-PDF verfügbar
et_ee: Arve PDF pole saadaval
fi: Laskun PDF-tiedostoa ei ole saatavilla
fr: Pas de facture au format PDF disponible
it: Nessun PDF della fattura disponibile
lt_lt: Nėra sąskaitų faktūrų PDF failų
lv_lv: Nav pieejams PDF formāta rēķins
nb: Ingen faktura-PDF tilgjengelig
sv: Ingen faktura-PDF tillgänglig

# ms_invoice_release
source: Invoices is now available on the Accounting page
da: Fakturaer er nu tilgængelige på siden Bogføring
de: Rechnungen sind jetzt auf der Seite Buchhaltung verfügbar
et_ee: Arved on nüüd saadaval raamatupidamise lehel
fi: Laskut ovat nyt saatavissa kirjanpito-sivulta
fr: Les factures sont désormais disponibles sur la page Comptabilité
it: Le fatture sono ora disponibili nella pagina Contabilità
lt_lt: Sąskaitos faktūros dabar pateikiamos apskaitos puslapyje
lv_lv: Rēķini tagad ir pieejami grāmatvedības lapā
nb: Fakturaer er nå tilgjengelig på regnskapssiden
sv: Fakturor finns nu tillgängliga på sidan Bokföring

# ms_invoices
source: Invoices
da: Fakturaer
de: Rechnungen
et_ee: Arved
fi: Laskut
fr: Factures
it: Fatture
lt_lt: Sąskaitos faktūros
lv_lv: Rēķini
nb: Fakturaer
sv: Fakturor

# ms_invoices_acquiringinvoice
source: Acquiring invoice
da: Indløsningsfaktura
de: Rechnung erfassen
et_ee: Arve hankimine
fi: Korttitapahtumien vastaanottolasku
fr: Facture d'acquisition
it: Acquisizione della fattura
lt_lt: Įsigijimo sąskaita faktūra
lv_lv: Rēķina iegūšana
nb: Løse inn faktura
sv: Inlösensfaktura

# ms_invoices_downloading_popup
source: Downloading
da: Downloades
de: Wird heruntergeladen
et_ee: Allalaadimine
fi: Ladataan
fr: Téléchargement
it: Scarica
lt_lt: Atsisiunčiama
lv_lv: Notiek lejupielāde
nb: Laster ned
sv: Laddar ner

# ms_invoices_merchantservices
source: Merchant Services
da: Købmandstjenester
de: Händlerservices
et_ee: Müügiteenused
fi: Kauppiaspalvelut
fr: Services pour le commerçant
it: Servizi esercenti
lt_lt: Prekybininkų paslaugos
lv_lv: Tirgotāju pakalpojumi
nb: Handelstjenester
sv: Butikstjänster

# ms_invoices_paymentagreement
source: Payment agreement
da: Betalingsaftale
de: Zahlungsvereinbarung
et_ee: Makseleping
fi: Maksusopimus
fr: Accord de paiement
it: Accordo di pagamento
lt_lt: Mokėjimo sutartis
lv_lv: Maksājuma līgums
nb: Betalingsavtale
sv: Betalningsavtal

# ms_keep_receipt
source: Keep receipt
da: Behold kvittering
de: Quittung aufbewahren
fi: Pitä kuitti
fr: Conserver le reçu
it: Tieni la ricevuta
lt_lt: Išsaugokite kvitą
lv_lv: Paturiet kvīti
nb: Ta vare på kvitteringen
sv: Spara kvitto

# ms_laka_alert
source: Maximum reached
da: Maksimum nået
de: Maximum erreicht
et_ee: Maksimum saavutatud
fi: Maksimi saavutettu
fr: Maximum atteint
it: Massimo raggiunto
lt_lt: Pasiektas maksimumas
lv_lv: Sasniegts maksimālais
nb: Maks. antall nådd
sv: Maximalt antal har uppnåtts

# ms_laka_alertmessage
source: It is currently not possible to select more than 20 locations at the same time.
da: Det er i øjeblikket ikke muligt at vælge mere end 20 steder samtidigt.
de: Derzeit ist es nicht möglich, mehr als 20 Standorte gleichzeitig auszuwählen.
et_ee: Praegu pole võimalik valida korraga rohkem kui 20 asukohta.
fi: Tällä hetkellä ei ole mahdollista valita enemmän kuin 20 myyntipistettä kerralla.
fr: Il n'est actuellement pas possible de sélectionner plus de 20 lieux en même temps.
it: Attualmente non è possibile selezionare più di 20 sedi contemporaneamente
lt_lt: Šiuo metu negalima pasirinkti daugiau nei 20 vietų vienu metu.
lv_lv: Pašlaik nav iespējams atlasīt vairāk nekā 20 atrašanās vietas vienlaikus.
nb: Det er for øyeblikket ikke mulig å velge mer enn 20 steder samtidig.
sv: Det är för närvarande inte möjligt att välja fler än 20 platser samtidigt.

# ms_laka_alertmessage_beforedone
source: Please select at least one shop
da: Vælg mindst én butik
de: Bitte wählen Sie mindestens ein Geschäft aus.
et_ee: Valige vähemalt üks pood
fi: Valitse vähintään yksi myyntipiste
fr: Veuillez sélectionner au moins un magasin
it: Seleziona almeno un punto vendita
lt_lt: Pasirinkite bent vieną parduotuvę
lv_lv: Lūdzu, izvēlieties vismaz vienu veikalu
nb: Velg minst én butikk
sv: Välj minst en butik

# ms_laka_search
source: Search sales locations
da: Søg efter salgssteder
de: Verkaufsstandorte suchen
et_ee: Otsi müügikohti...
fi: Hae myyntipisteitä
fr: Rechercher des points de vente
it: Cerca sedi di vendita
lt_lt: Ieškoti pardavimo vietų...
lv_lv: Meklēt tirdzniecības vietas…
nb: Søk etter salgssteder
sv: Sök försäljningsplatser

# ms_laka_selectall
source: Select all
da: Vælg alle
de: Alle auswählen
et_ee: Vali kõik
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
lt_lt: Pasirinkti viską
lv_lv: Atlasīt visus
nb: Velg alle
sv: Väl alla

# ms_language_defualt_sublabel
source: Default
da: Standard
de: Standard
et_ee: Vaikimisi
fi: Oletus
fr: Défaut
it: Predefinita
lt_lt: Numatytoji
lv_lv: Noklusējuma
nb: Standardinnstilling
sv: Standard

# ms_language_pop_up_confirm_message
source: MyPayments will be restarted and the language will be switched to %s
da: MyPayments genstartes, og sproget skiftes til %s.
de: MyPayments wird neu gestartet und die Sprache wird auf %s umgestellt
et_ee: MyPayments käivitatakse uuesti ja keel lülitatakse ümber keelele %s.
fi: MyPayments käynnistetään uudelleen ja kieli vaihdetaan %s:ksi.
fr: MyPayments va être redémarré et la langue sera changée en %s
it: MyPayments sarà riavviato e la lingua sarà cambiata in %s
lt_lt: MyPayments bus paleista iš naujo ir kalba bus pakeista į %s
lv_lv: MyPayments tiks restartēta un valoda tiks pārslēgta uz %s.
nb: MyPayments startes på nytt, og språket endres til %s.
sv: MyPayments kommer att startas om och språket kommer att bytas till %s

# ms_language_pop_up_confirm_title
source: Change to %s?
da: Skift til %s?
de: Wechsel zu %s?
et_ee: Muuda %s?
fi: Vaihda %s:ksi?
fr: Passer à %s ?
it: Passare a %s?
lt_lt: Keisti į %s?
lv_lv: Mainīt uz %s?
nb: Endre til %s?
sv: Ändra till %s?

# ms_last_4_years
source: Last 4 years:
da: Sidste 4 år:
de: Letzte 4 Jahre:
et_ee: 4 viimast aastat:
fi: Viimeiset 4 vuotta:
fr: 4 dernières années:
it: Ultimi 4 anni:
lt_lt: Paskutiniai 4 metai:
lv_lv: Pēdējie 4 gadi:
nb: Siste 4 år:
sv: Senaste 4 åren:

# ms_last_day
source: Yesterday:
da: I går:
de: Gestern:
et_ee: Eile:
fi: Eilen:
fr: Hier:
it: Ieri:
lt_lt: Vakar:
lv_lv: Vakar:
nb: I går:
sv: Igår:

# ms_last_receipt
source: Press the GREEN OK button to choose ‘Last receipt’ and the terminal will print the last receipt.
da: Tryk på den GRØNNE OK-knap for at vælge "Seneste kvittering", hvorefter terminalen udskriver den seneste kvittering.
de: Drücken Sie die GRÜNE OK-Taste, um „Letzter Beleg“ auszuwählen. Das Terminal druckt dann den letzten Beleg.
et_ee: Vajutage ROHELIST OK nuppu, et valida „Viimane kviitung” ja terminal trükib viimase kviitungi.
fi: Paina VIHREÄÄ OK-painiketta valitaksesi Viimeinen kuitti ja pääte tulostaa viimeisen kuitin.
it: Premi il pulsante GREEN OK per selezionare "Ultima ricevuta" e il terminale stamperà l'ultima ricevuta.
lt_lt: Spustelėkite ŽALIĄ mygtuką „OK“ (gerai), pasirinkite „Last Receipt“ (paskutinis kvitas) ir terminalas išspausdins paskutinį kvitą.
lv_lv: Nospiediet ZAĻO OK pogu, lai izvēlētos “Pēdējā kvīts”, un terminālis izdrukās pēdējo kvīti.
nb: Trykk på den GRØNNE OK-knappen for å velge "Siste kvittering", så skriver terminalen ut den siste kvitteringen.
sv: Tryck på den gröna OK-knappen för att välja ”Senaste kvitto”, så skriver terminalen ut det senaste kvittot.

# ms_last_receipt_subtxt
source: Tap or navigate to ‘Reprint last receipt’
de: Auf „Letzten Beleg erneut drucken“ tippen oder dahin navigieren
fi: Napauta tai siirry kohtaan Tulosta viimeinen kuitti
fr: Appuyer sur ou aller à « Réimprimer le dernier reçu »
it: Tocca o vai a 'Ristampa l'ultima ricevuta'

# ms_last_receipt_subtxt1
source: Tap or navigate to Reprint last receipt by tapping on Reprint last receipt on the screen or press 3 on the numeric pad.
de: Durch Tippen auf „Letzten Beleg erneut drucken“ auf dem Bildschirm oder Drücken von 3 auf dem Ziffernblock gelangen Sie zu „Letzten Beleg erneut drucken“.
fi: Napauta tai siirry kohtaan Tulosta viimeinen kuitti napauttamalla näytössä Tulosta viimeinen kuitti tai painamalla numeronäppäimistön näppäintä 3.
fr: Appuyez sur ou allez à la fonction Réimprimer le dernier reçu en appuyant sur Réimprimer le dernier reçu sur l'écran ou appuyez sur le chiffre 3 du pavé numérique.
it: Tocca o vai a Ristampa l'ultima ricevuta toccando Ristampa l'ultima ricevuta sullo schermo o premi 3 sul tastierino numerico.

# ms_last_x_days
source: Last %d days:
da: Sidste %d dage:
de: Letzte %d Tage:
et_ee: %d viimast päeva:
fi: Viimeiset %d päivää:
fr: %d derniers jours:
it: Ultimi %d giorni:
lt_lt: Paskutinės %d d.:
lv_lv: Pēdējās %d dienas:
nb: Siste %d dager:
sv: Senaste %d dagarna:

# ms_last_x_months
source: Last %d months:
da: Sidste %d måneder:
de: Letzte %d Monate:
et_ee: %d viimast kuud:
fi: Viimeiset %d kuukautta:
fr: %d derniers mois:
it: Ultimi %d mesi:
lt_lt: Paskutiniai %d mėn.:
lv_lv: Pēdējie %d mēneši:
nb: Siste %d måneder:
sv: Senaste %d månaderna:

# ms_last_x_weeks
source: Last %d weeks:
da: Sidste %d uger:
de: Letzte %d Wochen:
et_ee: %d viimast nädalat:
fi: Viimeiset %d viikkoa:
fr: %d dernières semaines:
it: Ultime %d settimane:
lt_lt: Paskutinės %d savaitės:
lv_lv: Pēdējās %d nedēļas:
nb: Siste %d uker:
sv: Senast %d veckorna:

# ms_latest_payments
source: Latest payments
da: Senste betalinger
de: Letzte Zahlungen
et_ee: Viimased maksed
fi: Viimeisimmät maksut
fr: Derniers paiements en date
it: Ultimi pagamenti
lt_lt: Naujausi mokėjimai
lv_lv: Jaunākie maksājumi
nb: De siste betalingene
sv: Senaste betalningar

# ms_left_menu_title_language
source: Language
da: Sprog
de: Sprache
et_ee: Keel
fi: Kieli
fr: Langue
it: Lingua
lt_lt: Kalba
lv_lv: Valoda
nb: Språk
sv: Språk

# ms_limitedPeriod
source: Analytics Pro will no longer be available after 31.1.2024
da: Analytics Pro vil ikke længere være tilgængelig efter 31.1.2024
de: Analytics Pro wird nach dem 31. Januar 2024 nicht mehr zur Verfügung stehen
fi: Analytics Pro ei ole enää saatavilla 31.1.2024 jälkeen
it: Analytics Pro non sarà più disponibile dopo il 31.1.2024
nb: Analytics Pro vil ikke lenger være tilgjengelig etter 31.1.2024
sv: Analytics Pro kommer inte längre vara tillgängligt efter 31.01.2024

# ms_list_of_cards_txt
source: Here is a list of cards that can be used on Tap To Pay on Android
de: Die Karten in dieser Liste können auf Tap to Pay on Android verwendet werden
fi: Tässä on lista korteista, joita voidaan käyttää Tap to Pay on Androidissa
fr: Voici une liste de cartes utilisables sur Tap To Pay on Android
it: Qui di seguito è indicato un elenco di carte che possono essere usate su Tap To Pay su Android

# ms_local_schemes_txt
source: Local schemes such as Giro card will unfortunately not work.
de: Lokale Systeme wie die Girokarte können leider nicht verwendet werden.
fi: Paikalliset järjestelmät, kuten Giro-kortti, eivät valitettavasti toimi.
fr: Les systèmes locaux tels que Girocard ne fonctionneront malheureusement pas.
it: Purtroppo i circuiti locali come la carta Giro non funzioneranno.

# ms_login_FaceIdAgain
source: Try Face ID Again
da: Prøv Face ID igen
de: Face ID erneut versuchen
et_ee: Proovige uuesti näotuvastust
fi: Kokeile Face ID:tä uudelleen
fr: Faire une nouvelle tentative de reconnaissance faciale
it: Riprova Face ID
lt_lt: Pabandykite „Face ID“ dar kartą
lv_lv: Vēlreiz izmēģiniet sejas ID
nb: Prøv ansikts-ID på nytt
sv: Försök Face ID igen

# ms_login_No
source: No
da: Nej
de: Nein
et_ee: Ei
fi: Ei
fr: Non
lt_lt: Ne
lv_lv: Nē
nb: Nei
sv: Nej

# ms_login_OpenApp
source: Please choose a PIN to use when opening the app
da: Vælg en pinkode, der skal bruges, når du åbner appen
de: Bitte wählen Sie eine PIN, die beim Öffnen der App verwendet werden soll
et_ee: Valige rakenduse avamiseks kasutatav PIN-kood
fi: Valitse PIN-koodi, jota haluat käyttää sovellusta avattaessa
fr: Veuillez choisir un code PIN à utiliser à l'ouverture de l'application
it: Scegli un PIN da usare per aprire l'app
lt_lt: Pasirinkite PIN kodą, kurį naudosite atidarydami programą
lv_lv: Lūdzu, izvēlieties PIN kodu, ko izmantot, atverot lietotni
nb: Velg PIN-koden du vil bruke til å åpne appen
sv: Välj en PIN-kod som ska användas när du öppnar appen

# ms_login_TouchIDtoOpen
source: Do you want to use Touch ID to open your app?
da: Vil du bruge Touch ID til at åbne din app?
de: Möchten Sie die Touch ID zum Öffnen Ihrer App verwenden?
et_ee: Kas soovite kasutada oma rakenduse avamiseks puutetuvastust?
fi: Haluatko avata sovelluksesi Touch ID:n avulla?
fr: Voulez-vous utiliser l'identification tactile pour ouvrir votre application?
it: Vuoi usare Touch ID per aprire l'app?
lt_lt: Ar norite naudoti „Touch ID“ programai atidaryti?
lv_lv: Vai vēlaties izmantot Touch ID, lai atvērtu savu lietotni?
nb: Vil du bruke berørings-ID for å åpne appen?
sv: Vill du använda Touch ID för att öppna appen?

# ms_login_Yes
source: Yes
da: Ja
de: Ja
et_ee: Jah
fi: Kyllä
fr: Oui
it: Sì
lt_lt: Taip
lv_lv: Jā
nb: Ja
sv: Ja

# ms_login_biometric_description
source: Please login using the selected biometrics
da: Log venligst ind med den valgte biometri
de: Melden Sie sich mit dem ausgewählten biometrischen Merkmal an
et_ee: Palun logige sisse valitud biomeetrilise tunnuse abil
fi: Kirjaudu sisään käyttämällä valittua biometristä tunnusta
fr: Veuillez vous connecter à l'aide de l'identifiant biométrique sélectionné
it: Accedi con il sistema biometrico selezionato
lt_lt: Prisijunkite naudodami pasirinktus biometrinius duomenis
lv_lv: Lūdzu, piesakieties, izmantojot izvēlēto biometrisko
nb: Vennligst logg inn med den valgte biometrien
sv: Logga in med den valda biometrin

# ms_login_biometric_title
source: Biometric Authentication
da: Biometrisk autentificering
de: Biometrische Authentifizierung
et_ee: Biomeetriline autentimine
fi: Biometrinen tunnistus
fr: Authentification biométrique
it: Autenticazione biometrica
lt_lt: Biometrinis autentiškumo nustatymas
lv_lv: Biometriskā autentifikācija
nb: Biometrisk autentisering
sv: Biometrisk autentisering

# ms_login_choosepin
source: Choose PIN
da: Vælg pinkode
de: PIN wählen
et_ee: Valige PIN
fi: Valitse PIN-koodi
fr: Choisir le code PIN
it: Scegli un PIN
lt_lt: Pasirinkite PIN kodą
lv_lv: Izvēlieties PIN
nb: Velg PIN-kode
sv: Välj PIN

# ms_login_fingerprint
source: Log on with fingerprint
da: Log på med fingeraftryk
de: Mit Fingerabdruck anmelden
et_ee: Sisselogimine sõrmejäljega
fi: Kirjaudu sisään sormenjäljellä
fr: Se connecter avec une empreinte digitale
it: Accedi con l'impronta digitale
lt_lt: Prisijunkite naudodami piršto atspaudą
lv_lv: Piesakieties ar pirksta nospiedumu
nb: Logg på med fingeravtrykk
sv: Logga in med fingeravtryck

# ms_login_mail
source: E-mail verification code
da: Send e-mail med verifikationskode
de: E-Mail-Verifizierungscode
et_ee: E-posti kinnituskood
fi: Sähköpostivahvistuskoodi
fr: Envoyer un code de vérification par e-mail
it: Codice di verifica e-mail
lt_lt: El. pašto patvirtinimo kodas
lv_lv: E-pasta verifikācijas kods
nb: Bekreftelseskode for e-post
sv: Verifieringskod för e-post

# ms_login_mypayments
source: Touch ID for “MyPayments”
da: Touch ID til "MyPayments"
de: Touch ID für „MyPayments“
et_ee: MyPaymentsi puutetuvastus
fi: Touch ID MyPayments-sovellusta varten
fr: Identification tactile pour «MyPayments»
it: Touch ID per "MyPayments"
lt_lt: „MyPayments“ skirtas „Touch ID“
lv_lv: "MyPayments" skāriena ID
nb: Berørings-ID for "MyPayments"
sv: Touch ID för ”MyPayments”

# ms_login_newpin
source: Please confirm the new PIN
da: Bekræft den nye pinkode
de: Bitte bestätigen Sie die neue PIN
et_ee: Palun kinnitage uus PIN-kood
fi: Vahvista uusi PIN-koodi
fr: Veuillez confirmer le nouveau code PIN
it: Conferma il nuovo PIN
lt_lt: Patvirtinkite naują PIN kodą
lv_lv: Lūdzu, apstipriniet jauno PIN
nb: Bekreft den nye PIN-koden
sv: Bekräfta den nya PIN-koden

# ms_login_notrecognised
source: Face Not Recognised
da: Ansigtet blev ikke genkendt
de: Gesicht nicht erkannt
et_ee: Nägu ei tuvastatud
fi: Kasvoja ei tunnistettu
fr: Visage non reconnu
it: Riconoscimento facciale non avvenuto
lt_lt: Veidas neatpažintas
lv_lv: Seja nav atpazīta
nb: Ansikt ikke gjenkjent
sv: Ansikte kändes inte igen

# ms_login_sentcode
source: We have now sent a code to:
da: Vi har nu sendt en kode til:
de: Wir haben einen Code an die folgende Adresse versandt:
et_ee: Saatsime koodi aadressile:
fi: Olemme lähettäneet koodin osoitteeseen:
fr: Nous venons d'envoyer un code à:
it: Abbiamo mandato un codice a:
lt_lt: Kodą išsiuntėme adresu:
lv_lv: Tagad esam nosūtījuši kodu uz:
nb: Vi har nå sendt en kode til:
sv: Vi har nu skickat en kod till:

# ms_login_tryagain
source: Try Again
da: Prøv igen
de: Erneut versuchen
et_ee: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
lt_lt: Bandykite dar kartą
lv_lv: Mēģiniet vēlreiz
nb: Prøv på nytt
sv: Försök igen
