Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# tut_first_page_desc
source: Once you open the app, you will see a dashboard with key figures.
da: Når du åbner appen, får du vist et dashboard med nøgletal.
de: Sobald Sie die App öffnen, wird Ihnen ein Dashboard mit den wichtigsten Kennzahlen angezeigt.
et_ee: Pärast rakenduse avamist näete põhinäitajatega avakuva.
fi: Kun avaat sovelluksen, näet kojelaudan avainlukuineen.
fr: Une fois l'application ouverte, un tableau contenant les chiffres essentiels apparaîtra.
it: Quando apri l'app, vedrai un dashboard con le cifre principali
lt_lt: Atvėrę programėlę pamatysite skydelį, kuriame rodomi svarbiausi skaičiai.
lv_lv: Atverot lietotni, jūs redzēsiet informācijas paneli ar galvenajiem rādītājiem.
nb: Når du åpner appen, vil du se et dashbord med nøkkeltall.
sv: När du har öppnat appen ser du en panel med nyckeltal. Data uppdateras dagligen kl. 10:00.

# tut_first_page_desc_daily_update
source: Daily update at: 10:00
da: Daglig opdatering: kl. 10.00
de: Tägliche Aktualisierung um 10:00 Uhr.
et_ee: Värskendamine iga päev 10.00
fi: Päivittäinen päivitys: 10:00
fr: Mise à jour quotidienne à 10 heures
it: Aggiornamento quotidiano alle 10:00
lt_lt: Dienos atnaujinimas: 10:00
lv_lv: Ikdienas atjauninājums plkst. 10:00
nb: Daglig oppdatering kl 10.00
sv: Daglig uppdatering kl. 10.00

# tut_first_page_title
source: Get the most important figures at a glance
da: Få hurtigt overblik over de vigtigste tal
de: Die wichtigsten Kennzahlen auf einen Blick
et_ee: Ülevaade kõige olulisematest näitajatest
fi: Saat tärkeimmät luvut yhdellä silmäyksellä
fr: Voir les données essentielles d'un coup d'œil
it: Ottieni le cifre più importanti in un attimo
lt_lt: Svarbiausių skaičių suvestinė
lv_lv: Skatiet vissvarīgākos skaitļus uzreiz
nb: Se en oversikt over de viktigste tallene
sv: Få de viktigaste siffrorna i korthet

# tut_replay_button
source: Replay
da: Afspil igen
de: Erneut abspielen
et_ee: Esita uuesti
fi: Toista
fr: Regarder à nouveau
it: Ripeti
lt_lt: Pakartoti
lv_lv: Atkārtot
nb: Spill på nytt
sv: Spela upp igen

# tut_second_page_desc
source: The graph can be swiped back in time, and you can select specific dates in the date picker.
da: Du kan swipe grafen tilbage i tiden og bestemte datoer i datovælgeren.
de: Durch Wischen können Sie einen vergangenen Zeitraum anzeigen. Darüber hinaus können Sie auch bestimmte Daten in der Datumsauswahl wählen.
et_ee: Neid graafikuid saab ajas tagasi libistada ning kuupäevavalijast saab valida konkreetsed kuupäevad.
fi: Kuvaajaa voi selata taaksepäin ja voit valita tietyn päivämäärän valitsimessa.
fr: Il est possible de déplacer le graphique dans le temps en le faisant glisser, et de sélectionner des dates spécifiques dans le sélecteur de date.
it: Il grafico può essere riportato indietro nel tempo e puoi selezionare le date specifiche nel selettore di date.
lt_lt: Grafike galima pereiti į ankstesnį laikotarpį, be to, konkrečias datas galima pasirinkti datų langelyje.
lv_lv: Grafiku var patīt atpakaļ un datumu atlasītājā atlasīt konkrētus datumus.
nb: Grafen kan dras tilbake i tid, og du kan velge bestemte datoer i datovelgeren.
sv: Du kan dra i grafen för att gå tillbaka i tiden, och du kan välja specifika datum i datumväljaren.

# tut_second_page_title
source: Card sales graph
da: Graf over kortsalg
de: Kartenumsatz-Diagramm
et_ee: Kaardimüügi graafik
fi: Korttimyyntikuvaaja
fr: Graphique des ventes réglées par carte
it: Grafico Vendite con carte
lt_lt: Atsiskaitymo kortelėmis grafikas
lv_lv: Kartes maksāšanas grafiks
nb: Kortsalgsgraf
sv: Graf för kortförsäljning

# tut_skip_btn
source: Get started
da: Kom i gang
de: Erste Schritte
et_ee: Alusta
fi: Aloita
fr: Premiers pas
it: Inizia
lt_lt: Pradėti
lv_lv: Sākt
nb: Kom i gang
sv: Kom igång

# tut_third_page_desc
source: If you have more than one merchant, you can choose which one you want to view in the Settings page.
da: Hvis du har mere end en forretning, kan du vælge hvilken du vil se på siden Indstillinger.
de: Wenn Sie mehrere Händler haben, können Sie auf der Seite „Einstellungen“ auswählen, welchen Händler Sie anzeigen möchten.
et_ee: Kui teil on rohkem kui üks müügiüksus, saate valida seadete lehel, millist neist soovite vaadata.
fi: Jos sinulla on useampi kuin yksi kauppias, voit valita kenet haluat nähdä Asetukset-sivulla.
fr: Si vous avez plusieurs commerçants, vous pouvez choisir celui que vous voulez voir dans la page Paramètres.
it: Se hai più di un esercente, puoi scegliere quale vuoi visualizzare nella pagina di Configurazione.
lt_lt: Jei turite daugiau nei vieną prekybos vietą, puslapyje „Nuostatos“ galima parinkti, kurios vietos duomenys bus rodomi.
lv_lv: Ja jums ir vairāk nekā viens tirgotājs, varat izvēlēties, kuru vēlaties skatīt, iestatījumu lapā.
nb: Hvis du har mer enn ett brukersted, kan du velge hvilket av dem du vil vise på Innstillinger-siden.
sv: Om du har mer än en butik kan du ställa in vilken du vill se i dina inställningar.

# tut_third_page_title
source: Select different merchant
da: Vælg en anden forretning
de: Anderen Händler auswählen
et_ee: Teise müügiüksuse valimine
fi: Valitse toinen kauppias
fr: Sélectionner un autre commerçant
it: Seleziona un esercente diverso
lt_lt: Parinkite kitą prekybos vietą
lv_lv: Izvēlieties citu tirgotāju
nb: Velg et annet brukersted
sv: Välj annan butik

# email.footer.name
source: Nets-konserni
da: Nets Group
de: Nets-Gruppe
et_ee: Netsi kontsern
fr: Groupe Nets
it: Gruppo Nets
lt_lt: „Nets“ grupė
lv_lv: Tīkla grupa
nb: Nets-konsernet
sv: Nets Group
