Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

source: GO BACK
da: GÅ TILBAGE
de: ZURÜCK
fi: PALAUTA
fr: RETOUR
it: TORNA INDIETRO
nb: GÅ TILBAKE
sv: GÅ TILLBAKA

# graph_more_hint
source: Tap for more graph settings
da: Tap for flere grafindstillinger
de: Weitere Diagrammeinstellungen
et_ee: Puuduta graafiku sätete avamiseks
fi: Napauta saadaksesi lisää kuvaaja-asetuksia
fr: Appuyer pour afficher des paramètres supplémentaires du graphique
it: Tocca per altre configurazioni del grafico
lt_lt: Bakst. – dar graf. nuos.
lv_lv: Piesk., lai ieg. vairāk diagr. iestat.
nb: Trykk for flere statistikkinnstillinger
sv: Tryck för fler grafikställningar

# graph_type_column
source: Column graph
da: Kolonnegraf
de: Säulendiagramm
et_ee: Tulpdiagramm
fi: Pylväskaavio
fr: Graphique en colonnes
it: Grafico a colonne
lt_lt: Stulpelinė diagrama
lv_lv: Kolonnu diagramma
nb: Kolonnediagram
sv: Stolpdiagram

# graph_type_line
source: Line graph
da: Linjegraf
de: Liniendiagramm
et_ee: Joondiagramm
fi: Viivakaavio
fr: Graphique linéaire
it: Grafico a linee
lt_lt: Linijinė diagrama
lv_lv: Līniju diagramma
nb: Linjediagram
sv: Linjediagram

# guide_tap_to_pay_header
source: Guides for Tap To Pay
de: Anleitungen für Tap To Pay
fi: Tap to Pay -oppaat
fr: Guides pour Tap To Pay
it: Guide per Tap To Pay

# laka_alert_msg
source: It is currently not possible to select more than 20 locations at once.
da: Det er i øjeblikket ikke muligt at vælge mere end 20 steder samtidigt.
de: Derzeit ist es nicht möglich, mehr als 20 Standorte gleichzeitig auszuwählen.
et_ee: Praegu pole võimalik valida korraga rohkem kui 20 asukohta.
fi: Tällä hetkellä ei ole mahdollista valita enemmän kuin 20 paikkaa kerralla.
fr: Il n'est actuellement pas possible de sélectionner plus de 20 lieux en même temps.
it: Attualmente non è possibile selezionare più di 20 sedi in una volta.
lt_lt: Šiuo metu negalima pasirinkti daugiau nei 20 vietų vienu metu.
lv_lv: Pašlaik nav iespējams vienlaikus atlasīt vairāk kā 20 atrašanās vietas.
nb: Det er for øyeblikket ikke mulig å velge mer enn 20 steder samtidig.
sv: Det är för närvarande inte möjligt att välja fler än 20 platser samtidigt.
