Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_receive_tip_step5_header
source: Let your customer add the desired tip amount
da: Lad kunden tilføje det ønskede drikkepengebeløb.
de: Den Kunden das gewünschte Trinkgeld eingeben lassen
et_ee: Laske kliendil soovitud jootraha summa lisada
fi: Anna asiakkaan valita haluttu juomaraha
fr: Laissez le client ajouter le montant du pourboire voulu
it: Fai aggiungere al cliente l'importo della mancia
lt_lt: Leiskite klientui pridėti norimą arbatpinigių sumą
lv_lv: Ļaujiet klientam pievienot vēlamo dzeramnaudas summu
nb: La kunden oppgi ønsket driksbeløp
sv: Låt kunden lägga till önskat dricksbelopp

# ms_receive_tip_step6_desc
source: Let your customer complete the purchase by using their payment card.
da: Lad kunden gennemføre købet med vedkommendes betalingskort.
de: Lassen Sie Ihren Kunden den Kauf mit der Zahlungskarte abschließen.
et_ee: Laske kliendil sooritada ost, kasutades oma maksekaarti.
fi: Anna asiakkaasi suorittaa ostos loppuun käyttämällä maksukorttiaan.
fr: Laissez le client effectuer l'achat à l'aide de sa carte de paiement.
it: Fai completare l'acquisto al cliente con la sua carta di pagamento.
lt_lt: Leiskite klientui užbaigti pirkimą naudojant mokėjimo kortelę.
lv_lv: Ļaujiet klientam veikt pirkumu, izmantojot savu maksājumu karti.
nb: La kunden fullføre kjøpet via betalingskortet sitt.
sv: Låt kunden slutföra köpet genom att använda sitt betalningskort.

# ms_receive_tip_step6_header
source: Let your customer complete the purchase
da: Lad kunden gennemføre købet
de: Lassen Sie Ihren Kunden den Kauf abschließen
et_ee: Laske oma kliendil ost lõpule viia
fi: Anna asiakkaan suorittaa ostos loppuun
fr: Laissez le client effectuer l'achat
it: Fai completare l'acquisto al cliente
lt_lt: Leiskite klientui užbaigti pirkimą
lv_lv: Ļaujiet klientam pabeigt pirkumu
nb: La kunden fullføre kjøpet
sv: Låt kunden slutföra köpet

# ms_receive_tip_step7_desc
source: The terminal will print your own receipt first.
da: Terminalen udskriver din kvittering først.
de: Das Terminal druckt Ihren eigenen Beleg zuerst.
et_ee: Terminal trükib teie kviitungi esmalt.
fi: Pääte tulostaa ensin oman kuittisi.
fr: Le terminal imprimera d'abord votre propre reçu.
it: Il terminale stamperà prima la tua ricevuta.
lt_lt: Terminalas pirmiausia išspausdins jūsų kvitą.
lv_lv: Terminālis vispirms izdrukās jūsu kvīti.
nb: Terminalen skriver ut din kvittering først.
sv: Terminalen skriver ut ditt kvitto först.

# ms_receive_tip_step7_header
source: Your receipt will be printed
da: Din kvittering udskrives
de: Ihr Beleg wird gedruckt
et_ee: Teie kviitungit trükitakse
fi: Kuittisi tulostetaan
fr: Votre reçu va être imprimé
it: La tua ricevuta sarà stampata.
lt_lt: Išspausdinamas jūsų kvitas
lv_lv: Jūsu kvīts tiks izdrukāta
nb: Kvitteringen din skrives ut
sv: Ditt kvitto skrivs ut

# ms_receive_tip_step8_desc
source: Within 5 seconds, click on the X if your customer does not need thephysical receipt or click the checkmark if they need it.
da: Tryk på X inden for 5 sekunder, hvis kunden ikke ønsker en fysisk kvittering, eller klik på fluebenet, hvis kunden gerne vil have en kvittering.
de: Klicken Sie innerhalb von 5 Sekunden auf X, wenn Ihr Kunde den Beleg in Papierform nicht benötigt, oder klicken Sie auf das Häkchen, wenn er ihn benötigt.
et_ee: Klõpsake 5 sekundi jooksul X, kui teie klient ei vaja füüsilist kviitungit, või klõpsake linnukest, kui ta seda vajab.
fi: Napsauta 5 sekunnin kuluessa X:ää, jos asiakas ei tarvitse fyysistä kuittia, tai napsauta valintamerkkiä, jos hän tarvitsee sitä.
fr: Vous avez 5 secondes pour cliquer sur le X si votre client n'a pas besoin du reçu physique ou cliquer sur la coche s'il en a besoin.
it: Fai clic entro 5 secondi sulla X se il tuo cliente non ha bisogno di una ricevuta fisica o sul segno di spunta se ne ha bisogno.
lt_lt: Per 5 sekundes spustelėkite X, jei klientui fizinio kvito nereikia, o jei klientui kvito reikia, spustelėkite varnelę.
lv_lv: 5 sekunžu laikā noklikšķiniet uz X, ja klientam nav nepieciešama fiziskā kvīts, vai noklikšķiniet uz atzīmes, ja viņam tā ir nepieciešama.
nb: Klikk på X innen fem sekunder hvis kunden ikke vil ha fysisk kvittering, eller klikk på haken hvis de vil ha den.
sv: Klicka på X inom fem sekunder om kunden inte vill ha det fysiska kvittot eller klicka på bockmarkeringen om hen vill ha det.

# ms_receive_tip_step8_header
source: Decline or accept the printing of your customer’s receipt
da: Afvis eller accepter udskrivning af kundens kvittering
de: Drucken von Kundenbelegen ablehnen oder akzeptieren
et_ee: Keelduge kliendi kviitungi printimisest või nõustuge sellega
fi: Hylkää tai hyväksy asiakkaan kuitin tulostaminen.
fr: Refusez ou acceptez l'impression du reçu de votre client
it: Rifiutare o accettare la stampa della ricevuta del tuo cliente
lt_lt: Atmeskite arba patvirtinkite kliento kvito spausdinimą
lv_lv: Noraidīt vai pieņemt klienta kvīts izdruku
nb: Avvis eller godta at kundens kvittering skrives ut
sv: Neka eller acceptera utskriften av kundens kvitto

# ms_recieve_tip_amt
source: Enter tip amount
da: Indtast drikkepenge
de: Trinkgeld eingeben
et_ee: Sisestage jootraha summa
fi: Syötä juomaraha
fr: Entrer le montant du pourboire
it: Inserisci l'importo della mancia
lt_lt: Įveskite arbatpinigių sumą
lv_lv: Ievadiet dzeramnaudas summu
nb: Oppgi driksbeløp
sv: Ange dricksbelopp

# ms_recieve_tip_cash_desc
source: This is the app with the cash register icon, which you use to take payments.
da: Det er denne app, angivet med en kasseapparat-ikon, du skal bruge til at modtage betalinger.
de: Dies ist die App mit dem Kassensymbol, über die Sie Zahlungen vornehmen.
et_ee: See on kassaikooniga rakendus, mida kasutate maksete vastuvõtmiseks.
fi: Tämä on sovellus kassakuvakkeella, jota käytetään maksujen vastaanottamiseen.
fr: Voici l'application avec l'icône de caisse enregistreuse que vous utilisez pour recevoir des paiements.
it: Questa è l'app con l'icona del registratore di cassa che utilizzi per ricevere i pagamenti.
lt_lt: Tai mobilioji programa su kasos aparato piktograma, kurią naudojate mokėjimams priimti.
lv_lv: Šī ir lietotne ar kases ikonu, kuru izmantojat maksājumu pieņemšanai.
nb: Dette er appen med kasseikonet, og du bruker denne til å ta imot betalinger.
sv: Det här är appen med kassaapparatsikonen som du använder för att ta emot betalningar.

# ms_recieve_tip_customer_msg
source: Customer enters amount
da: Kunden indtaster beløbet
de: Kunde gibt Betrag ein
et_ee: Klient sisestab summa
fi: Asiakas syöttää summan
fr: Le client entre le montant
it: Il cliente inserisce l'importo
lt_lt: Klientas įveda sumą
lv_lv: Klients ievada summu
nb: Kunden oppgir beløp
sv: Kunden anger beloppet

# ms_recieve_tip_desc
source: Open app2pay
da: Åbn app2pay
de: app2pay öffnen
et_ee: Avage app2pay
fi: Avaa app2pay
fr: Ouvrir app2pay
it: Apri app2pay
lt_lt: Atverkite „app2pay“
lv_lv: Atveriet app2pay
nb: Åpne app2pay
sv: Öppna app2pay

# ms_recieve_tip_handover_msg
source: Handover the terminal to the customer and let them type the tip amount they would like. Then press the checkmark.
da: Giv terminalen til kunden, og lad vedkommende indtaste det ønskede drikkepengebeløb. Tryk derefter på fluebenet.
de: Übergeben Sie das Terminal an die Kunden und lassen Sie sie das gewünschte Trinkgeld eingeben. Drücken Sie dann auf das Häkchen.
et_ee: Andke terminal kliendi kätte ja laske tal sisestada soovitud jootraha summa. Seejärel vajutage märkeruutu.
fi: Anna pääte asiakkaalle ja anna hänen kirjoittaa haluamansa juomaraha. Paina sitten tarkistusmerkkiä.
fr: Remettez le terminal au client et laissez-le saisir le montant du pourboire de son choix. Puis, appuyez sur la coche.
it: Passa il terminale al cliente e fagli digitare l'importo della mancia. Quindi premi la spunta.
lt_lt: Perduokite terminalą klientui ir leiskite jam (jai) įvesti norimą arbatpinigių sumą. Tada spustelėkite varnelę.
lv_lv: Pasniedziet termināli klientam un ļaujiet viņam ierakstīt dzeramnaudas summu, ko viņš vēlas. Pēc tam nospiediet atzīmi.
nb: Gi terminalen til kunden, slik at de kan skrive inn driksbeløp. Trykk deretter på haken.
sv: Lämna över terminalen till kunden för att ange hur mycket dricks hen vill ge. Tryck därefter på bockmarkeringen.

# ms_recieve_tip_is_desc_ccva77
source: First enter original amount, then the tip amount and finally the combined amount
da: Indtast først det oprindelige beløb, dernæst drikkepengene og til slut det samlede beløb
de: Geben Sie zuerst den ursprünglichen Betrag, dann den Trinkgeldbetrag und schließlich den kombinierten Betrag ein.
et_ee: Esmalt sisestage algsumma, seejärel jootraha summa ja lõpuks kombineeritud summa
fi: Syötä ensin alkuperäinen summa, sitten juomaraha ja lopuksi yhdistetty summa
fr: D'abord, introduire le montant initial, puis le montant du pourboire et enfin le montant combiné
it: Inserisci prima l'importo originale, quindi l'importo della mancia e infine quello complessivo
lt_lt: Pirmiausia įveskite pirminę sumą, tada arbatpinigių sumą ir galiausiai bendrą sumą
lv_lv: Vispirms ievadiet sākotnējo summu, pēc tam dzeramnaudas summu un visbeidzot kopējo summu
nb: Legg først inn opprinnelig beløp, deretter driksbeløpet og til slutt sammenlagt beløp
sv: Ange först det ursprungliga beloppet, sedan dricksbeloppet och till sist totalbeloppet

# ms_recieve_tip_is_header_ccva77
source: The order
da: Bestillingen
de: Die Reihenfolge
et_ee: Tellimus
fi: Tilaus
fr: La commande
it: L'ordine
lt_lt: Užsakymas
lv_lv: Pasūtījums
nb: Bestillingen
sv: Beställningen

# ms_recieve_tip_is_subheader_ccva77
source: Adding the tip
da: Tilføjelse af drikkepenge
de: Hinzufügen des Trinkgelds
et_ee: Jootraha lisamine
fi: Juomarahan lisääminen
fr: Ajout du pourboire en cours
it: Aggiungere la mancia
lt_lt: Arbatpinigių pridėjimas
lv_lv: Pievieno dzeramnaudu
nb: Legge til driks
sv: Lägga till dricksen

# ms_recieve_tip_mstripe_desc_ccva77
source: Swipe the card downwards with a quick move on the right side of the terminal. The card stripe should face the terminal.
da: Før kortet hurtigt nedad på højre side af terminalen. Magnetstriben skal vende ind mod terminalen.
de: Ziehen Sie die Karte mit einer schnellen Bewegung auf der rechten Seite des Terminals nach unten. Der Kartenstreifen sollte zum Terminal zeigen.
et_ee: Viibake kaarti terminali paremal küljel kiire liigutusega allapoole. Kaardiriba peaks olema terminali poole.
fi: Pyyhkäise kortti nopeasti alaspäin päätteen oikealla puolella. Magneettijuovan pitää olla päätteeseen päin.
fr: D'un mouvement rapide, faites glisser la carte vers le bas sur le côté droit du terminal. La piste de la carte doit être tournée vers le terminal.
it: Fai scorrere la carta verso il basso con un rapido movimento sul lato destro del terminale. La banda magnetica della carta deve essere rivolta verso il terminale.
lt_lt: Greitu judesiu braukite kortele žemyn dešinėje terminalo pusėje. Kortelės juosta turi būti nukreipta į terminalą.
lv_lv: Pavelciet karti uz leju ar ātru kustību termināļa labajā pusē. Kartes joslai jābūt vērstai pret termināli.
nb: Sveip kortet nedover med en rask bevegelse på høyre side av terminalen. Kortstripen skal vende mot terminalen.
sv: Dra kortet snabbt nedåt på terminalens högra sida. Kortets remsa ska vara vänd mot terminalen.

# ms_recieve_tip_payment_chip_desc_ccva77
source: Insert the card in the buttom of the terminal socket. The card can only be read when the chip is facing upwards.
da: Indsæt kortet i bunden af terminalen. Kortet kan kun læses, hvis chippen vender opad.
de: Stecken Sie die Karte in die Unterseite des Terminalsockels. Die Karte kann nur gelesen werden, wenn der Chip nach oben zeigt.
et_ee: Sisestage kaart terminalipesa põhja. Kaarti saab lugeda ainult siis, kui kiip on ülespoole.
fi: Työnnä kortti päätteen aukkoon. Kortti voidaan lukea vain, kun siru on ylöspäin.
fr: Insérez la carte dans le bas du boîtier du terminal. La carte ne peut être lue que lorsque la puce est orientée vers le haut.
it: Inserisci la carta in fondo alla presa del terminale. La carta può essere letta solo quando il chip è rivolto verso l'alto.
lt_lt: Įstatykite kortelę į terminalo lizdą. Kortelę galima nuskaityti tik tada, kai lustas nukreiptas į viršų.
lv_lv: Ievietojiet karti termināļa ligzdas apakšā. Karti var nolasīt tikai tad, kad mikroshēma ir vērsta uz augšu.
nb: Sett inn kortet nederst på terminalen. Kortet kan kun leses når chippen vender oppover.
sv: Sätt in kortet längst ned i terminalens fack. Kortet kan bara läsas när chippet är vänt uppåt.

# ms_recieve_tip_payment_contactless_desc
source: Place the card less by the contactless area displayed on the terminal. When successful a green LED light will be shown.
da: Hold kortet hen over symbolet for kontaktløs betaling på terminalen. Der vises et grønt LED-lys, når betalingen er gået igennem.
de: Legen Sie die Karte weiter weg von dem auf dem Terminal angezeigten kontaktlosen Bereich. Bei Erfolg leuchtet eine grüne LED auf.
et_ee: Asetage kaart terminalis kuvatava kontaktivaba ala äärde. Kui see õnnestub, süttib roheline LED-tuli.
fi: Aseta kortti päätteeseen merkityn lähimaksualueen viereen. Vihreä merkkivalo osoittaa maksun onnistuneen.
fr: Placez la carte près de la zone sans contact figurant sur le terminal. Un témoin vert s'affiche lorsque l'opération a réussi.
it: Posiziona la carta vicino all'area contactless mostrata sul terminale. Quando l'operazione avrà esito positivo, verrà visualizzata una luce LED verde.
lt_lt: Priglauskite kortelę prie terminalo bekontakčio nuskaitymo srities. Sėkmingai įvykdžius operaciją, užsižiebs žalia LED lemputė.
lv_lv: Novietojiet karti tuvāk pie termināļa redzamās bezkontakta zonas. Kad tas būs veiksmīgs, iedegsies zaļa LED gaisma.
nb: Plasser kortet ved det kontaktløse området som vises på terminalen. Når det lykkes, vil du se et grønt LED-lys.
sv: Placera kortet vid området för kontaktlös betalning som visas på terminalen. Vid lyckad åtgärd tänds en grön LED-lampa.

# ms_recieve_tip_payment_header
source: Choose payment method
da: Vælg betalingsmetode
de: Wählen Sie eine Zahlungsmethode aus
et_ee: Valige makseviis
fi: Valitse maksutapa
fr: Choisir le mode de paiement
it: Scegli un metodo di pagamento
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlieties apmaksas metodi
nb: Velg betalingsmetode
sv: Välj betalningsmetod

# ms_recieve_tip_pin_desc_ccva77
source: In some cases a PIN code is required after the card interaction with the terminal.
da: I nogle tilfælde skal kunden indtaste sin pinkode efter at have brugt kontaktløs betaling.
de: In einigen Fällen ist nach der Interaktion der Karte mit dem Terminal ein PIN-Code erforderlich.
et_ee: Mõnel juhul on kaardi ja terminali suhtluse järel vaja PIN-koodi.
fi: Joissakin tapauksissa pääte pyytää PIN-koodin.
fr: Dans certains cas, un code PIN est nécessaire après l'interaction de la carte avec le terminal.
it: In alcuni casi è richiesto un codice PIN dopo l'interazione tra la carta e il terminale.
lt_lt: Kai kuriais atvejais terminale naudojant kortelę gali būti paprašyta įvesti PIN kodą.
lv_lv: Dažos gadījumos PIN kods ir nepieciešams pēc kartes mijiedarbības ar termināli.
nb: I noen tilfeller kreves en PIN-kode når kortet brukes på terminalen.
sv: I vissa fall krävs en PIN-kod efter kortinteraktionen med terminalen.

# ms_recieve_tip_pin_header_ccva77
source: If PIN occurs
da: Hvis pinkode kræves
de: Wenn PIN erscheint
et_ee: Kui nõutakse PIN-i
fi: Jos PIN-koodi pyydetään
fr: Si un code PIN est demandé
it: Se viene richiesto il PIN
lt_lt: Jei prašoma PIN kodo
lv_lv: Ja tiek parādīts PIN
nb: Hvis PIN er nødvendig
sv: Om PIN-kod behövs

# ms_recieve_tip_pin_subtitle_ccva77
source: Enter PIN code
da: Indtast pinkode
de: Geben Sie den PIN-Code ein
et_ee: Sisestage PIN-kood
fi: Syötä PIN-koodi
fr: Entrer le code PIN
it: Inserisci il codice PIN
lt_lt: Įveskite PIN kodą
lv_lv: Ievadiet PIN kodu
nb: Oppgi PIN-kode
sv: Ange PIN-kod

# ms_recieve_tip_refund_amt_desc_ccva77
source: Insert the amount that needs to be refunded and press the checkmark
da: Indtast det beløb, der skal tilbagebetales, og tryk på fluebenet
de: Geben Sie den Betrag ein, der erstattet werden soll, und drücken Sie auf das Häkchen.
et_ee: Sisestage tagasi makstav summa ja vajutage märkeruudul
fi: Syötä palautettava summa ja paina valintamerkkiä
fr: Introduire le montant à rembourser et appuyer sur la coche
it: Inserisci l'importo che deve essere rimborsato e premi il segno di spunta
lt_lt: Įveskite sumą, kurią reikia grąžinti, ir paspauskite varnelę
lv_lv: Ierakstiet atmaksājamo summu un nospiediet atzīmi
nb: Oppgi beløpet som skal refunderes, og trykk på haken
sv: Mata in beloppet som ska återbetalas och tryck på bocken

# ms_recieve_tip_refund_amt_subtitle_ccva77
source: Enter refund amount
da: Indtast beløb, der skal tilbagebetales
de: Geben Sie den Erstattungsbetrag ein
et_ee: Sisestage tagasimakse summa
fi: Syötä palautettava summa
fr: Entrer le montant du remboursement
it: Inserisci l'importo del rimborso
lt_lt: Įveskite grąžinamą sumą
lv_lv: Ievadiet atmaksas summu
nb: Oppgi refusjonsbeløp
sv: Mata in återbetalningsbelopp

# ms_recieve_tip_refund_desc_ccva77
source: The app can be found on the front page over softkey buttons
da: Appen er placeret på forsiden over softkey-knapperne
de: Die App finden Sie auf der Startseite über Softkey-Tasten.
et_ee: Rakenduse leiate esilehelt funktsiooniklahvide nuppude kaudu
fi: Sovellus löytyy etusivulta näppäinten yläpuolelta
fr: Pour trouver l'application, rendez-vous sur la page d'accueil où se trouvent les boutons à touche programmable.
it: Trovi l'app nella prima pagina sopra i tasti multifunzione
lt_lt: Mobiliąją programą rasite pirmajame puslapyje virš programinių klavišų mygtukų
lv_lv: Lietotni var atrast pirmajā lapā, izmantojot izvēles taustiņu pogas
nb: Du finner appen på fremsiden over tastene
sv: Appen finns på förstasidan ovanför funktionsknapparna

# ms_recieve_tip_refund_subheader_ccva77
source: Open Refund
da: Åbn Tilbagebetaling
de: Öffnen Sie „Erstattung“
et_ee: Avage Tagasimakse
fi: Avaa palautus
fr: Ouvrir Rembourser
it: Apri Rimborso
lt_lt: Pradėti grąžinimą
lv_lv: Atveriet Atmaksa
nb: Åpne Refusjon
sv: Öppna återbetalning

# ms_recieve_tip_start_screen_desc_ccva77
source: Open the app2pay and click on the Tip function
da: Åbn app2pay, og klik på funktionen Drikkepenge
de: Öffnen Sie app2pay und klicken Sie auf die Trinkgeldfunktion
et_ee: Avage app2pay ja klõpsake funktsioonil Jootraha
fi: Avaa app2pay ja napsauta juomarahatoimintoa
fr: Ouvrir l'app2pay et cliquer sur la fonction Pourboire
it: Apri app2pay e fai clic sulla funzione Mancia
lt_lt: Atverkite „app2pay“ ir spustelėkite arbatpinigių funkciją
lv_lv: Atveriet app2pay un noklikšķiniet uz funkcijas Dzeramnauda
nb: Åpne app2pay og klikk på driksfunksjonen
sv: Öppna app2pay och klicka på dricksfunktionen

# ms_recieve_tip_title
source: Receive a tip
da: Modtag drikkepenge
de: Trinkgeld erhalten
et_ee: Saage jootraha
fi: Juomarahan vastaanottaminen
fr: Recevoir un pourboire
it: Ricevi una mancia
lt_lt: Gauti arbatpinigių
lv_lv: Saņemt dzeramnaudu
nb: Motta driks
sv: Ta emot dricks

# ms_reconciliation_arrow_press_six
source: Press 6 or navigate down to Reconciliation with the arrow buttons. Wait for the Reconciliation process to complete.
da: Tryk på 6, eller naviger ned til "Afstemning" med pileknapperne. Vent på, at afstemningsprocessen afsluttes.
de: Drücken Sie 6 oder navigieren Sie mit den Pfeiltasten nach unten zur Abstimmung. Warten Sie, bis der Abstimmungsprozess abgeschlossen ist.
et_ee: Vajutage klahvi 6 või navigeerige nooleklahvide abil allapoole kooskõlastuse juurde. Oodake, kuni kooskõlastusprotsess on lõpule viidud.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Täsmäytys. Odota, että täsmäytysprosessi on valmis.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Reconciliation“ (derinimas). Palaukite, kol bus užbaigtas derinimo procesas.
lv_lv: Nospiediet 6 vai virzieties uz leju līdz Saskaņošana, izmantojot bulttaustiņus. Pagaidiet, līdz tiks pabeigts saskaņošanas process.
nb: Trykk på 6 eller naviger ned til Avstemming ved hjelp av pilknappene. Vent til avstemmingsprosessen er fullført.
sv: Tryck på 6 eller gå ner till Avstämning med pilknapparna. Vänta tills avstämningsprocessen är slutförd.

# ms_reconciliation_header
source: Reconciliation
da: Afstemning
de: Abstimmung
et_ee: Kooskõlastamine
fi: Täsmäytys
lt_lt: Derinimas
lv_lv: Saskaņošana
nb: Avstemming
sv: Avstämning

# ms_reconciliation_step_desc
source: Press 6 or navigate down to Reconciliation with the arrow buttons. Wait for the Reconciliation process to complete.
da: Tryk på 6, eller naviger ned til "Afstemning" med pileknapperne. Vent på, at afstemningsprocessen afsluttes.
de: Drücken Sie 6 oder navigieren Sie mit den Pfeiltasten nach unten zur Abstimmung. Warten Sie, bis der Abstimmungsprozess abgeschlossen ist.
et_ee: Vajutage klahvi 6 või navigeerige nooleklahvide abil allapoole kooskõlastuse juurde. Oodake, kuni kooskõlastusprotsess on lõpule viidud.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Täsmäytys. Odota, että täsmäytysprosessi on valmis.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Reconciliation“ (derinimas). Palaukite, kol bus užbaigtas derinimo procesas.
lv_lv: Nospiediet 6 vai virzieties uz leju līdz sadaļai Saskaņošana, izmantojot bulttaustiņus. Pagaidiet, līdz tiks pabeigts saskaņošanas process.
nb: Trykk på 6 eller naviger ned til Avstemming med pilknappene. Vent til avstemmingsprosessen er fullført.
sv: Tryck på 6 eller gå ned till Avstämning med pilknapparna. Vänta medan avstämningsprocessen slutförs.

# ms_reconciliation_step_desc_txt
source: Press 6 or navigate down to Reconciliation with the arrow buttons. Wait for the Reconciliation process to complete.
da: Tryk på 6, eller naviger ned til "Afstemning" med pileknapperne. Vent på, at afstemningsprocessen afsluttes.
de: Drücken Sie 6 oder navigieren Sie mit den Pfeiltasten nach unten zur Abstimmung. Warten Sie, bis der Abstimmungsprozess abgeschlossen ist.
et_ee: Vajutage klahvi 6 või navigeerige nooleklahvide abil allapoole kooskõlastuse juurde. Oodake, kuni kooskõlastusprotsess on lõpule viidud.
fi: Paina 6 tai siirry nuolinäppäimillä alaspäin kohtaan Täsmäytys. Odota, että täsmäytysprosessi on valmis.
lt_lt: Spauskite 6 arba rodyklių mygtukais eikite žemyn iki „Reconciliation“ (derinimas). Palaukite, kol bus užbaigtas derinimo procesas.
lv_lv: Nospiediet 6 vai virzieties uz leju līdz sadaļai Saskaņošana, izmantojot bulttaustiņus. Pagaidiet, līdz tiks pabeigts saskaņošanas process.
nb: Trykk på 6 eller naviger ned til Avstemming med pilknappene. Vent til avstemmingsprosessen er fullført.
sv: Tryck på 6 eller gå ned till Avstämning med pilknapparna. Vänta medan avstämningsprocessen slutförs.

# ms_red_alert_desc
source: The page is currently undergoing maintenance. We apologize for any inconvenience
da: Siden vedligeholdes i øjeblikket. Vi beklager de gener, dette måtte medføre.
de: Diese Seite wird gerade überarbeitet. Wir möchten uns für die dadurch entstehenden Unannehmlichkeiten entschuldigen.
et_ee: Leht on hetkel hoolduses. Vabandame võimalike ebamugavuste pärast
fi: Sivua ylläpidetään parhaillaan. Pahoittelemme mahdollisia häiriöitä.
lt_lt: Šiuo metu atliekami puslapio techninės priežiūros darbai. Atsiprašome už nepatogumus
lv_lv: Lapā pašlaik tiek veikta apkope. Atvainojamies par sagādātajām neērtībām
nb: Det arbeides med vedlikehold på siden. Vi beklager eventuelle ulemper dette måtte medføre
sv: Sidan genomgår för närvarande underhåll. Vi ber om ursäkt för eventuellt besvär
