Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# new_tut_third_page_desc
source: Are your customers loyal? View how many of your customers are returning and from where by week, month and year.
da: Er dine kunder loyale? Se, hvor mange af dine kunder, der vender tilbage, og hvorfra pr. uge, måned eller år.
de: Sind Ihre Kunden Ihnen treu? Lassen Sie sich anzeigen, wie viele Ihrer Kunden zurückkommen und von wo. Sie können dabei nach Woche, Monat oder Jahr filtern.
et_ee: Kas teie kliendid on lojaalsed? Vaadake nädala, kuu ja aasta kaupa, kui palju kliente naaseb ja kust nad pärit on.
fi: Ovatko asiakkaasi uskollisia? Katso kuinka moni asiakkaasi palaa ja mistä viikoittain, kuukausittain ja vuosittain.
fr: Vos clients sont-ils fidèles? Découvrez combien de vos clients reviennent dans votre commerce et leur provenance par semaine, mois et année.
it: I tuoi clienti sono fidelizzati? Visualizza quanti clienti tornano e da dove per settimana, mese e anno.
lt_lt: Ar jūsų klientai lojalūs? Peržiūrėkite, kiek ir iš kur sugrįžta jūsų klientų kas savaitę, mėnesį ir metus.
lv_lv: Vai jūsu klienti ir lojāli? Skatiet, cik daudzi klienti atgriežas un no kurienes pēc nedēļas, mēneša un gada.
nb: Er kundene dine lojale? Se hvor mange av kundene dinesom vender tilbake og hvor de kommer fra, etter uke, måned og år.
sv: Er dine kunder loyale? Se, hvor mange af dine kunder, der vender tilbage, og hvorfra pr. uge, måned eller år.

# new_version_text_2.0.1_feature1
source: - Minor bug fixes
da: - Mindre fejlrettelser
de: - Kleinere Fehlerbehebungen
et_ee: - pisivigade parandused
fi: - Pieniä virhekorjauksia
fr: - Corrections des bogues mineurs
it: Correzione di bug di minore entità
lt_lt: - Smulkių klaidų pataisymai
lv_lv: - Nelieli kļūdu labojumi
nb: - Mindre feilrettinger
sv: - Mindre buggfixar

# new_version_text_2.0.1_feature2
source: - A short introduction to the app
da: - Kort introduktion til appen
de: - Kurze Einführung in die App
et_ee: - äpi lühitutvustus
fi: - Sovelluksen lyhyt esittely
fr: - Brève introduction à l'application
it: - Breve introduzione all'app
lt_lt: - Trumpas programėlės pristatymas
lv_lv: Īss apraksts par lietotni
nb: - En kort introduksjon til appen
sv: - En kort introduktion till appen

# new_version_text_2.0.1_feature3
source: - Made the cells in the Activity screen clickable
da: - Der kan nu klikkes på cellerne i skærmen Aktivitet
de: - Die Zellen in der Aktivitätenanzeige sind jetzt anklickbar.
et_ee: - aktiivsuskuva väljade klõpsatavaks muutmine
fi: - Aktiviteettinäytön solut muutettu napsautettavaksi
fr: - Possibilité de cliquer sur les cellules de l'écran Activité
it: - È possibile fare clic sulle celle nella schermata Attività
lt_lt: - Sukurti paspaudžiami aktyvumo ekrane esantys langeliai
lv_lv: Izveidoju uzklikšķināmas šūnas aktivitāšu logā
nb: - Gjort cellene i Aktivitet-skjermbildet klikkbare
sv: - Celler på aktivitetsskärmen är nu klickbara

# new_version_text_2.0.1_feature4
source: - Made the card sales marker default shown in the Card sales graph
da: - Kortsalgsmarkøren vises som standard i grafen Kortsalg
de: - Der Kartenumsatzmarker wird im Diagramm über den Kartenumsatz jetzt standardmäßig angezeigt.
et_ee: - kaardimüügi markeri vaikimisi kuvamine kaardimüügi graafikul
fi: - Korttimyyntimerkin oletus näkyy korttimyyntikaaviossa
fr: - Possibilité d'afficher par défaut le marqueur des ventes par carte dans le graphique Ventes par carte
it: - È visibile automaticamente il marcatore delle vendite con carte nel grafico Vendite con carte
lt_lt: - Sukurtas numatytasis kortelės pardavimų žymeklis, rodomas kortelės pardavimo diagramoje
lv_lv: Izveidoju, lai karšu pārdošanas atzīmes noklusējums parādās karšu pārdošanas grafikā
nb: -Gjort kortsalgsmarkøren til standard i kortsalgsgrafen
sv: - Kortförsäljningsmarkören är nu standard och visas i kortförsäljningsdiagrammet

# new_version_text_2.0.1_feature5
source: - Made the bottom half of the graphs for Tourist and Recurring graph load by default
da: - Den nederste halvdel af graferne for Turist og Tilbagevendende indlæses som standard
de: - Die untere Hälfte der Diagramme für das Diagramm über Touristen und Stammkunden wird jetzt standardmäßig geladen.
et_ee: - turistide ja korduvkülastajate graafiku alumise poole laadimise muutmine vaikesätteks
fi: - Turisti- ja Palaavat-kaavion alaosa latautuu oletuksena
fr: - Possibilité de charger par défaut la moitié inférieure des graphiques Touristes et Clients réguliers
it: - È stata caricata automaticamente la parte inferiore dei grafici per il grafico Turista e Abituale
lt_lt: - Apatinė diagramų dalis skirta turistams, o diagramos pagal numatytąsias nuostatas periodiškai atnaujinamos.
lv_lv: - Izveidoja apakšējo pusi no diagrammas tūrisma un periodisko grafiku slodzei pēc noklusējuma
nb: - Latt nederste halvdel av diagrammene for turist-og gjentakende kunder bli lastet som standard
sv: - Den nedre halvan av diagrammen för belastning gällande turister och återkommande kunder är nu standard

# new_version_text_2.0.1_feature6
source: - Made the Statistics page customizable
da: - Siden Statistik kan nu tilpasses
de: - Die Statistikseite ist jetzt anpassbar.
et_ee: - statistika lehele kohandusfunktsiooni lisamine
fi: - Tilastosivu on muokattavissa
fr: - Possibilité de personnaliser la page Statistiques
it: - Pagina Statistiche personalizzabile
lt_lt: - Sukurtas pritaikomas Statistikos puslapis
lv_lv: - Izveidoja statistikas lapu pielāgojamu
nb: - Gjort Statistikk-siden mulig å tilpasse
sv: - Statistiksidan har gjorts anpassningsbar

# new_version_text_2.0.1_feature7
source: - Made the Average purchase amount graph available on the Statistics page
da: - Grafen Gennemsnitligt transaktionsbeløb er nu tilgængelig på siden Statistik
de: - Das Diagramm über den durchschnittlichen Kaufbetrag steht nun auf der Statistikseite zur Verfügung.
et_ee: - keskmise ostusumma graafika lisamine statistika lehele
fi: - Keskiostosummakaavio näkyy tilastosivulla
fr: - Mise à disposition du graphique du montant d'achat moyen sur la page Statistiques
it: - Il grafico dell'importo medio di acquisto è disponibile alla pagina Statistiche
lt_lt: - Sukurta vidutinė pirkimo sumos diagrama, kurią rasite Statistikos puslapyje
lv_lv: - Izveidoja vidējo pirkuma summas grafiku pieejamu statistikas lapā
nb: - Gjort diagrammet for gjennomsnittlig kjøpsbeløp tilgjengelig på statistikksiden
sv: - Det genomsnittliga köpbeloppet har gjorts tillgängligt på statistiksidan

# new_version_text_2.0.1_feature8
source: - Change the line graph in card sales to a column graph
da: - Skift linjediagrammet i kortsalg til et kolonnediagram
de: - Das Liniendiagramm über den Kartenumsatz wurde in ein Säulendiagramm geändert.
et_ee: - kaardimüügis reagraafika muutmine veerugraafikaks
fi: - Korttimyynnin viivakaavio muutettu pylväskaavioksi
fr: - Remplacement du graphique linéaire par un graphique en colonnes pour les ventes par carte
it: - Modifica il grafico a linee delle vendite con carte con un grafico a colonne
lt_lt: - Pakeiskite kortelės pardavimų eilutės diagramą į stulpelio diagramą
lv_lv: Nomainiet līniju grafiku uz kolonnu grafiku karšu pārdošanā
nb: - Endret linjediagrammet i kortsalg til et kolonnediagram
sv: - Ändra linjediagrammet i kortförsäljningen till ett kolumndiagram

# new_version_text_2.0.1_feature9
source: - Cleaned up the text on the card sales page
da: - Tekst redigeret på kortsalgssiden
de: - Der Text auf der Kartenumsatzseite wurde bereinigt.
et_ee: - teksti puhastamine kaardimüügi lehel
fi: - Korttimyyntisivun teksti korjattu
fr: - Simplification du texte sur la page des ventes réglées par carte
it: - È stato eliminato il testo sulla pagina vendita con carte
lt_lt: - Pašalintas tekstas kortelės pardavimų puslapyje
lv_lv: - Notīrīju tekstu kartes pārdošanas lapā
nb: - Ryddet opp i teksten på kortsalgssiden
sv: - Rensade texten på kortförsäljningssidan

# new_version_text_2.0.1_title
source: Thank you for using the MyPayments app. In this release we have included:
da: Tak fordi du bruger MyPayments-appen. I denne version har vi inkluderet:
de: Vielen Dank dafür, dass Sie die App MyPayments nutzen. In dieser Version haben wir folgende Änderungen vorgenommen:
et_ee: Täname, et kasutate rakendust MyPayments. Sellesse versiooni on lisatud:
fi: Kiitos, että käytät MyPayments-sovellusta. Tämä versio sisältää:
fr: Nous vous remercions d'utiliser l'application MyPayments. Dans cette version, nous avons inclus:
it: Grazie per aver usato l'app MyPayments. In questa versione abbiamo incluso:
lt_lt: Dėkojame, kad naudojatės „MyPayments“ programėle. Šioje laidoje rasite:
lv_lv: Paldies, ka izmantojāt MyPayments lietotni. Šajā versijā mēs esam iekļāvuši:
nb: Takk for at du bruker MyPayments-appen. I denne utgaven har vi tatt med:
sv: Tack för att du använder appen MyPayments. I den här utgåvan har vi inkluderat:

# new_version_text_2.0.2
source: - Accumulated overview - Updated copy - Improvement of the line graph
da: - Akkumuleret oversigt - Opdateret kopi - Forbedring af linjediagrammet
de: - Kumulierte Übersicht - Aktualisierte Fassung - Verbesserung des Liniendiagramms
et_ee: - koondülevaade - värskendatud eksemplar - joongraafiku täiustamine
fi: - Kertynyt yleiskatsaus - Päivitetty versio - Parannuksia viivadiagrammiin
fr: - Vue d'ensemble cumulée - Texte actualisé - Amélioration du graphique linéaire
it: - Panoramica di riepilogo - Copia aggiornata - Miglioramento del grafico a linee
lt_lt: - apibendrinta apžvalga - atnaujintas egzempliorius - linijinio grafiko patobulinimas
lv_lv: - Uzkrātais pārskats - Atjauninātā kopija - Līnijas diagrammas uzlabošana
nb: - Akkumulert oversikt - Oppdatert kopi - Forbedring av linjediagrammet
sv: - Ackumulerad översikt - Uppdaterad kopia - Förbättring av linjediagrammet

# new_version_text_Android_1.2.5
source: Thanks for using Nets MyPayments. We have improved the app with the following features: - Lock the app with pin code or fingerprint - Notifications - Introduction to the app at login - Minor bug fixes
da: Tak, fordi du bruger Nets My Payments. Vi har forbedret appen med følgende funktioner: - Lås appen med kode eller fingeraftryk - Notifikationer - Introduktion til appen, når du logger ind - Mindre fejlrettelser
de: Vielen Dank für die Verwendung von Nets MyPayments. Wir haben die App mit folgenden Funktionen verbessert: - Sperren der App mit PIN-Code oder Fingerabdruck - Benachrichtigungen - Einführung in die App bei der Anmeldung - Kleinere Fehlerbehebungen
et_ee: Aitäh Nets My Paymentsi kasutamise eest. Oleme täiendanud rakendust järgmiste funktsioonidega: - rakenduse lukustamine PIN-koodi või sõrmejäljega - teated - rakenduse avamine sisselogimisel - väiksemate vigade parandused
fi: Kiitos, että käytät Nets MyPayments -sovellusta. Olemme parantaneet sovellusta seuraavilla ominaisuuksilla: - Sovelluksen lukitus pin-koodilla tai sormenjäljellä - Ilmoitukset - Sovelluksen esittely sisäänkirjautumisen yhteydessä - Pieniä korjauksia
fr: Nous vous remercions d'utiliser Nets MyPayments. Nous avons amélioré l'application en ajoutant les fonctions suivantes: - Verrouillage de l'application par code PIN ou empreinte digitale - Notifications - Présentation de l'application lors de la connexion - Corrections de bogues mineurs
it: Grazie per aver utilizzato Nets My Payments. Abbiamo migliorato l'app con le funzioni riportate qui di seguito: - Blocco dell'app con il codice pin o l'impronta digitale - Notifiche - Introduzione all'app durante l'accesso - Correzione di bug di minore entità
lt_lt: Dėkojame, kad naudojatės „Nets“ programa „Mano mokėjimai“. Patobulinome programą, papildydami šiomis funkcijomis: - Programos užrakinimas naudojant PIN kodą ar piršto atspaudą - Pranešimai - Programos pristatymas prisijungimo metu - Ištaisytos smulkios klaidos
lv_lv: Paldies, ka izmantojat tīklus "Mani maksājumi". Mēs esam uzlabojuši lietotni ar šādām funkcijām: - bloķējiet lietotni ar pin kodu vai pirkstu nospiedumu - paziņojumi - ievads lietotnē piesakoties - nelielu kļūdu labojumi
nb: Takk for at du bruker Nets My Payments. Vi har forbedret appen med følgende funksjoner: - Lås appen med pinkode eller fingeravtrykk - Varsler - Innføring i appen ved pålogging - Mindre feilrettinger
sv: Tack för att du använder Nets My Payments. Vi har förbättrat appen med följande funktioner: - Lås appen med lösenkod eller fingeravtryck - Meddelande - Introduktion till appen vid inloggning - Mindre buggfixar

# new_version_text_iOS_1.2.9
source: Thanks for using Nets MyPayments. We have improved the app with the following features: - Notifications - Introduction to the app at login - Minor bug fixes
da: Tak, fordi du bruger Nets My Payments. Vi har forbedret appen med følgende funktioner: - Notifikationer - Introduktion til appen, når du logger ind - Mindre fejlrettelser
de: Vielen Dank für die Verwendung von Nets My Payments. Wir haben die App mit folgenden Funktionen verbessert: - Benachrichtigungen - Einführung in die App bei der Anmeldung - Kleinere Fehlerbehebungen
et_ee: Aitäh Nets My Paymentsi kasutamise eest. Oleme täiendanud rakendust järgmiste funktsioonidega: - teated - rakenduse avamine sisselogimisel - väiksemate vigade parandused
fi: Kiitos, että käytät Nets MyPayments -sovellusta. Olemme parantaneet sovellusta seuraavilla ominaisuuksilla: - Ilmoitukset - Sovelluksen esittely sisäänkirjautumisen yhteydessä - Pieniä korjauksia
fr: Nous vous remercions d'utiliser Nets MyPayments. Nous avons amélioré l'application en ajoutant les fonctions suivantes: - Notifications - Présentation de l'application lors de la connexion - Corrections de bogues mineurs
it: Grazie per aver utilizzato Nets My Payments. Abbiamo migliorato l'app con le funzioni riportate qui di seguito: - Notifiche - Introduzione all'app durante l'accesso - Correzione di bug di minore entità
lt_lt: Dėkojame, kad naudojatės „Nets“ programa „Mano mokėjimai“. Patobulinome programą, papildydami šiomis funkcijomis: - Pranešimai - Programos pristatymas prisijungimo metu - Ištaisytos smulkios klaidos
lv_lv: Paldies, ka izmantojat tīklus "Mani maksājumi". Mēs esam uzlabojuši lietotni ar šādām funkcijām: - paziņojumi - ievads lietotnē piesakoties - nelielu kļūdu labojumi
nb: Takk for at du bruker Nets My Payments. Vi har forbedret appen med følgende funksjoner: - Varsler - Innføring i appen ved pålogging - Mindre feilrettinger
sv: Tack för att du använder Nets My Payments. Vi har förbättrat appen med följande funktioner: - Notiser - Introduktion till appen vid inloggning - Mindre buggfixar

# next_version_text_2.0.6
source: - Average purchase amount graph available on the Statistics page
da: - Grafen Gennemsnitligt transaktionsbeløb er tilgængelig på siden Statistik
de: - Das Diagramm über den durchschnittlichen Kaufbetrag steht auf der Statistikseite zur Verfügung.
et_ee: - Keskmise ostusumma graafik on statistika lehel
fi: - Keskiostosummakaavio näkyy tilastosivulla
fr: - Graphique du montant d'achat moyen disponible sur la page Statistiques
it: Il grafico dell'importo medio di acquisto è disponibile alla pagina Statistiche
lt_lt: - Vidutinės pirkinių sumos diagramą rasite statistikos puslapyje
lv_lv: -Pirkumu vidējā skaita grafiks pieejams Statistikas lapā
nb: - Diagrammet for gjennomsnittlig kjøpsbeløp er tilgjengelig på statistikksiden
sv: - Genomsnittsköp finns tillgängligt på statistiksidan

# next_version_text_2.0.7
source: - Average purchase amount graph is now on the main overview on the Statistics page - Search transactions is now available for our Swedish, Norwegian and Danish users - Settlement fees have become more detailed for our Swedish, Norwegian and Danish users - Expected payout feature is now available for our Swedish, Norwegian and Danish users - Improvement of Search transactions feature for our Swedish, Norwegian and Danish users - Improvement of Settlement fees feature for our Swedish, Norwegian and Danish users
da: - Grafen Gennemsnitligt transaktionsbeløb findes nu i hovedoversigten på siden Statistik - Søgning på transaktioner er nu tilgængelig for vores svenske, norske og danske brugere - Afregningsgebyrer er blevet mere detaljerede for vores svenske, norske og danske brugere - Funktionen Forventet udbetaling er nu tilgængelig for vores svenske, norske og danske brugere - Funktionen Søgning på transaktioner er forbedret for vores svenske, norske og danske brugere - Funktionen Afregningsgebyrer er forbedret for vores svenske, norske og danske brugere
de: - Das Diagramm über den durchschnittlichen Kaufbetrag ist jetzt in der Hauptübersicht auf der Statistikseite verfügbar. - Die Funktion „Transaktionen durchsuchen“ steht nun unseren schwedischen, norwegischen und dänischen Benutzern zur Verfügung. - Die Abrechnungsgebühren sind für unsere schwedischen, norwegischen und dänischen Benutzer jetzt detaillierter. - Die Funktion „Erwartete Auszahlungen“ steht nun unseren schwedischen, norwegischen und dänischen Benutzern zur Verfügung. - Die Funktion „Transaktionen durchsuchen“ für unsere schwedischen, norwegischen und dänischen Benutzer wurde verbessert. - Die Funktion „Erwartete Auszahlungen“ für unsere schwedischen, norwegischen und dänischen Benutzer wurde verbessert.
et_ee: - Keskmise ostusumma graafik asub nüüd statistikalehe põhiülevaates - Tehingute otsing on nüüd saadaval Rootsi, Norra ja Taani kasutajate jaoks - Arveldustasud on Rootsi, Norra ja Taani kasutajate jaoks üksikasjalikumaks muutunud - Oodatava väljamakse funktsioon on nüüd saadaval Rootsi, Norra ja Taani kasutajate jaoks - Tehingute otsingu funktsiooni on nüüd Rootsi, Norra ja Taani kasutajate jaoks parandatud - Arveldustasude funktsiooni on Rootsi, Norra ja Taani kasutajate jaoks parandatud
fi: - Keskiostoskaavio on nyt tilastojen pääkatsauksessa - Tapahtumahaku ovat nyt saatavana ruotsalaisille, norjalaisille ja tanskalaisille käyttäjille - Tilityspalkkioista on tullut yksityiskohtaisempia ruotsalaisille, norjalaisille ja tanskalaisille käyttäjille - Odotettu maksu -ominaisuus on nyt saatavana ruotsalaisille, norjalaisille ja tanskalaisille käyttäjille - Tapahtumahakua on parannettu ruotsalaisille, norjalaisille ja tanskalaisille käyttäjille - Tilityspalkkio-ominaisuutta on parannettu ruotsalaisille, norjalaisille ja tanskalaisille käyttäjille
fr: - Le graphique du montant d'achat moyen se trouve à présent dans la vue d'ensemble principale sur la page Statistiques - La recherche de transactions est désormais disponible pour nos utilisateurs suédois, norvégiens et danois - Les frais de règlement sont plus détaillés pour nos utilisateurs suédois, norvégiens et danois - La fonction Versement attendu est désormais disponible pour nos utilisateurs suédois, norvégiens et danois - Amélioration de la fonction Recherche de transactions pour nos utilisateurs suédois, norvégiens et danois - Amélioration de la fonction Frais de règlement pour nos utilisateurs suédois, norvégiens et danois
it: - Il grafico dell'importo medio di acquisto è ora nella panoramica principale della pagina Statistiche - Cerca transazioni è ora disponibile per i nostri utenti svedesi, norvegesi e danesi - Le commissioni di pagamento sono più dettagliate per i nostri utenti svedesi, norvegesi e danesi - La funzione pagamento previsto è ora disponibile per i nostri utenti svedesi, norvegesi e danesi - Miglioramento della funzione Cerca transazioni per i nostri utenti svedesi, norvegesi e danesi - Miglioramento della funzione commissioni di pagamento per i nostri utenti svedesi, norvegesi e danesi
lt_lt: - Vidutinio pirkimo grafikas dabar yra pagrindinėje statistikos puslapio apžvalgoje - Operacijų paieška dabar gali naudotis mūsų naudotojai iš Švedijos, Norvegijos ir Danijos - Atsiskaitymo mokesčiai mūsų naudotojams iš Švedijos, Norvegijos ir Danijos tapo tikslesni - Laukta išmokėjimo funkcija dabar gali naudotis mūsų naudotojai iš Švedijos, Norvegijos ir Danijos - Patobulinta operacijų paieškos funkcija mūsų naudotojams iš Švedijos, Norvegijos ir Danijos - Patobulinta atsiskaitymo mokesčių funkcija mūsų naudotojams iš Švedijos, Norvegijos ir Danijos
lv_lv: -Vidējais pirkuma grafiks tagad ir galvenais pārskats statistikas lapā -Meklēšanas darījumi tagad ir pieejami mūsu zviedru, norvēģu un dāņu lietotājiem -Norēķinu maksa ir kļuvusi detalizētāka par mūsu zviedru, norvēģu un dāņu lietotājiem -Sagaidāmā izmaksu funkcija tagad ir pieejama mūsu zviedru, norvēģu un dāņu lietotājiem -Meklēšanas darījumu uzlabošana mūsu zviedru, norvēģu un dāņu lietotājiem -Norēķinu maksas uzlabošana mūsu zviedru, norvēģu un dāņu lietotājiem
nb: - Gjennomsnittlig innkjøpsbeløpsdiagram er nå på hovedoversikten på statistikksiden - Søking i transaksjoner er nå tilgjengelig for våre svenske, norske og danske brukere - Avregningsgebyrene er blitt mer detaljerte for våre svenske, norske og danske brukere - Forventet utbetalingsfunksjon er nå tilgjengelig for våre svenske, norske og danske brukere - Forbedring av funksjonen for søking i transaksjoner for våre svenske, norske og danske brukere - Forbedring av avregningsgebyrene for våre svenske, norske og danske brukere
sv: - Diagrammet Genomsnittligt köpbelopp finns nu på huvudöversikten på statistiksidan - Sök transaktioner är nu tillgängligt för våra svenska, norska och danska användare - Avräkningsavgifterna har blivit mer detaljerade för våra svenska, norska och danska användare - Funktionen Förväntad utbetalning finns nu tillgänglig för våra svenska, norska och danska användare - Funktionen Sök transaktioner är nu förbättrad för våra svenska, norska och danska användare - Funktionen Avräkningsavgifter är nu förbättrad för våra svenska, norska och danska användare

# no_merchant_contact_customer_support
source: Contact customer Support
da: Kontakt kundeservice
de: Wenden Sie sich an den Kundendienst.
et_ee: Võtke ühendust klienditoega
fi: Ota yhteyttä asiakastukeen
it: Contatta l'Assistenza clienti
lt_lt: Susisiekite su klientų aptarnavimo skyriumi
lv_lv: Sazinieties ar klientu atbalsta dienestu
nb: Kontakt kundeservice
sv: Kontakta kundtjänst

# no_merchant_something_went_wrong
source: Something went wrong.
da: Der opstod en fejl.
de: Es ist ein Fehler aufgetreten.
et_ee: Midagi läks valesti.
fi: Jokin meni pieleen.
it: Qualcosa non ha funzionato.
lt_lt: Kažkas nepavyko.
lv_lv: Radās kļūda.
nb: Det oppsto en feil.
sv: Något gick fel

# no_stms
source: No settlements
da: Ingen afregninger
de: Keine Abrechnungen
et_ee: Arveldusi ei ole
fi: Ei tilityksiä
fr: Aucun règlement
it: Nessun pagamento
lt_lt: Atsiskaitymų nėra
lv_lv: Nav norēķinu
nb: Ingen oppgjør
sv: Ingen afregninger

# not_all_notifications
source: Allow notifications
da: Tillad notifikationer
de: Benachrichtigungen zulassen
et_ee: Luba märguanded
fi: Salli ilmoitukset
fr: Autoriser les notifications
it: Consenti notifiche
lt_lt: Leisti pranešimus
lv_lv: Atļaut paziņojumus
nb: Tillat varsler
sv: Tillåt notiser

# not_business_news
source: News from us related to your business
da: Nyheder fra os relateret til din virksomhed
de: Für Ihr Unternehmen relevante Neuigkeiten von uns
et_ee: Teie tegevusalaga seotud uudised Netsilt
fi: Liiketoimintaasi liittyviä uutisia meiltä
fr: Des nouvelles de nous concernant votre entreprise
it: Le nostre notizie sulla tua attività
lt_lt: Naujienos iš tinklų, susijusių su jūsų verslu
lv_lv: Ziņas no tīkliem, kas saistīti ar jūsu uzņēmumu
nb: Nyheter fra oss knyttet til din virksomhet
sv: Nyheter från oss som gäller din verksamhet

# not_categories
source: Categories
da: Kategorier
de: Kategorien
et_ee: Kategooriad
fi: Luokat
fr: Catégories
it: Categorie
lt_lt: Kategorijos
lv_lv: Kategorijas
nb: Kategorier
sv: Kategorier
