Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# sec_auth_pin_and_fgp_info
source: Scan your fingerprint or enter code
da: Scan dit fingeraftryk, eller indtast kode
de: Scannen Sie Ihren Fingerabdruck oder geben Sie einen Code ein.
et_ee: Skannige oma sõrmejälg või sisestage kood
fi: Skannaa sormenjälkesi tai kirjoita koodi
fr: Scanner votre empreinte digitale ou entrer votre code
it: Scansiona l'impronta digitale o inserisci il codice
lt_lt: Nuskaitykite piršto atspaudą arba įveskite kodą
lv_lv: Skenējiet savu pirkstu nospiedumu vai ievadiet kodu
nb: Skann fingeravtrykket eller angi kode
sv: Skanna ditt fingeravtryck eller ange kod

# sec_biometric
source: Biometrics
da: Biometrisk
de: Biometrisch
et_ee: Biomeetriline
fi: Biometrinen
fr: Biométrique
it: Biometria
lt_lt: Biometrinis
lv_lv: Biometriska
nb: Biometrisk
sv: Biometrisk

# sec_change_pin
source: Change code
da: Skift kode
de: Code ändern
et_ee: Koodi muutmine
fi: Vaihda koodi
fr: Modifier le code
it: Modifica codice
lt_lt: Keisti kodą
lv_lv: Mainīt kodu
nb: Endre koden
sv: Byt kod

# sec_confirm_current_pin
source: Please enter your current code
da: Indtast din nuværende kode
de: Bitte geben Sie Ihren aktuellen Code ein.
et_ee: Sisestage oma praegune kood
fi: Anna nykyinen koodi
fr: Entrer votre code actuel
it: Inserisci il tuo codice attuale
lt_lt: Įveskite dabartinį kodą
lv_lv: Lūdzu, ievadiet pašreizējo kodu
nb: Angi nåværende kode
sv: Ange din aktuella kod

# sec_confirm_your_pin
source: Confirm your code
da: Bekræft din kode
de: Code bestätigen
et_ee: Kinnitage oma kood
fi: Vahvista koodi
fr: Confirmer votre code
it: Conferma il codice
lt_lt: Patvirtinkite savo kodą
lv_lv: Apstipriniet savu kodu
nb: Bekreft koden
sv: Bekräfta din kod

# sec_create_pin
source: Create code
da: Opret kode
de: Code einstellen
et_ee: Koodi loomine
fi: Luo koodi
fr: Créer un code
it: Crea codice
lt_lt: Kurti kodą
lv_lv: Izveidot kodu
nb: Opprett kode
sv: Skapa kod

# sec_create_pin_info
source: Create your own code and use it to unlock the app. Note that this is not the same as the registration code received on login.
da: Opret din egen kode, og brug den til at låse appen op. Bemærk, at dette ikke er den samme som den registreringskode, du modtog ved login.
de: Legen Sie Ihren eigenen Code zum Entsperren der App fest. Achten Sie darauf, dass dies nicht der Code ist, den Sie bei der Registrierung erhalten haben.
et_ee: Looge oma kood ja kasutage seda rakenduse avamiseks. Pidage meeles, et see pole sama kood mis sisselogimisel saadud registreerimiskood.
fi: Luo oma koodi ja käytä sitä sovelluksen avaamiseen. Huomaa, että tämä ei ole sama kuin sisäänkirjautumisen yhteydessä vastaanotettu rekisteröintikoodi.
fr: Créez votre propre code et utilisez-le pour déverrouiller l'application. Sachez qu'il doit être différent du code d'enregistrement reçu lors de la connexion.
it: Crea il tuo codice e utilizzalo per sbloccare l'app. Nota che non è lo stesso codice di registrazione che hai ricevuto al momento dell'accesso.
lt_lt: Sukurkite savo kodą ir naudokite jį programėlei atrakinti. Atminkite, kad šis kodas nėra toks pats kaip registracijos kodas, kurį gavote prisijungdami.
lv_lv: Izveidojiet savu kodu un izmantojiet to, lai atbloķētu lietotni. Ņemiet vērā, ka tas nav tāds pats kā reģistrācijas kods, kas saņemts pieteikšanās laikā.
nb: Lag din egen kode og bruk den til å låse opp appen. Legg merke til at dette ikke er det samme som registreringskoden du mottok ved innlogging.
sv: Skapa en egen kod och använd den för att låsa upp appen. Notera att detta inte är samma kod som registreringskoden som du fick när du loggade in.

# sec_enter_code
source: Enter your code to unlock.
da: Indtast din kode for at låse op.
de: Geben Sie Ihren Code ein, um die Sperre aufzuheben.
et_ee: Luku avastamiseks sisestage kood.
fi: Syötä koodi.
fr: Entrez votre code pour déverrouiller l'application.
it: Inserisci il tuo codice di sblocco.
lt_lt: Norėdami atrakinti, įveskite kodą.
lv_lv: Ievadiet savu kodu, lai atbloķētu.
nb: Angi kode for å låse opp.
sv: Ange din kod för att låsa upp.

# sec_enter_your_4_digit_pin
source: Enter your 4-digit code
da: Indtast din 4-cifrede kode
de: 4-stelligen Code eingeben
et_ee: Sisestage oma neljakohaline kood
fi: Syötä 4-numeroinen koodi
fr: Entrer votre code à 4 chiffres
it: Inserisci il tuo codice a 4 cifre
lt_lt: Įveskite 4 skaitmenų kodą
lv_lv: Ievadiet 4 ciparu kodu
nb: Angi den 4-sifret koden din
sv: Ange din fyrsiffriga kod

# sec_enter_your_new_pin
source: Enter your new code
da: Indtast din nye kode
de: Neuen Code eingeben
et_ee: Sisestage oma uus kood
fi: Syötä uusi koodi
fr: Entrer votre nouveau code
it: Inserisci il nuovo codice
lt_lt: Įveskite naująjį kodą
lv_lv: Ievadiet savu jauno kodu
nb: Angi ny kode
sv: Ange en ny kod

# sec_fgp_match
source: Fingerprint recognised.
da: Fingeraftryk godkendt.
de: Fingerabdruck wurde erkannt.
et_ee: Sõrmejälg on tuvastatud.
fi: Sormenjälki tunnistettu.
fr: Empreinte digitale reconnue.
it: Impronta digitale riconosciuta.
lt_lt: Piršto atspaudas atpažintas.
lv_lv: Pirkstu nospiedums atpazīts.
nb: Fingeravtrykk er gjenkjent.
sv: Fingeravtrycket kändes igen.

# sec_fgp_match_error
source: Fingerprint not recognised. Please try again.
da: Fingeraftryk ikke godkendt. Prøv venligst igen.
de: Ihr Fingerabdruck wurde nicht erkannt. Bitte versuchen Sie es erneut.
et_ee: Sõrmejälge ei tuvastatud. Proovige uuesti.
fi: Sormenjälkeäsi ei tunnistettu. Yritä uudelleen.
fr: Empreinte digitale non reconnue. Veuillez réessayer.
it: Impronta digitale non riconosciuta. Riprova.
lt_lt: Piršto atspaudo atpažinti nepavyko. Bandykite dar kartą.
lv_lv: Pirkstu nospiedums netika atpazīts. Lūdzu, mēģiniet vēlreiz.
nb: Fingeravtrykket ble ikke gjenkjent. Prøv på nytt.
sv: Ditt fingeravtryck kändes inte igen

# sec_fingerprint
source: Fingerprint
da: Fingeraftryk
de: Fingerabdruck
et_ee: Sõrmejälg
fi: Sormenjälki
fr: Empreinte digitale
it: Impronta digitale
lt_lt: Piršto atspaudas
lv_lv: Pirkstu nospiedums
nb: Fingeravtrykk
sv: Fingeravtryck

# sec_i_forgot_pin
source: I forgot my code
da: Jeg har glemt min kode
de: Ich habe meinen Code vergessen
et_ee: Unustasin oma koodi
fi: Unohdin koodini
fr: J'ai oublié mon code
it: Ho dimenticato il codice
lt_lt: Pamiršau savo kodą
lv_lv: Es aizmirsu savu kodu
nb: Jeg har glemt koden
sv: Jag har glömt min kod

# sec_incorrect_pin
source: Incorrect code entered
da: Forkert kode indtastet
de: Ungültiger Code eingegeben
et_ee: Sisestasite vale koodi
fi: Virheellinen koodi syötetty
fr: Entrée d'un code erroné
it: Il codice inserito è errato
lt_lt: Įvestas neteisingas kodas
lv_lv: Iekļauts nepareizs kods
nb: Det er angitt feil kode.
sv: Felaktig kod

# sec_invalid_code
source: Invalid code. Please try again.
da: Ugyldig kode. Prøv venligst igen.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
et_ee: Kehtetu kood. Proovige uuesti.
fi: Virheellinen koodi. Yritä uudelleen.
fr: Code invalide. Veuillez réessayer.
it: Codice non valido. Riprova.
lt_lt: Neteisingas kodas. Bandykite dar kartą.
lv_lv: Nederīgs kods. Lūdzu, mēģiniet vēlreiz.
nb: Ugyldig kode. Prøv på nytt.
sv: Ogiltig kod. Försök igen.

# sec_lock
source: Lock
da: Lås
de: Sperren
et_ee: Lukustamine
fi: Lukitse
fr: Verrouiller
it: Blocca
lt_lt: Užrakinimas
lv_lv: Bloķēt
nb: Lås
sv: Låsning

# sec_lock_app_with_pin
source: Lock the app with a code
da: Lås appen med en kode
de: App mit einem Code sperren
et_ee: Rakenduse lukustamine koodiga
fi: Lukitse sovellus koodilla
fr: Verrouiller l'application à l'aide d'un code
it: Blocca l'app con un codice
lt_lt: Programėlės užrakinimas kodu
lv_lv: Lietotnes bloķēšana ar kodu
nb: Lås appen med en kode
sv: Lås appen med en kod

# sec_pin
source: Code
da: Kode
et_ee: Kood
fi: Koodi
it: Codice
lt_lt: Kodas
lv_lv: Kods
nb: Kode
sv: Kod

# sec_pin_created_enable_fgp_info
source: Code authentication enabled. Tap Use Fingerprint if you would like to use your fingerprint to unlock the app in addition to a code.
da: Kodegodkendelse aktiveret. Tryk på Brug fingeraftryk, hvis du ud over en kode også vil bruge dit fingeraftryk til at låse appen op.
de: Codeauthentifizierung aktiviert. Tippen Sie auf „Fingerabdruck verwenden“, wenn Sie die App zusätzlich zu einem Code mit Ihrem Fingerabdruck entsperren möchten.
et_ee: Koodi autentimine on lubatud. nKui soovite kasutada rakenduse avamiseks lisaks koodile sõrmejälge, puudutage valikut Kasuta sõrmejälge.
fi: Kooditodennus on käytössä. Napauta Käytä sormenjälkeä, jos haluat käyttää sormenjälkeä sovelluksen avaamiseen.
fr: Authentification par code activée. Appuyez sur Utiliser une empreinte digitale si vous voulez utiliser votre empreinte digitale pour déverrouiller l'application en plus d'un code.
it: Autenticazione del codice attiva. Tocca Usa impronta digitale se vuoi usare la tua impronta digitale per sbloccare l'app, oltre al codice.
lt_lt: Kodo patikros funkcija įjungta. Palieskite „Naudoti piršto atspaudą“, jei norite, kad programėlę atrakinti būtų galima ne vien kodu, bet ir pagal piršto atspaudą.
lv_lv: Kodu autentifikācija ir iespējota. Pieskarieties lietot pirkstu nospiedumu, ja vēlaties izmantot savu pirkstu nospiedumu, lai atbloķētu lietotni papildus kodam.
nb: Kodeautentisering er aktivert. Trykk på Bruk fingeravtrykk hvis du vil bruke fingeravtrykk til å låse opp appen i tillegg til kode.
sv: Kodverifiering aktiverad. Tryck på Använd fingeravtryck om vill använda ditt fingeravtryck utöver koden för att låsa upp appen.

# sec_pin_created_enabled
source: Code authentication enabled.
da: Kodegodkendelse aktiveret.
de: Codeauthentifizierung aktiviert.
et_ee: PIN-autentimine lubatud.
fi: Kooditodennus käytössä.
fr: Authentification par code activée.
it: Autenticazione del codice abilitata.
lt_lt: Kodo patikros funkcija įjungta.
lv_lv: Kodu autentifikācija iespējota.
nb: Kodeautentisering er aktivert.
sv: Kodverifiering aktiverad.

# sec_pin_is_correct
source: Code is correct
da: Kode er korrekt
de: Code ist korrekt
et_ee: Kood on õige
fi: Koodi on oikein
fr: Code correct
it: Il codice è corretto
lt_lt: Kodas teisingas
lv_lv: Kods ir pareizs
nb: Koden er riktig
sv: Koden är korrekt

# sec_pin_not_match
source: Codes do not match
da: Koderne er ikke ens
de: Code stimmt nicht überein
et_ee: Koodid ei kattu
fi: Koodit eivät täsmää
fr: Les codes ne correspondent pas
it: I codici non corrispondono
lt_lt: Kodai nesutampa
lv_lv: Kodi nesakrīt
nb: Koder stemmer ikke overens
sv: Koderna stämmer inte överens

# sec_remove_pin
source: Remove code
da: Fjern kode
de: Code entfernen
et_ee: Koodi eemaldamine
fi: Poista koodi
fr: Supprimer le code
it: Elimina codice
lt_lt: Pašalinti kodą
lv_lv: Noņemt kodu
nb: Fjern koden
sv: Ta bort PIN

# sec_security
source: Security
da: Sikkerhed
de: Sicherheit
et_ee: Turvalisus
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
lt_lt: Saugumas
lv_lv: Drošība
nb: Sikkerhet
sv: Säkerhet

# sec_too_many_fgp_scans_html
source: Fingerprint scan locked due to too many attempts. <b>Please enter code.</b>
da: Fingeraftryksscanning låst på grund af for mange forsøg. <b> Indtast kode. </b>
de: Fingerabdruckscan aufgrund zu vieler Versuche gesperrt. <b>Bitte Code eingeben.</b>
et_ee: Sõrmejäljetuvastus on lukustatud liiga paljude katsete tõttu. <b> Palun sisestage kood. </b>
fi: Sormenjälkitarkistus lukittu liian monen yrityksen vuoksi. <b> Anna koodi. </b>
fr: Lecture d'empreinte digitale verrouillée en raison d'un trop grand nombre de tentatives. <b>Veuillez entrer le code.</b>
it: Scansione dell'impronta digitale bloccata per troppi tentativi. <b>Inserisci il codice.</b>
lt_lt: Pirštų atspaudų nuskaitymo funkcija užblokuota dėl didelio bandymų skaičiaus. <b>Įveskite kodą.</b>
lv_lv: Pirkstu nospiedumu skenēšana ir bloķēta pārāk daudz mēģinājumu dēļ. <b> Lūdzu, ievadiet kodu. </b>
nb: Fingeravtrykkskanning låst på grunn av for mange forsøk. <b>Angi kode.</b>
sv: Fingeravtrycksavläsning har låsts på grund av för många misslyckade försök. <b>Ange kod.</b>

# sec_too_many_wrong_pins
source: Too many incorrect codes entered.
da: For mange forkerte koder indtastet.
de: Es wurden zu viele ungültige Codes eingegeben.
et_ee: Sisestasite liiga palju valesid koode.
fi: Liian monta epäonnistunutta koodin syöttöyritystä.
fr: De trop nombreux codes erronés ont été entrés.
it: Sono stati inseriti troppi codici errati.
lt_lt: Įvesta per daug neteisingų kodų.
lv_lv: Ievadīts pārāk daudz nepareizu kodu.
nb: Det er angitt for mange feil koder.
sv: För många försök med felaktig kod.

# sec_touch_sensor
source: Touch sensor
da: Fingeraftrykslæser
de: Sensor berühren
et_ee: Puudutage andurit
fi: Kosketa anturia
fr: Capteur tactile
it: Sensore tattile
lt_lt: Jutiklinis sensorius
lv_lv: Skāriena sensors
nb: Berøringssensor

# sec_try_again_in_x_sec
source: Try again in %d seconds.
da: Prøv igen om %d sekunder.
de: Versuchen Sie es in %d Sekunden erneut.
et_ee: Proovige uuesti %d sekundi pärast.
fi: Yritä uudelleen %d sekunnin kuluttua.
fr: Réessayez dans %d secondes.
it: Riprova tra %d secondi.
lt_lt: Pabandykite iš naujo po %d sek.
lv_lv: Mēģiniet vēlreiz pēc %d sekundēm.
nb: Prøv på nytt om %d sekunder.
sv: Försök igen om %d sekunder.

# sec_use_code
source: Use code
da: Brug kode
de: Code verwenden
et_ee: Kasuta koodi
fi: Käytä koodi
fr: Utiliser un code
it: Usa il codice
lt_lt: Naudoti kodą
lv_lv: Izmantojiet kodu
nb: Bruk kode
sv: Använd kod

# sec_use_fingerprint
source: Use Fingerprint
da: Brug fingeraftryk
de: Fingerabdruck verwenden
et_ee: Kasuta sõrmejälge
fi: Käytä sormenjälkeä
fr: Utiliser une empreinte digitale
it: Usa l'impronta digitale
lt_lt: Naudoti piršto atspaudą
lv_lv: Izmantojiet pirkstu nospiedumu
nb: Bruk fingeravtrykk
sv: Använd fingeravtryck

# sec_use_fingerprint_to_unlock
source: Use fingerprint to unlock
da: Brug fingeraftryk til at låse op
de: Fingerabdruck zum Entsperren verwenden
et_ee: Kasuta avamiseks sõrmejälge
fi: Käytä sormenjälkeä
fr: Utiliser une empreinte digitale pour déverrouiller l'application
it: Usa l'impronta digitale per sbloccare
lt_lt: Atrakinkite naudodami piršto atspaudą
lv_lv: Izmantojiet pirkstu nospiedumu, lai atbloķētu
nb: Bruk fingeravtrykk for å låse opp
sv: Använd Fingeravtryck

# set_about
source: About MyPayments
da: Om MyPayments-appen
de: Mehr über MyPayments
et_ee: Nets MyPaymentsi info
fi: Tietoa MyPayments -sovelluksesta
fr: À propos de MyPayments
it: MyPayments
lt_lt: Apie „MyPayments“
lv_lv: Par tīkliem MyPayments
nb: Om MyPayments
sv: Om MyPayments

# set_change_merchant
source: Change merchant
da: Skift forretning
de: Händler ändern
et_ee: Muuda müügiüksust
fi: Vaihda kauppias
fr: Changer de commerçant
it: Cambia esercente
lt_lt: Keisti prekybos vietą
lv_lv: Mainīt tirgotāju
nb: Endre brukersted
sv: Ändra butik

# set_contact_me
source: Contact me
da: Kontakt mig
de: Kontakt
et_ee: Võtke minuga ühendust
fi: Ottakaa yhteyttä
fr: Contactez-moi
it: Contattami
lt_lt: Susisiekite su manimi
lv_lv: Sazinieties ar mani
nb: Kontakt meg
sv: Kontakta mig

# set_cvr_label
source: Company VAT no.:
da: CVR:
de: USt-ID des Unternehmens:
et_ee: Ettevõtte KMKR number:
fi: Yrityksen y-tunnus:
fr: N° de TVA d'entreprise:
it: Partita IVA dell'azienda:
lt_lt: Bendrovės PVM kodas:
lv_lv: Uzņēmuma PVN numurs:
nb: Org.nr.:
sv: Företagets momsregistreringsnummer:

# set_legal
source: Terms and conditions
da: Vilkår
de: Allgemeine Geschäftsbedingungen
et_ee: Üldtingimused
fi: Ehdot
fr: Conditions générales
it: Termini e condizioni
lt_lt: Nuostatos ir sąlygos
lv_lv: Noteikumi un nosacījumi
nb: Vilkår
sv: Regler och villkor

# set_log_out
source: Log out
da: Log af
de: Abmelden
et_ee: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
it: Esci
lt_lt: Atsijungti
lv_lv: Izrakstīties
nb: Logg ut
sv: Logga ut

# set_log_out_question
source: If you log out, you have to register again to use the app.
da: Hvis du logger ud, skal du registrere dig igen for at bruge appen
de: Wenn Sie sich abmelden, müssen Sie sich erneut anmelden, um die App zu verwenden.
et_ee: Kui logite välja, peate rakenduse kasutamiseks uuesti registreeruma.
fi: Jos kirjaudut ulos, sinun on rekisteröidyttävä uudelleen sovelluksen käyttämiseksi.
fr: Si vous vous déconnectez, vous devrez vous enregistrer de nouveau pour utiliser l'application.
it: Se esci, devi registrarti di nuovo per usare l'app.
lt_lt: Jei atsijungiate, programėle naudotis galėsite tik vėl užsiregistravę.
lv_lv: Ja izrakstīsieties, jums būs jāpierakstās, lai vēlreiz izmantotu lietotni.
nb: Hvis du logger deg ut, må du registrere deg på nytt for å kunne bruke appen.
sv: Om du loggar ut måste du registrera dig igen för att använda appen

# set_notifications
source: Notifications
da: Notifikationer
de: Benachrichtigungen
et_ee: Märguanded
fi: Ilmoitukset
it: Notifiche
lt_lt: Pranešimai
lv_lv: Paziņojumi
nb: Varsler
sv: Notiser

# setup_card_types
source: You currently accept the following card types
da: Du modtager i dag følgende korttyper
de: Sie akzeptieren derzeit die folgenden Kartentypen
et_ee: Aktsepteerite praegu järgmisi kaarditüüpe
fi: Hyväksyt tällä hetkellä seuraavat korttityypit
fr: Actuellement, vous acceptez les types de carte suivants
it: Attualmente accetti i seguenti tipi di carte
lt_lt: Šiuo metu priimate šių tipų korteles
lv_lv: Jūs šobrīd pieņemt šādus kartes veidus
nb: Du godtar i dag følgende korttyper
sv: Du tar i dag emot följande kort

# setup_finish
source: See data
da: Se data
de: Daten anzeigen
et_ee: Vaata andmeid
fi: Näytä tiedot
fr: Voir les données
it: Guarda i dati
lt_lt: Rodyti duomenis
lv_lv: Skatīt datus
nb: Se data
sv: Se data

# setup_last_update
source: Last updated
da: Sidst opdateret
de: Letzte Aktualisierung
et_ee: Viimati uuendatud
fi: Viimeksi päivitetty
fr: Date de la dernière mise à jour
it: Ultimo aggiornamento
lt_lt: Paskutinį kartą atnaujinta
lv_lv: Pēdējo reizi atjaunināts
nb: Sist oppdatert
sv: Senast uppdaterad

# setup_no_merchant
source: We cannot find your details. Please contact us so we can grant you access.
da: Vi kan ikke finde dine oplysninger. Kontakt os, så vi kan give dig adgang.
de: Wir können Ihre Daten nicht finden. Bitte kontaktieren Sie uns, damit wir Ihnen einen Zugang bereitstellen können.
et_ee: Kahjuks ei leidnud me esitatud teabe põhjal teie andmeid. Juurdepääsu saamiseks võtke meiega ühendust.
fi: Emme löydä tietojasi. Ota yhteyttä, jotta voimme myöntää sinulle käyttöoikeuden.
fr: Vos données sont introuvables. Veuillez nous contacter afin que nous vous accordions l'accès.
it: Non troviamo le tue informazioni. Contattaci per avere l'accesso.
lt_lt: Nerandame jūsų informacijos. Susisiekite su mumis, kad galėtume suteikti jums prieigą.
lv_lv: Izskatās, ka mums ir jārunā. Mēs nevaram atrast jūsu informāciju, pamatojoties uz sniegto informāciju. Lūdzu, sazinieties ar mums, lai mēs varētu salabot jūsu pieeju.
nb: Vi kan dessverre ikke finne en oppgjørsprofil på dette org.nr. Ta kontakt med oss.
sv: Någonting gick snett. Vi hittar inte dina uppgifter utifrån det som du angivit. Kontakta oss så att vi kan hjälpa dig.

# setup_show_data_for
source: Display data for
da: Vis data for
de: Daten anzeigen für
et_ee: Kuva järgmiste üksuste andmeid
fi: Näytä tiedot
fr: Afficher les données pour
it: Visualizza i dati per
lt_lt: Rodyti duomenis iš
lv_lv: Parāda datus par
nb: Vis data for
sv: Visa data för

# setup_terms
source: I agree and accept the terms and conditions.
da: Jeg bekræfter ovenstående og accepterer vilkår og betingelser.
de: Ich stimme den allgemeinen Geschäftsbedingungen zu.
et_ee: Nõustun üldtingimustega.
fi: Hyväksyn ehdot.
fr: J'accepte les conditions générales.
it: Confermo e accetto i termini e condizioni.
lt_lt: Su nuostatomis ir sąlygomis sutinku ir joms pritariu.
lv_lv: Es piekrītu un pieņemu noteikumus un noteikumus un nosacījumus.
nb: Jeg godtar og aksepterer vilkårene.
sv: Jag samtycker till och godkänner reglerna och villkoren.

# setup_terms_link
source: terms and conditions
da: vilkår og betingelser
de: allgemeinen Geschäftsbedingungen zu
et_ee: üldtingimustega
fi: ehdot
fr: conditions générales
it: termini e condizioni
lt_lt: nuostatomis ir sąlygomis
lv_lv: noteikumus un nosacījumus
nb: vilkårene
sv: reglerna och villkoren

# setup_title
source: Please select the merchant for whom you want to display data.
da: Vælg den forretning, som du ønsker at få vist data for.
de: Bitte wählen Sie den Händler aus, dessen Daten Sie anzeigen lassen möchten.
et_ee: Valige kaupmees, kelle andmeid soovite kuvada.
fi: Valitse kauppias, jonka tiedot haluat nähdä.
fr: Veuillez sélectionner le commerçant dont vous voulez afficher les données.
it: Seleziona l'esercente di cui vuoi visualizzare i dati.
lt_lt: Pasirinkite prekybininką, kurio duomenis norite matyti.
lv_lv: Lūdzu, izvēlieties tirgotāju, kura datus vēlaties apskatīt.
nb: Velg brukerstedet som du vil vise dataene for.
sv: Dina företag och vilka kort du kan ta emot

# stat_international_customers
source: International customers
da: Udenlandske kunder
de: Internationale Kunden
et_ee: Rahvusvahelised kliendid
fi: Turistit
fr: Clients internationaux
it: Clienti internazionali
lt_lt: Tarptautiniai klientai
lv_lv: Starptautiskie klienti
nb: Internasjonale kunder
sv: Internationella kunder

# stat_international_customers_desc
source: Turnover from international customers
de: Umsatz von internationalen Kunden
et_ee: Rahvusvaheliste klientide käive
fi: Liikevaihto kansainvälisiltä asiakkailta
fr: Chiffre d'affaires généré par les clients internationaux
it: Fatturato da clienti internazionali
lt_lt: Apyvarta iš tarptautinių klientų
lv_lv: Apgrozījums no starptautiskiem klientiem
nb: Omsetning fra internasjonale kunder
sv: Omsättning från internationella kunder

# stat_recurring_customers
source: Recurring customers
da: Tilbagevendende kunder
de: Stammkunden
et_ee: Korduvad kliendid
fi: Kanta-asiakkaat
fr: Clients réguliers
it: Clienti abituali
lt_lt: Grįžtantys klientai
lv_lv: Atkārtotie klienti
nb: Tilbakevendende kunder
sv: Återkommande kunder

# stat_recurring_customers_desc
source: Turnover from recurring customers
de: Umsatz von Stammkunden
et_ee: Korduvate klientide käive
fi: Liikevaihto palaavilta asiakkailta
fr: Chiffre d'affaires généré par les clients réguliers
it: Fatturato da clienti abituali
lt_lt: Apyvarta iš grįžtančių klientų
lv_lv: Atkārtoto klientu apgrozījums
nb: Omsetning fra tilbakevendende kunder
sv: Omsättning från återkommande kunder

# stat_turnover_desc
source: Turnover from all cards
de: Umsatz von allen Karten
et_ee: Kõigi kaartide käive
fi: Liikevaihto kaikilta korteilta
fr: Chiffre d'affaires généré par toutes les cartes
it: Fatturato da tutte le carte
lt_lt: Apyvarta iš visų kortelių
lv_lv: Apgrozījums no visām kartēm
nb: Omsetning fra alle kort
sv: Omsättning från alla kort
