Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# email.registration.body
source: <p><span class="mail-text"> Congratulations, your request for access to Nets MyPayments has been approved.<br><br> You have asked for access to the Nets MyPayments app. In order to log in, please enter the below code in the app.<br><br> &gt;{0}&lt;<br><br> The code is valid for 10 hours and can only be used once.<br><br> If you have not requested access to see your payment data in the Nets MyPayments app, you can discard this email.<br><br> <em class="mail-noreply">Replies sent to this email address will not be answered.</em><br><br> </span></p>
da: <p><span class="mail-text"> Tillykke, din anmodning om adgang til Nets MyPayments er blevet godkendt.<br><br> Du har bedt om adgang til Nets MyPayments-appen. Indtast nedenstående kode i appen for at logge ind.<br><br> &gt;{0}&lt;<br><br> Koden er gyldig i 10 timer, og du kan kun bruge den én gang.<br><br> Hvis du ikke har bedt om adgang til at se dine betalingsdata i Nets MyPayments-appen, kan du se bort fra denne e-mail.<br><br> <em class="mail-noreply">E-mails sendt til denne e-mailadresse bliver ikke besvaret.</em><br><br> </span></p>
de: <p><span class="mail-text"> Herzlichen Glückwunsch, Ihre Zugangsanfrage für Nets MyPayments wurde genehmigt.<br><br> Sie haben um Zugriff auf die App Nets MyPayments gebeten. Um sich einzuloggen, geben Sie bitte den untenstehenden Code in die App ein.<br><br> &gt;{0}&lt;<br><br> Der Code ist 10 Stunden gültig und kann nur einmal verwendet werden.<br><br> Wenn Sie keinen Zugriff auf Ihre Zahlungsdaten in der Nets MyPayments-App beantragt haben, können Sie diese E-Mail löschen.<br><br> <em class="mail-noreply">Antworten an diese E-Mail-Adresse werden nicht beantwortet.</em><br><br> </span></p>
et_ee: <p><span class="mail-text"> Õnnitleme, Teie taotlus juurdepääsuks Nets MyPaymentsile on heaks kiidetud. <br><br> Olete palunud juurdepääsu Nets MyPaymentsi rakendusele. Sisselogimiseks sisestage rakenduses allpool olev kood.<br><br> &gt;{0}&lt;<br><br> Kood kehtib 10 tundi ja seda saab kasutada ainult üks kord.<br><br> Kui Te ei ole taotlenud juurdepääsu oma makseandmete vaatamiseks rakenduses Nets MyPayments, võite seda kirja eirata.<br><br> <em class="mail-noreply">Sellele e-posti aadressile saadetud vastustele ei vastata. </em><br><br> </span></p>
fi: <p><span class="mail-text"> Nets MyPayments -käyttöoikeuspyyntösi on hyväksytty.<br><br> Kirjaudu sisään syöttämällä alla oleva koodi sovellukseen.<br><br> &gt;{0}&lt;<br><br> Koodi on voimassa 10 tuntia ja sitä voidaan käyttää vain kerran.<br><br> Mikäli et ole pyytänyt oikeuksia nähdä maksutietojasi Nets MyPayments -sovelluksessa, voit poistaa tämän sähköpostin.<br><br> <em class="mail-noreply">Huomaathan ettei tähän sähköpostiin voi vastata.</em><br><br> </span></p>
fr: <p><span class="mail-text"> Félicitations! Votre demande d'accès à Nets MyPayments a été approuvée.<br><br> Vous avez demandé l'accès à l'application Nets MyPayments. Pour vous connecter, entrez le code ci-dessous dans l'application.<br><br> &gt;{0}&lt;<br><br> Le code est valable 10 heures et ne peut être utilisé qu'une fois.<br><br> Si vous n'avez pas demandé un accès pour voir les données relatives à vos paiements dans l'application Nets MyPayments, vous pouvez supprimer cet e-mail.<br><br> <em class="mail-noreply">Nous ne répondrons pas aux réponses envoyées à cette adresse e-mail.</em><br><br> </span></p>
it: <p><span class="mail-text"> Congratulazioni, la tua richiesta di accesso a Nets MyPayments è stata approvata.<br><br> Hai richiesto l'accesso all'app Nets MyPayments. Per effettuare l'accesso, inserisci il codice riportato sotto nell'app.<br><br> &gt;{0}&lt;<br><br> Il codice è valido per 10 ore e può essere usato solo una volta.<br><br> Se non hai richiesto l'accesso per vedere i tuoi dati di pagamento nell'app Nets MyPayments, ignora questa e-mail.<br><br> <em class="mail-noreply">Se rispondi a questa e-mail non riceverai risposta.</em><br><br> </span></p>
lt_lt: <p><span class="mail-text"> Sveikiname, jūsų prašymas suteikti prieigą „Nets“ programoje „MyPayments“ buvo patvirtintas.<br><br> Jūs prašėte suteikti prieigą naudotis „Nets“ programa „MyPayments“. Norėdami prisijungti, programoje įveskite toliau nurodytą kodą.<br><br> &gt;{0}&lt;<br><br> Kodas galioja 10 valandų, jis gali būti panaudotas tik vieną kartą.<br><br> Jei jūs neprašėte suteikti prieigos peržiūrėti savo mokėjimo duomenis „Nets“ programoje „MyPayments“, galite ištrinti šį elektroninį laišką.<br><br> <em class="mail-noreply">Į šiuo elektroninio pašto adresu išsiųstus laiškus nebus atsakyta.</em><br><br> </span></p>
lv_lv: <p><span class="mail-text"> Apsveicam, Jūsu pieprasījums par piekļuvi Nets MyPayments ir apstiprināts!<br><br> Jūs esat pieprasījis piekļuvi lietotnei Nets MyPayments. Lai pieteiktos, lūdzu, ievadiet turpmāk esošo kodu lietotnē.<br><br> &gt;{0}&lt;<br><br> Kods ir derīgs 10 stundas, un to var izmantot tikai vienu reizi.<br><br> Ja neesat pieprasījis piekļuvi, lai redzētu savus maksājumu datus lietotnē Nets MyPayments, varat ignorēt šo e-pastu.<br><br> <em class="mail-noreply"> Atbildes uz šo e-pasta adresi netiks atbildētas.</em><br><br> </span></p>
nb: <p><span class="mail-text"> Gratulerer, din forespørsel om tilgang til Nets MyPayments har blitt godkjent.<br><br> Du har bedt om tilgang til appen Nets MyPayments. For å logge inn vennligst bruk koden nedenfor.<br><br> &gt;{0}&lt;<br><br> Koden er gyldig i 10 timer og kan kun benyttes én gang.<br><br> Hvis du ikke har bedt om tilgang til å se dine betalingsdata i Nets MyPayments-appen, kan du se bort fra denne e-posten.<br><br> <em class="mail-noreply">E-poster som sendes til denne e-postadressen, blir ikke besvart.</em><br><br> </span></p>
sv: <p><span class="mail-text"> Grattis, din förfrågan om tillgång till Nets MyPayment har blivit beviljad.<br><br> Du har bett om tillgång till appen Nets MyPayments. För att logga in använd nedanstående kod i appen.<br><br> &gt;{0}&lt;<br><br> Koden är giltig i 10 timmar och kan endast användas en gång.<br><br> Om du inte har bett om tillgång att se din betalningsdata i appen Nets MyPayments kan du bortse från detta e-postmeddelande.<br><br> <em class="mail-noreply">Svar skickade till den här e-postadressen kommer inte att besvaras.</em><br><br> </span></p>

# email.registration.company
source: Company
da: Virksomhed
de: Unternehmen
et_ee: Ettevõte
fi: Yritys
fr: Société
it: Azienda
lt_lt: Bendrovė
lv_lv: Uzņēmums
nb: Bedrift
sv: Företag

# email.registration.cvr.body
source: <p><span class="mail-text"> Dear {0},<br/><br/> {1} has asked for access to see data for {2} ({3}) in the Nets MyPayments app. As you are registered in MyNets as administrator for this company ID, you receive this e-mail. If you want to grant access for this person to see data in the app, please forward the below code:<br/><br/> Code {4}.<br/><br/> The code is valid for 10 hours and can only be used once.<br/><br/> {5} asks for access to see data for<br/><br/> Company: {6} – {7}<br/><br/> <ul>{8}</ul> If you have any questions to the above, please contact Nets Customer Service on the following number: (+46) 771 22 00 55.<br/><br/> <em class="mail-noreply">Replies sent to this email address will not be answered.</em><br/><br/> </span></p>
da: <p><span class="mail-text"> Kære {0}<br/><br/> {1} har bedt om adgang til at se data for {2} ({3}) i Nets MyPayments-appen. Da du er registreret i MyNets som administrator for dette virksomheds-id, modtager du denne e-mail. Hvis du vil give personen med den nævnte e-mailadresse adgang til at se data i appen, skal du videresende nedenstående kode.<br/><br/> Kode {4}.<br/><br/> Koden er gyldig i 10 timer, og du kan kun bruge den én gang.<br/><br/> {5} beder om adgang til at se data for<br/><br/> Virksomhed: {6} – {7}<br/><br/> <ul>{8}</ul> Har du spørgsmål til ovenstående, kan du kontakte Nets&#39; kundeservice på følgende nummer: (+45) 44 89 24 80.<br/><br/> <em class="mail-noreply">E-mails sendt til denne e-mailadresse bliver ikke besvaret.</em><br/><br/> </span></p>
de: <p><span class="mail-text"> Lieber {0},<br/><br/> {1} bittet um Zugang zu den Daten von {2} ({3}) in der Nets MyPayments-App. Sie erhalten diese E-Mail, weil Sie in MyNets als Administrator für diese Unternehmens-ID registriert sind. Wenn Sie dieser Person Zugriff gewähren möchten, um Daten in der App zu sehen, leiten Sie bitte den nachfolgenden Code weiter:<br/><br/> Code {4}.<br/><br/> Der Code ist 10 Stunden gültig und kann nur einmal verwendet werden.<br/><br/> {5} bittet um den Zugriff auf Daten für das<br/><br/> Unternehmen: {6} — {7}<br/><br/> <ul>{8}</ul> Wenn Sie Fragen zu den oben angegebenen Informationen haben, wenden Sie sich bitte telefonisch an den Kundendienst von Nets: (+46) 771- 22 00 55.<br/><br/> <em class="mail-noreply">Antworten an diese E-Mail-Adresse werden nicht beantwortet.</em><br/><br/> </span></p>
et_ee: <p><span class="mail-text"> Hea {0}<br/><br/> {1} küsis juurdepääsu {2} ({3}) andmete vaatamiseks Nets MyPaymentsi rakenduses. Saite selle e-kirja, kuna olete selle kaupmehe tunnuse registreeritud administraator MyNetsis. Kui soovite anda sellele isikule õiguse vaadata rakenduses andmeid, saatke talle allolev kood.<br/><br/> Kood {4}.<br/><br/> Kood kehtib 10 tundi ja seda saab kasutada ainult üks kord.<br/><br/> {5} küsis juurdepääsu järgmise kaupmehe andmete vaatamiseks.<br/><br/> Kaupmees: {6} – {7}<br/><br/> <ul>{8}</ul> Kui Teil on eespool kirjutatu kohta küsimusi, võtke ühendust Netsi klienditeenindusega numbril (+37)26030033.<br/><br/> <em class="mail-noreply">Sellele e-kirjale saadetud vastustele ei vastata.</em><br/><br/> </span></p>
fi: <p><span class="mail-text"> Hyvä {0},<br/><br/> {1} on pyytänyt lukuoikeuksia yrityksen {2} ({3}) tietoihin Nets Mypayments -sovelluksessa. Tämä viesti on lähetetty sinulle, koska sinut on rekisteröity yritystunnuksen pääkäyttäjäksi MyNetsiin. Mikäli haluat myöntää lukuoikeuden kyseiselle henkilölle, lähetä hänelle tämä koodi.<br/><br/> Koodi: {4}.<br/><br/> Koodi on voimassa 10 tuntia ja sitä voidaan käyttää vain kerran.<br/><br/> {5} pyytää lukuoikeuksia tietoihin<br/><br/> Yritys: {6} — {7}<br/><br/> <ul>{8}</ul> Mikäli sinulla on kysyttävää, olethan yhteydessä asiakaspalveluumme: (+46) 771- 22 00 55.<br/><br/> <em class="mail-noreply">Huomaathan ettei tähän sähköpostiin voi vastata.</em><br/><br/> </span></p>
fr: <p><span class="mail-text"> Cher/Chère {0},<br/><br/> {1} a demandé un accès pour voir les données de {2} ({3}) dans l'application Nets MyPayments. Vous avez reçu cet e-mail parce que vous êtes enregistré(e) dans MyNets en qualité d'administrateur pour cet identifiant de société. Si vous voulez accorder l'accès à cette personne pour qu'elle puisse voir les données dans l'application, veuillez transférer le code ci-dessous:<br/><br/> Code {4}.<br/><br/> Le code est valable 10 heures et ne peut être utilisé qu'une fois.<br/><br/> {5} demande l'accès pour voir les données de <br/><br/> Société: {6} – {7}<br/><br/> <ul>{8}</ul> En cas de questions concernant ce qui précède, veuillez contacter le service clientèle de Nets au numéro suivant: (+46) 771 22 00 55.<br/><br/> <em class="mail-noreply">Nous ne répondrons pas aux réponses envoyées à cette adresse e-mail.</em><br/><br/> </span></p>
it: <p><span class="mail-text"> Gentile {0},<br/><br/> {1} hai chiesto l'accesso per vedere i dati per {2} ({3}) nell'app Nets MyPayments. Dato che risulti registrato in MyNets come amministratore per questo ID aziendale, ricevi questa e-mail. Se vuoi consentire l'accesso in modo tale che questa persona veda i dati nell'app, invia il codice riportato sotto:<br/><br/> Codice {4}.<br/><br/> Il codice è valido per 10 ore e può essere usato solo una volta.<br/><br/> {5} chiede l'accesso per vedere i dati per <br/><br/> Azienda: {6} – {7}<br/><br/> <ul>{8}</ul> Per qualsiasi domanda relativa a quanto riportato sopra, contatta l'Assistenza Clienti Nets al numero: (+46) 771 22 00 55.<br/><br/> <em class="mail-noreply">Se rispondi a questa e-mail non riceverai risposta.</em><br/><br/> </span></p>
lt_lt: <p><span class="mail-text"> Gerbiamasis {0},<br/><br/> {1} paprašė leisti peržiūrėti „{2}“ ({3}) duomenis „Nets“ programoje „MyPayments“. Jūs gavote šį elektroninį laišką, nes esate įregistruotas „MyNets“ kaip šios įmonės ID administratorius. Jei norite suteikti prieigą šiam asmeniui peržiūrėti duomenis programoje, siųskite jam toliau esantį kodą:<br/><br/> Kodas {4}.<br/><br/> Kodas galioja 10 valandų, jis gali būti panaudotas tik vieną kartą.<br/><br/> {5} prašo prieigos peržiūrėti duomenis<br/><br/> Įmonė: {6} — „{7}“<br/><br/> <ul>{8}</ul> Jei turite su pateikta informacija susijusių klausimų, susisiekite su „Nets“ klientų aptarnavimo centru tel. (+37)052121767.<br/><br/> <em class="mail-noreply"> Į šiuo elektroninio pašto adresu išsiųstus laiškus nebus atsakyta.</em><br/><br/> </span></p>
lv_lv: <p><span class="mail-text"> Dārgais {0}!<br/><br/> {1} ir pieprasījis piekļuvi, lai skatītu {2} ({3}) datus lietotnes Nets MyPayments datu bāzē. Tā kā Jūs esat reģistrējies MyNets kā šī tirgotāja ID administrators, Jūs saņemat šo e-pastu. Ja vēlaties piešķirt piekļuvi šai personai, lai apskatītu datus lietotnē, lūdzu, pārsūtiet turpmāk norādīto kodu:<br/><br/> Kods {4}.<br/><br/> Kods ir derīgs 10 stundas, un to var izmantot tikai vienu reizi.<br/><br/> {5} lūdz piekļuvi, lai skatītu datus par:<br/><br/> Uzņēmums: {6} — {7}<br/><br/> <ul>{8}</ul> Ja Jums ir kādi jautājumi, par iepriekš minēto, lūdzu, sazinieties ar tīkla klientu apkalpošanas dienestu pa tālruni: (+37)164790790.<br/><br/> <em class="mail-noreply"> Atbildes uz šo e-pasta adresi netiks atbildētas.</em><br/><br/> </span></p>
nb: <p><span class="mail-text"> Kjære {0},<br/><br/> {1} har bedt om tilgang til å se data for {2} ({3}) i Nets MyPayments-appen. Du mottar denne e-posten siden du er registrert som administrator for denne virksomheten i MyNets. Hvis du ønsker å gi personen med den nevnte e-postadressen tilgang til å se data i appen, må du videresende koden nedenfor.<br/><br/> Kode {4}.<br/><br/> Koden er gyldig i 10 timer, og kan kun benyttes én gang.<br/><br/> {5} ber om tilgang til å se data for<br/><br/> Brukersted: {6} — {7}<br/><br/> <ul>{8}</ul> Har du spørsmål til det ovenstående, vennligst kontakt Nets kundeservice på telefonnummer: (+47) 22 89 89 89.<br/><br/> <em class="mail-noreply">E-poster som sendes til denne e-postadressen, blir ikke besvart.</em><br/><br/> </span></p>
sv: <p><span class="mail-text"> Hej {0},<br/><br/> {1} har begärt tillgång för att se data för {2} ({3}) i appen Nets MyPayments. Eftersom du är registrerad i MyNets som administratör för detta försäljnings-ID får du det här e-postmeddelandet. Om du vill bevilja den här personen tillgång för att se data i appen vidarebefordrar du nedanstående kod:<br/><br/> Kod {4}.<br/><br/> Koden är giltig i 10 timmar och kan endast användas en gång.<br/><br/> {5} ber om tillgång för att se data för<br/><br/> Säljare: {6} — {7}<br/><br/> <ul>{8}</ul> Om du har frågor om ovanstående kan du kontakta Nets kundservice på följande nummer: (+46) 8-609 92 00.<br/><br/> <em class="mail-noreply">Svar skickade till den här e-postadressen kommer inte att besvaras.</em><br/><br/> </span></p>

# email.registration.cvr.subject
source: VAT no. registration
da: Registrering af CVR-nummer
de: Registrierung USt-IdNr.
et_ee: KMKR numbri registreerimine
fi: Y-tunnuksen rekisteröinti
fr: Enregistrement du n° de TVA
it: Registrazione n. di partita IVA
lt_lt: PVM Nr. registracija
lv_lv: PVN Nr. reģistrācija
nb: Registrering av organisasjonsnummer
sv: Momsregistreringsnummer
