Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_scaAdvert
source: If you have an online shop, don’t forget to activate 3D Secure on your online payments!
da: Hvis du har en onlinebutik, skal du huske at aktivere 3D Secure for dine onlinebetalinger!
de: Wenn Sie einen Webshop haben, denken Sie daran, bei Ihren Onlinezahlungen 3-D Secure zu aktivieren!
et_ee: Kui teil on veebipood, ärge unustage aktiveerida veebimaksetes 3D Secure!
fi: Jos sinulla on verkkokauppa, älä unohda aktivoida 3D Securea verkkomaksuillesi!
fr: Si vous disposez d'une boutique en ligne, n'oubliez pas d'activer 3D Secure pour vos paiements électroniques!
it: Se hai uno shop on-line, non dimenticare di attivare 3D Secure per i tuoi pagamenti on-line.
lt_lt: Jei turite internetinę parduotuvę, nepamirškite suaktyvinti „3D Secure“ mokėjimams internetu!
lv_lv: Ja jums ir tiešsaistes veikals, neaizmirstiet aktivizēt 3D Secure saviem tiešsaistes maksājumiem!
nb: Hvis du har en nettbutikk, ikke glem å aktivere 3D Secure på dine nettbaserte betalinger!
sv: Om du har en webbutik får du inte glömma att aktivera 3D Secure på dina onlinebetalningar!

# ms_scaAdvert1
source: Strong Customer Authentication means that 3D Secure is required for online card payments
da: Stærk kundeautentificering betyder, at 3D Secure er påkrævet for onlinekortbetalinger
de: Starke Kundenauthentifizierung bedeutet, dass 3-D Secure für Online-Kartenzahlungen erforderlich ist
et_ee: Tugev kliendi autentimine tähendab, et veebikaardimaksete jaoks on vajalik 3D Secure
fi: Vahva asiakastodennus tarkoittaa, että verkkokorttimaksuihin vaaditaan 3D Secure
fr: Une authentification client forte passe par l'utilisation de 3D Secure pour les paiements par carte en ligne
it: Strong Customer Authentication significa che è necessario avere 3D Secure per i pagamenti online con la carta
lt_lt: Stiprus klientų autentifikavimas reiškia, kad atsiskaitant kortelėmis internetu reikalinga „3D Secure“
lv_lv: Droša klienta autentifikācija nozīmē, ka 3D Secure ir nepieciešams tiešsaistes karšu maksājumiem
nb: Sterk kundeautentisering betyr at 3D Secure kreves for kortbetalinger på nettet
sv: Stark kundautentisering innebär att 3D Secure krävs för kortbetalningar online

# ms_scaAdvert2
source: Without it your online card payments will no longer work
da: Uden det fungerer dine onlinekortbetalinger ikke længere
de: Ohne dies können Ihre Online-Kartenzahlungen nicht mehr durchgeführt werden
et_ee: Ilma selleta ei tööta teie veebikaardimaksed enam
fi: Ilman sitä verkkokorttimaksut eivät enää toimi
fr: Sans cette fonction, vos paiements par carte en ligne ne fonctionneront plus
it: Senza 3D Secure, i pagamenti online con la carta non saranno più attivi
lt_lt: Be šios funkcijos mokėjimai kortelėmis internetu nebeveiks
lv_lv: Bez tā jūsu tiešsaistes karšu maksājumi vairs nedarbosies
nb: Uten dette vil ikke dine nettbaserte kortbetalinger fungere lenger
sv: Utan det fungerar inte dina kortbetalningar online längre

# ms_scaAdvert3
source: Contact your online payment platform provider now to activate 3D Secure
da: Kontakt udbyderen af din onlinebetalingsplatform nu for at aktivere 3D Secure
de: Wenden Sie sich jetzt an den Anbieter Ihrer Onlinezahlungsplattform, um 3-D Secure zu aktivieren
et_ee: 3D Secure'i aktiveerimiseks pöörduge kohe oma veebipõhise makseplatvormi pakkuja poole
fi: Ota yhteyttä verkkomaksualustan tarjoajaan aktivoidaksesi 3D Securen
fr: Contactez maintenant votre fournisseur de plateforme de paiement en ligne pour activer 3D Secure
it: Contatta il tuo provider della piattaforma on-line ora per attivare 3D Secure
lt_lt: Norėdami suaktyvinti „3D Secure“, susisiekite su savo internetinės mokėjimo platformos teikėju jau dabar
lv_lv: Sazinieties ar tiešsaistes maksājumu platformas nodrošinātāju tagad, lai aktivizētu 3D Secure
nb: Kontakt leverandøren av betalingsplattformen din på nettet nå for å aktivere 3D Secure
sv: Kontakta din onlinebetalningsplattformsleverantör nu för att aktivera 3D Secure

# ms_sec_security_enable_biometric
source: Enable Biometrics
de: Biometrisches Merkmal aktivieren
fi: Ota käyttöön biometrinen tunnus
fr: Activer la biométrie
it: Attiva la biometria

# ms_security_check_ko
source: Your device is not compliant with security level required.
fi: Laitteesi ei vastaa vaadittua turvallisuustasoa.

# ms_security_warning_message
source: For your security, you are not be able to use the app's features. Please try installing the app on another phone.
de: Aus Sicherheitsgründen können Sie die Funktionen der App nicht nutzen. Versuchen Sie, die App auf einem anderen Telefon zu installieren.
fi: Turvallisuutesi vuoksi et voi käyttää sovelluksen ominaisuuksia. Kokeile asentaa sovellus toiseen puhelimeen.
fr: Pour votre sécurité, vous ne pouvez pas utiliser les fonctions de l'application. Veuillez installer l'application sur un autre téléphone.
it: Per la tua sicurezza, non puoi utilizzare le funzioni dell'app. Prova a installare l'app su un altro telefono.

# ms_security_warning_title
source: Your device does not meet the security parameters.
de: Ihr Gerät erfüllt die Sicherheitsparameter nicht.
fi: Laitteesi ei täytä turvallisuusvaatimuksia.
fr: Votre appareil n'est pas conforme aux paramètres de sécurité.
it: Il tuo dispositivo non corrisponde ai parametri di sicurezza.

# ms_see_all
source: See all
da: Se alle
de: Alle anzeigen
et_ee: Vaata kõiki
fi: Katso kaikki
fr: Tout voir
it: Vedi tutti
lt_lt: Žiūrėti viską
lv_lv: Atlasīt visu
nb: Se alle
sv: Se alla

# ms_see_how_you_can_txt
source: See how you can get more licenses for Tap To Pay
de: So erhalten Sie weitere Lizenzen für Tap To Pay
fi: Katso kuinka hankit lisää Tap to Pay -lisenssejä
fr: Découvrez comment obtenir des licences supplémentaires pour Tap To Pay
it: Scopri come ottenere più licenze per Tap To Pay

# ms_see_older_transactions
source: SEE OLDER TRANSACTIONS
da: SE ÆLDRE TRANSAKTIONER
de: SIEHE ÄLTERE TRANSAKTIONEN
et_ee: VAADAKE VANEMAID TEHINGUID
fi: KATSO VANHEMMAT MAKSUTAPAHTUMAT
lt_lt: PERŽIŪRĖTI SENESNES OPERACIJAS
lv_lv: SKATĪT VECĀKUS DARĪJUMUS
nb: SE ELDRE TRANSAKSJONER
sv: SE ÄLDRE TRANSAKTIONER

# ms_select_a_location
source: Select a location
de: Einen Standort auswählen
fi: Valitse sijainti
fr: Sélectionner un point de vente
it: Seleziona una sede

# ms_select_a_terminal
source: Select a terminal
da: Vælg en terminal
de: Terminal auswählen
et_ee: Valige terminal
fi: Valitse pääte
fr: Sélectionner un terminal
it: Seleziona un terminale
lt_lt: Pasirinkite terminalą
lv_lv: Atlasiet termināli
nb: Velg en terminal
sv: Välj en terminal

# ms_select_license_description
source: By confirming, you are agreeing to associate this sales location with your phone. This action cannot be undone without contacting our Customer Service.
de: Durch Ihre Bestätigung stimmen Sie zu, diesen Verkaufsstandort mit Ihrem Telefon zu verbinden. Diese Aktionen kann nur durch Kontaktaufnahme mit unserem Kundendienst rückgängig gemacht werden.
fi: Vahvistamalla suostut yhdistämään tämän myyntipisteen puhelimeesi. Tätä toimenpidettä ei voi peruuttaa ottamatta yhteyttä asiakaspalveluumme.
fr: En confirmant, vous acceptez d'associer ce point de vente à votre téléphone. Cette action ne peut pas être annulée sans contacter notre service clientèle.
it: Confermando, accetti di associare questa sede di vendita al tuo telefono. Puoi annullare questa azione solo contattando la nostra Assistenza clienti.

# ms_select_license_title
source: Select %s?
de: %s auswählen?
fi: Valitse %s?
fr: Sélectionner %s?
it: Seleziona %s?

# ms_select_location
source: Please select location(s)
da: Vælg sted(er)
de: Wählen Sie Standorte aus
et_ee: Valige asukoht (asukohad)
fi: Valitse myyntipisteet
fr: Sélectionner lieu(x)
it: Seleziona sede/i
lt_lt: Pasirinkite vietą (-as)
lv_lv: Lūdzu, atlasiet atrašanās
nb: Velg sted(er)
sv: Välj plats(er)

# ms_select_locations
source: Select locations
da: Vælg salgssteder
de: Standorte auswählen
et_ee: Vali asukohad
fi: Valitse myyntipisteet
fr: Sélectionner des points de vente
it: Seleziona sedi
lt_lt: Pasirinkti vietas
lv_lv: Atlasiet atrašanās vietas
nb: Velg plasseringer
sv: Välj platser

# ms_select_merchant_no_result
source: No sale location found for <b>'%s'</b>
da: Ingen salgssted fundet for <b>'%s'</b>
de: Kein Verkaufsort für <b>'%s'</b> gefunden
et_ee: Müügikohta ei leitud <b>'%s'</b> jaoks
fi: Myyntipaikkaa ei löytynyt kohteelle <b>'%s'</b>
fr: Aucun point de vente pour <b>'%s'</b>
it: Nessun sede di vendita trovato per <b>'%s'</b>
lt_lt: Nepavyko rasti pardavimo vietos <b>'%s'</b>
lv_lv: Netika atrasta neviena tirdzniecības vieta priekš <b>'%s'</b>
nb: Ingen salgssted funnet for <b>'%s'</b>
sv: Ingen försäljningsplats hittades för <b>'%s'</b>

# ms_select_outlet_confirmation
source: Are you sure you want to pair your licence to this sales location. This action cannot undone without contacting sales.
da: Er du sikker på, at du vil tilknytte din licens til dette salgssted? Denne handling kan ikke fortrydes uden at kontakte salg.
de: Möchten Sie Ihre Lizenz wirklich mit diesem Verkaufsstandort verknüpfen? Diese Aktion kann nur durch Kontaktaufnahme mit dem Vertrieb rückgängig gemacht werden.
et_ee: Kas olete kindel, et soovite siduda oma litsentsi selle müügikohaga? Seda toimingut ei saa tagasi võtta ilma müügiosakonnaga ühendust võtmata.
fi: Haluatko varmasti liittää lisenssisi tähän myyntipisteeseen? Tätä toimintoa ei voi perua ilman yhteydenottoa myyntiin.
fr: Voulez-vous vraiment associer votre licence à ce point de vente ? Cette action ne peut être annulée sans contacter le service commercial.
it: Sei sicuro di voler associare la tua licenza a questo punto vendita? Questa azione non può essere annullata senza contattare l’assistenza commerciale.
lt_lt: Ar tikrai norite susieti savo licenciją su šia pardavimo vieta? Šio veiksmo negalima atšaukti be kontakto su pardavimų skyriumi.
lv_lv: Vai tiešām vēlaties savienot savu licenci ar šo tirdzniecības vietu? Šo darbību nevar atsaukt bez sazināšanās ar pārdošanas daļu.
nb: Er du sikker på at du vil knytte lisensen din til dette salgsstedet? Denne handlingen kan ikke angres uten å kontakte salg.
sv: Är du säker på att du vill koppla din licens till denna försäljningsplats? Denna åtgärd kan inte ångras utan att kontakta försäljning.

# ms_select_outlet_title_confirmation
source: Pair Licence to
da: Tilknyt licens til
de: Standort akzeptieren
et_ee: Seosta litsents järgnevaga
fi: Yhdistä lisenssi kohteeseen
fr: Associer la licence à
it: Associa la licenza a
lt_lt: Susieti licenciją su
lv_lv: Piesaistīt licenci
nb: Knytt lisens til
sv: Anslut till laddaren

# ms_select_reversal_trans
source: Select ‘Reverse transaction’
da: Vælg "Tilbagefør transaktion"
de: „Überweisung rückbuchen“ wählen
et_ee: Valige "Pööra tehing ümber"
fi: Valitse Peruuta tapahtuma
fr: Sélectionnez « Annuler la transaction »
it: Seleziona ‘Storna transazione’
lt_lt: Pasirinkite „Atšaukti operaciją“.
lv_lv: Atlasīt “Atsaukt darījumu”
nb: Velg Reverser transaksjon
sv: Välj ”Utför återbetalning”

# ms_select_sales_location
source: Select the outlet on which you want to use the virtual terminal
da: Vælg den forretning, for hvilken du vil bruge den virtuelle terminal
de: Wählen Sie aus, an welcher Steckdose das virtuelle Terminal verwendet werden soll
fi: Valitse kauppa, jossa haluat käyttää virtuaalipäätettä
fr: Sélectionnez le point de vente sur lequel vous voulez utiliser le terminal virtuel
it: Seleziona l'outlet sul quale vuoi usare il terminale virtuale
lv_lv: Atlasiet izvadi, kurā vēlaties izmantot virtuālo termināli
nb: Velg butikken der du vil bruke den virtuelle terminalen
sv: Välj i vilken butik du vill använda den virtuella terminalen

# ms_select_transaction_list
source: Select Transaction list
da: Vælg transaktionsliste
de: Transaktionsliste auswählen
et_ee: Vali tehingute loend
fi: Valitse tapahtumaluettelo
fr: Sélectionner Liste des transactions
it: Seleziona Elenco transazioni
lt_lt: Pasirinkti operacijų sąrašą
lv_lv: Atlasiet Darījumu saraksts
nb: Velg transaksjonsliste
sv: Välj transaktionslista

# ms_selected
source: selected
da: valgt
de: ausgewählt
et_ee: valitud
fi: valittu
fr: sélectionné
it: selezionato
lt_lt: pasirinkta
lv_lv: atlasīts
nb: valgt
sv: vald

# ms_send
source: Send
de: Absenden
et_ee: Saada
fi: Lähetä
fr: Envoyer
it: Invia
lt_lt: Siųsti
lv_lv: Sūtīt
sv: Skicka

# ms_send_email
source: Send us an Email
da: Send en mail til os
de: Mailen Sie uns
fi: Lähetä sähköpostia
fr: Envoyez-nous un e-mail
it: Invia un'e-mail
lv_lv: Nosūtiet mums e-pastu
nb: Send oss en e-post
sv: Skicka e-post till oss

# ms_set_it_up
source: Set it up
da: Foretag opsætning
de: Einrichten
fi: Määrittele
fr: Le paramétrer
it: Configuralo
lv_lv: Iestatīt to
nb: Kom i gang
sv: Konfiguration

# ms_set_up_terminal_btn
source: SET UP YOUR NEW TERMINAL
da: OPSÆT DIN NYE TERMINAL
de: IHR NEUES TERMINAL EINRICHTEN
et_ee: SEADISTAGE OMA UUS TERMINAL
fi: ASENNA UUSI PÄÄTTEESI
lt_lt: NUSTATYKITE SAVO NAUJOJO TERMINALO SĄRANKĄ
lv_lv: IESTATIET SAVU JAUNO TERMINĀLI
nb: KONFIGURERE DEN NYE TERMINALEN
sv: KONFIGURERA DIN NYA TERMINAL

# ms_settings
source: Settings
da: Indstillinger
de: Einstellungen
et_ee: Sätted
fi: Asetukset
fr: Paramètres
it: Configurazioni
lt_lt: Nustatymai
lv_lv: Iestatījumi
nb: Innstillinger
sv: Inställningar

# ms_settlement
source: Settlement
da: Afregning
de: Abrechnung
et_ee: Arveldamine
fi: Tilitys
fr: Règlement
it: Pagamento
lt_lt: Atsiskaitymas
lv_lv: Norēķini
nb: Oppgjør
sv: Avräkning

# ms_settlement_article_1_text
source: Under the Accounting section, available at the top of the overview screen, you can find your settlement reports alongside your invoices.
da: Under bogføring, der er tilgængelig øverst på oversigtsskærmen, kan du finde dine afregninger sammen med dine fakturaer.
de: Im Bereich Buchhaltung, der oben auf dem Übersichtsbildschirm verfügbar ist, können Sie Ihre Abrechnungsberichte zusammen mit Ihren Rechnungen finden.
fi: Kirjanpito-osiossa, joka on saatavilla yleiskatsausnäytön yläosassa, voit löytää selvitysraporttisi yhdessä laskujesi kanssa.
fr: Dans la section Comptabilité, disponible en haut de l'écran de synthèse, vous pouvez trouver vos rapports de règlement ainsi que vos factures.
it: Nella sezione Contabilità, disponibile nella parte superiore dello schermo di riepilogo, puoi trovare i tuoi rapporti di regolamento insieme alle tue fatture.
nb: I regnskapsseksjonen, som er tilgjengelig øverst på oversiktsskjermen, kan du finne avregningsrapportene dine sammen med fakturaene dine.
sv: I bokföringssektionen, som finns högst upp på översiktsskärmen, kan du hitta dina avräkningsrapporter tillsammans med dina fakturor.

# ms_settlement_article_1_title
source: Viewing your settlement report(s)
da: Visning af din afregninger
de: Anzeigen Ihres Abrechnungsberichts/e
fi: Selvitysraporttien tarkastelu
fr: Consulter votre/vos rapport(s) de règlement
it: Visualizzazione del tuo/tuoi rapporto/i di regolamento
nb: Vise avregningsrapporten(e) din(e)
sv: Visning av din avräkningsrapport(er)

# ms_settlement_article_2_text
source: If you need to share a settlement report with your accountant or print it directly for your records you can navigate to the report you are looking for, download and tap the share button.
da: Hvis du har brug for at dele en afregninger med din revisor eller printe den, kan du navigere til den rapport, du leder efter, downloade den og trykke på deleknappen.
de: Wenn Sie einen Abrechnungsbericht mit Ihrem Buchhalter teilen oder ihn direkt für Ihre Unterlagen drucken müssen, können Sie zu dem Bericht navigieren, den Sie suchen, ihn herunterladen und auf die Teilen-Schaltfläche tippen.
fi: Jos sinun täytyy jakaa selvitysraportti kirjanpitäjäsi kanssa tai tulostaa se suoraan omaan käyttöösi, voit siirtyä etsimääsi raporttiin, ladata sen ja napauttaa jakopainiketta.
fr: Si vous devez partager un rapport de règlement avec votre comptable ou l'imprimer directement pour vos dossiers, vous pouvez accéder au rapport que vous recherchez, le télécharger et appuyer sur le bouton de partage.
it: Se hai bisogno di condividere un rapporto di regolamento con il tuo commercialista o stamparlo direttamente per i tuoi archivi, puoi navigare al rapporto che stai cercando, scaricarlo e premere il pulsante di condivisione.
nb: Hvis du trenger å dele en avregningsrapport med regnskapsføreren din eller skrive den ut direkte for arkivene dine, kan du navigere til rapporten du leter etter, laste den ned og trykke på deleknappen.
sv: Om du behöver dela en avräkningsrapport med din revisor eller skriva ut den direkt för dina register kan du navigera till rapporten du söker, ladda ner den och trycka på delningsknappen.

# ms_settlement_article_2_title
source: Sharing the report
da: Deling af rapporten
de: Teilen des Berichts
fi: Raportin jakaminen
fr: Partage du rapport
it: Condivisione del rapporto
nb: Deling av rapporten
sv: Dela rapporten

# ms_settlement_article_subtitle
source: Find settlements, share with your accountant or print directly from the app.
da: Find afregninger, del med din revisor eller print direkte fra appen.
de: Finden Sie Abrechnungen, teilen Sie diese mit Ihrem Buchhalter oder drucken Sie sie direkt aus der App.
fi: Löydä selvitykset, jaa kirjanpitäjäsi kanssa tai tulosta suoraan sovelluksesta.
fr: Trouvez des règlements, partagez-les avec votre comptable ou imprimez-les directement depuis l'application.
it: Trova i rapporti di regolamento, condividili con il tuo commercialista o stampali direttamente dall'app.
nb: Finn avregninger, del dem med regnskapsføreren din eller skriv dem ut direkte fra appen.
sv: Hitta avräkningar, dela dem med din revisor eller skriv ut direkt från appen.

# ms_settlement_article_title
source: How to view and share your settlement report
da: Sådan ser og deler du din afregninger
de: So können Sie Ihren Abrechnungsbericht anzeigen und teilen
fi: Kuinka tarkastella ja jakaa selvitysraporttisi
fr: Comment consulter et partager votre rapport de règlement
it: Come visualizzare e condividere il tuo rapporto di regolamento
nb: Slik ser og deler du avregningsrapporten din
sv: Så här visar och delar du din avräkningsrapport

# ms_settlement_description
source: Settlements
da: Afregninger
de: Abrechnungen
et_ee: Arveldused
fi: Tilitykset
fr: Règlements
it: Pagamenti
lt_lt: Atsiskaitymai
lv_lv: Norēķini
nb: Oppgjør
sv: Avräkningar

# ms_settlement_description_long
source: Here you can see the business' most recent settlements. If you wish to see specifications for the settlement amount or search for specific transactions, you can log into the portal on https://my.nets.eu/login
da: Her kan du se virksomhedens seneste udbetalinger. Hvis du ønsker at se specifikationer for de enkelte udbetalinger eller at søge enkelte transaktioner frem, kan du logge ind på https://my.nets.eu/login
de: Hier können Sie die aktuellsten Abrechnungen des Unternehmens sehen. Wenn Sie die Daten für den Abrechnungsbetrag anzeigen oder nach bestimmten Transaktionen suchen möchten, können Sie sich im Portal unter https://my.nets.eu/login anmelden.
et_ee: Siin näete ettevõtte kõige uuemaid tehinguid. Kui soovite näha arveldussumma tehnilisi andmeid või otsida konkreetseid tehinguid, võite sisse logida portaali aadressil https://my.nets.eu/login
fi: Tässä voit tarkastella yrityksen viimeisimpiä tilityksiä. Jos haluat nähdä tilityssumman tarkemmat tiedot tai hakea tiettyjä tapahtumia, voit kirjautua portaaliin sivustossa https://my.nets.eu/login
fr: Vous pouvez voir ici les règlements les plus récents de votre commerce. Si vous souhaitez voir les détails du montant du règlement ou rechercher des transactions spécifiques, vous pouvez vous connecter au portail à l'adresse https://my.nets.eu/login
it: Qui puoi vedere i pagamenti più recenti. Se vuoi vedere le specifiche dell'importo del pagamento o cercare transazioni specifiche, puoi accedere al portale su https://my.nets.eu/login
lt_lt: Čia pateikiami įmonės naujausi atsiskaitymai. Jei reikia duomenų apie atsiskaitymo sumą arba norite surasti tam tikras operacijas, galite prisijungti prie portalo adresu https://my.nets.eu/login
lv_lv: Šeit jūs varat redzēt uzņēmējdarbības pēdējos norēķinus. Ja vēlaties redzēt norēķinu summas informāciju vai meklēt konkrētus darījumus, varat pierakstīties portālā https://my.nets.eu/login
nb: Her kan du se de nyeste oppgjørene for virksomheten. Hvis du ønsker å se spesifikasjoner for oppgjørsbeløpet eller søke etter bestemte transaksjoner, kan du logge deg inn på portalen på https://my.nets.eu/login
sv: Här kan du se företagets senaste avräkningar. Om du vill se specifikationer för avräkningsbeloppen eller söka efter specifika transaktioner kan du logga in på portalen på https://my.nets.eu/login

# ms_settlement_enhancement_release_notes
source: Enhancements to the Settlements view - Month-wise settlements are now grouped and are collapsible for better view.
da: Forbedringer af visningen Afregninger - månedlige afregninger vises nu grupperet og kan skjules for at give et bedre overblik.
de: Verbesserungen in der Ansicht Abrechnungen – Die monatlichen Abrechnungen sind jetzt gruppiert und können zur besseren Übersicht ausgeblendet werden.
fi: Parannukset Tilitykset-näkymään – Kuukausikohtaiset tilitykset on nyt ryhmitelty ja ne voidaan supistaa paremman näkymän saamiseksi.
fr: Améliorations apportées à l'affichage des Règlements - Les règlements du mois sont désormais regroupés et peuvent être réduits pour mieux voir.
it: Miglioramenti nella vista Pagamenti - Ora i pagamenti sono raggruppati per mese e possono essere compressi per una migliore visualizzazione.
lv_lv: Norēķinu skata uzlabojumi — mēneša norēķini tagad ir sagrupēti un ir saliekami, lai tos labāk apskatītu.
nb: Forbedringer av oppgjørsvisningen - månedlige oppgjør er nå gruppert og kan skjules for bedre visning.
sv: Förbättringar av vyn Avtal – månadsvisa avtal grupperas nu och går att minimera för bättre översikt.

# ms_settlement_page_details
source: - Date - Net amount - Fees - Charge-back - Gross amount - Payment reference - Acquirer
da: - Dato - Nettobeløb - Gebyrer - Tilbageført beløb - Bruttobeløb - Betalingsreference - Indløser
de: - Datum - Nettobetrag - Gebühren - Rückbuchung - Bruttobetrag - Zahlungsreferenz - Akzeptierende Bank
et_ee: - Kuupäev - Netosumma - Tasud - Tagasimakse - Brutosumma - Makse viitenumber - Ostja
fi: - Päivämäärä - Nettosumma - Palkkiot - Hyvitys - Bruttosumma - Maksuviite - Korttitapahtumien vastaanottaja
fr: - Date - Montant net - Frais - Rejet de crédit - Montant brut - Référence du paiement - Acquéreur
it: - Data - Importo netto - Commissioni - Storno di addebito - Importo lordo - Riferimento pagamento - Acquirente
lt_lt: - Data - Grynoji suma - Mokesčiai - Grąžinimas - Bendra suma - Mokėjimo nuoroda - Pirkėjas
lv_lv: - Datums - Neto summa - Maksas - Atmaksa - Bruto summa - Maksājuma atsauce - Ieguvējs
nb: - Dato - Nettobeløp - Avgifter - Chargeback - Bruttobeløp - Betalingsreferanse - Erverver
sv: - Datum - Nettobelopp - Avgifter - Chargeback - Bruttobelopp - Betalningsreferens - Inlösare

# ms_settlements
source: Settlements
da: Afregninger
de: Abrechnungen
et_ee: Arveldused
fi: Tilitykset
fr: Règlements
it: Pagamenti
lt_lt: Atsiskaitymai
lv_lv: Norēķini
nb: Oppgjør
sv: Avräkningar

# ms_settlements_apply
source: Apply
da: Anvend
de: Anwenden
et_ee: Rakenda
fi: Käytä
fr: Appliquer
it: Applica
lt_lt: Taikyti
lv_lv: Uzstādīt
nb: Bruk
sv: Använd

# ms_settlements_clearall
source: Clear all
da: Slet alt
de: Alle zurücksetzen
et_ee: Tühjenda kõik
fi: Tyhjennä kaikki
fr: Tout effacer
it: Elimina tutto
lt_lt: Išvalyti viską
lv_lv: Notīrīt visu
nb: Fjern alle
sv: Rensa alla

# ms_settlements_date
source: Date
da: Dato
de: Datum
et_ee: Kuupäev
fi: Päivämäärä
it: Data
lt_lt: Data
lv_lv: Datums
nb: Dato
sv: Datum
