Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_unsupported_device_description
source: This Android device is not compatible with Nexi SoftPOS. Please upgrade or switch to another device to get started.
da: Denne Android-enhed er ikke kompatibel med Nexi SoftPOS. Opgrader venligst eller skift til en anden enhed for at komme i gang.
de: Dieses Android-Gerät ist nicht mit Nexi SoftPOS kompatibel. Bitte aktualisieren Sie es oder wechseln Sie zu einem anderen Gerät, um loszulegen.
fi: Tämä Android-laite ei ole yhteensopiva Nexi SoftPOS:n kanssa. Päivitä tai vaihda toiseen laitteeseen aloittaaksesi.
fr: Cet appareil Android n'est pas compatible avec Nexi SoftPOS. Veuillez le mettre à jour ou passer à un autre appareil pour commencer.
it: Questo dispositivo Android non è compatibile con Nexi SoftPOS. Aggiorna il dispositivo o passa a un altro per iniziare.
nb: Denne Android-enheten er ikke kompatibel med Nexi SoftPOS. Oppgrader eller bytt til en annen enhet for å komme i gang.
sv: Den här Android-enheten är inte kompatibel med Nexi SoftPOS. Uppgradera eller byt till en annan enhet för att komma igång.

# ms_unsupported_device_subtitle
source: Something went wrong...
da: Noget gik galt…
de: Etwas ist schiefgelaufen…
fi: Jotain meni pieleen…
fr: Quelque chose a mal tourné…
it: Qualcosa è andato storto…
nb: Noe gikk galt…
sv: Något gick fel…

# ms_unsupported_device_title
source: Unfortunately this Device is not supported
da: Desværre understøttes denne enhed ikke
de: Leider wird dieses Gerät nicht unterstützt
fi: Valitettavasti tätä laitetta ei tueta
fr: Malheureusement, cet appareil n'est pas pris en charge
it: Purtroppo questo dispositivo non è supportato
nb: Dessverre støttes ikke denne enheten
sv: Tyvärr stöds inte den här enheten

# ms_update_version_message_mandatory
source: To continue with the app, download the latest version.
de: Um die App weiterhin zu verwenden, müssen Sie die neueste Version herunterladen.
fi: Jos haluat jatkaa sovelluksen käyttöä, lataa uusin versio.
fr: Pour continuer à utiliser l'application, téléchargez la dernière version.
it: Per continuare con l'app, scarica l'ultima versione.

# ms_update_version_message_optional
source: A new version of the app is available.
da: En ny version af appen er tilgængelig.
de: Für die App ist eine neue Version verfügbar.
fi: Sovelluksesta on saatavilla uusi versio.
fr: Une nouvelle version de l'application est disponible.
it: È disponibile una nuova versione dell'app.
sv: En ny version av appen är tillgänglig.

# ms_update_version_title
source: Update Available
da: Opdatering tilgængelig
de: Aktualisierung verfügbar
et_ee: Uuendus saadaval
fi: Päivitys saatavilla
fr: Mise à jour disponible
it: Aggiornamento disponibile
lt_lt: Galimas atnaujinimas
lv_lv: Atjauninājums pieejams
nb: Oppdatering tilgjengelig
sv: Uppdatering tillgänglig

# ms_update_version_txt
source: UPDATE
de: AKTUALISIEREN
fi: PÄIVITYS
fr: METTRE À JOUR
it: AGGIORNA

# ms_use_same_email
source: You can use the same email as you have used for logging into MyPayments
da: Du kan bruge samme e-mail, som du bruger til at logge på MyPayments
de: Sie können dieselbe E-Mail-Adresse verwenden, die Sie für die Anmeldung bei MyPayments verwendet haben.
et_ee: Saate kasutada sama e-posti aadressi, mida kasutate sisselogimiseks kohta Mypayments
fi: Voit käyttää samaa sähköpostiosoitetta, jota olet käyttänyt kirjautuaksesi MyPayments-palveluun.
fr: Vous pouvez utiliser la même adresse e-mail que celle utilisée pour vous connecter à MyPayments
it: Puoi utilizzare la stessa e-mail che hai usato per accedere a Mypayments
lt_lt: Galite naudoti tą patį el. pašto adresą, kurį naudojate jungdamiesi prie „Mypayments“
lv_lv: Varat izmantot to pašu e-pastu, ko izmantojāt, piesakoties Mypayments
nb: Du kan bruke den samme e-postadressen som du har brukt til å logge deg på MyPayments.
sv: Du kan använda samma e-postadress som du har använt för att logga in på Mypayments

# ms_use_virtual_terminal
source: Use virtual terminal for
da: Brug virtuel terminal til
de: Virtuelles Terminal verwenden für
fi: Käytä virtuaalipäätettä
fr: Utiliser le terminal virtuel pour
it: Usa il terminale virtuale per
lt_lt: Naudoti virtualųjį terminalą
lv_lv: Izmantot virtuālo termināli
nb: Bruk virtuell terminal for
sv: Använd virtuell terminal för

# ms_useface
source: Use Face ID
da: Brug ansigtsgenkendelse
de: Face ID verwenden
et_ee: Kasuta näotuvastust
fi: Käytä Face ID:tä
fr: Utiliser la reconnaissance faciale
it: Usa Face ID
lt_lt: Naudoti „Face ID“
lv_lv: Izmantojiet Face ID
nb: Bruk Face ID
sv: Använd Face ID

# ms_vat_including
source: VAT incl. %@%
da: Moms inkl. %@%
de: inkl. MwSt %@
fi: Alv sis. %@ %
fr: TVA incl. %@%
it: IVA compresa %@%
lv_lv: PVN t. sk. %@%
nb: MVA inkl. %@ %
sv: Moms inkl. %@%

# ms_verified_by_nets
source: Verified by
da: Bekræftet af
de: Verifiziert von
fi: Varmistanut
fr: Vérifié par
it: Verificato da
lv_lv: Verificēja
nb: Verifisert av
sv: Verifierad av

# ms_video_tutorial
source: Video Tutorial
da: Instruktionsvideo
fi: Video-opetusohjelma
fr: Tutoriel vidéo
lv_lv: Video apmācība
nb: Videoopplæring
sv: Videoguide

# ms_view_receipt_text
source: View Receipt Text
da: Se kvit.tekst
de: Belegtext zeigen
fi: Näytä kuititeksti
fr: Voir texte reçu
it: Guarda testo ric.
lv_lv: Skatīt kvīts teks
nb: Se kvitter.tekst
sv: Visa kvittotext

# ms_view_terminal_details
source: View terminal details
da: Se terminaloplysninger
de: Details zum Terminal anzeigen
et_ee: Vaata terminali üksikasju
fi: Näytä päätteen tiedot
fr: Voir les détails du terminal
it: Visualizza le informazioni relative al terminale
lt_lt: Peržiūrėti terminalo informaciją
lv_lv: Skatīt detalizētu informāciju par termināli
nb: Vis terminaldetaljer
sv: Visa terminaluppgifter

# ms_virtual_terminals
source: Virtual terminal on this phone
da: Virtuelle terminal på denne telefon
de: Virtuelle Terminal auf diesem Telefon
et_ee: Virtuaalsed terminalid selles telefonis
fi: Virtuaalipäätteet tässä puhelimessa
fr: Terminal virtuel sur ce téléphone
it: Terminali virtuali su questo telefono
lt_lt: Virtualieji terminalai šiame telefone
lv_lv: Virtuālie termināļi šajā tālrunī
nb: Virtuelle terminaler på denne telefonen
sv: Virtuella terminaler på den här telefonen

# ms_virtualterminal_blocked_error_description
source: For security reasons, access has been temporarily restricted
da: Af sikkerhedsmæssige årsager er adgangen midlertidigt begrænset
de: Aus Sicherheitsgründen wurde der Zugriff vorübergehend eingeschränkt
fi: Turvasyistä pääsy on väliaikaisesti rajoitettu
fr: Pour des raisons de sécurité, l’accès a été temporairement restreint
it: Per motivi di sicurezza, l’accesso è stato temporaneamente limitato
nb: Av sikkerhetsgrunner er tilgangen midlertidig begrenset
sv: Av säkerhetsskäl har åtkomsten tillfälligt begränsats

# ms_virtualterminal_blocked_error_headline
source: This device has been blocked from accessing %@
da: Denne enhed er blevet blokeret fra at få adgang til %@
de: Dieses Gerät wurde für den Zugriff auf %@ gesperrt
fi: Tätä laitetta on estetty pääsemästä kohteeseen %@
fr: Cet appareil a été bloqué pour accéder à %@
it: Questo dispositivo è stato bloccato dall’accesso a %@
nb: Denne enheten er blokkert fra å få tilgang til %@
sv: Den här enheten har blockerats från att få åtkomst till %@

# ms_virtualterminal_blocked_error_nordic_secondary_description
source: Contact customer service to unblock this device
da: Kontakt kundeservice for at fjerne blokeringen af denne enhed
de: Kontaktieren Sie den Kundenservice, um dieses Gerät zu entsperren
fi: Ota yhteyttä asiakaspalveluun laitteen eston poistamiseksi
fr: Contactez le service client pour débloquer cet appareil
it: Contatta il servizio clienti per sbloccare questo dispositivo
nb: Kontakt kundeservice for å oppheve blokkeringen av denne enheten
sv: Kontakta kundtjänst för att låsa upp den här enheten

# ms_virtualterminal_blocked_error_smp_secondary_description
source: Contact customer service to unblock this device via your
da: Kontakt kundeservice for at ophæve blokeringen af denne enhed via din
de: Kontaktieren Sie den Kundenservice, um dieses Gerät über Ihr Konto zu entsperren
fi: Ota yhteyttä asiakaspalveluun poistaaksesi laitteen eston
fr: Contactez le service client pour débloquer cet appareil via votre
it: Contatta il servizio clienti per sbloccare questo dispositivo tramite il tuo
nb: Kontakt kundeservice for å oppheve blokkeringen av denne enheten via din
sv: Kontakta kundtjänst för att låsa upp den här enheten via din

# ms_virtualterminal_blocked_error_title
source: Device blocked
da: Enheden er blevet blokeret
de: Gerät gesperrt
fi: Laite on estetty
fr: Appareil bloqué
it: Dispositivo bloccato
nb: Enheten er blokkert
sv: Enheten är blockerad

# ms_virtualterminal_terminated_error_description
source: In order to access %@ again on this device please
da: For at få adgang til %@ igen på denne enhed, venligst
de: Um erneut auf %@ auf diesem Gerät zuzugreifen, bitte
fi: Saadaksesi uudelleen pääsyn laitteella %@, ole hyvä ja
fr: Pour accéder de nouveau à %@ sur cet appareil, veuillez
it: Per accedere nuovamente a %@ su questo dispositivo, si prega di
nb: For å få tilgang til %@ igjen på denne enheten, vennligst
sv: För att återfå åtkomst till %@ på den här enheten, vänligen

# ms_virtualterminal_terminated_error_headline
source: Access to %@ has been terminated for this device
da: Adgangen til %@ er blevet afsluttet for denne enhed
de: Der Zugriff auf %@ wurde für dieses Gerät beendet
fi: Pääsy kohteeseen %@ on lopetettu tällä laitteella
fr: L’accès à %@ a été interrompu pour cet appareil
it: L’accesso a %@ è stato terminato per questo dispositivo
nb: Tilgangen til %@ er avsluttet for denne enheten
sv: Åtkomsten till %@ har avslutats för den här enheten

# ms_virtualterminal_terminated_error_title
source: Termination
da: Opsigelse
de: Beendigung
fi: Lopetus
fr: Résiliation
it: Terminazione
nb: Avslutning
sv: Avslutning

# ms_week
source: Week
da: uge
de: KW
et_ee: Nädal
fi: Viikko
fr: Semaine
it: Settimana
lt_lt: Savaitė
lv_lv: Nedēļa
nb: Uke
sv: Vecka

# ms_week_format
source: Week %d
da: Uge %d
de: KW %d
et_ee: %d. nädal
fi: Viikko %d
fr: Semaine %d
it: Settimana %d
lt_lt: %d savaitė
lv_lv: %d. nedēļa
nb: Uke %d
sv: Vecka %d

# ms_week_year_format
source: Week %1$d, %2$d:
da: Uge %1$d, %2$d:
de: KW %1$d %2$d
et_ee: %1$d. nädal %2$d:
fi: Viikko %1$d, %2$d:
fr: Semaine %1$d %2$d:
it: Settimana %1$d, %2$d:
lt_lt: %1$d savaitė %2$d:
lv_lv: %1$d., %2$d nedēļa:
nb: Uke %1$d, %2$d:
sv: Vecka %1$d, %2$d:

# ms_welcome_guide_txt
source: Welcome to MyPayments
da: Velkommen til MyPayments
de: Willkommen bei MyPayments
et_ee: Tere tulemast MyPaymentsi
fi: Tervetuloa MyPayments-sovellukseen
lt_lt: Sveiki prisijungę prie „MyPayments“
lv_lv: Sveicināti MyPayments
nb: Velkommen til MyPayments
sv: Välkommen till MyPayments

# ms_welcome_ttpoi
source: Welcome to Tap to Pay on iPhone
da: Velkommen til Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone
et_ee: Tere tulemast funktsiooni Tap to Pay on iPhone
fi: Tervetuloa iPhonen Tap to Payen
fr: Bienvenue sur Tap to Pay sur iPhone
it: Benvenuto a Tap to Pay su iPhone
lt_lt: Sveikiname pradėjus naudoti „Tap to Pay on iPhone“ funkciją
lv_lv: Laipni lūdzam Tap to Pay on iPhone
nb: Velkommen til Tap to Pay på iPhone
sv: Tap to Pay på iPhone

# ms_where_manage_licenses
source: where you can manage and add additional licenses to your outlets
da: hvor du kan administrere og tilføje yderligere licenser til dine forretninger
de: wo Sie zusätzliche Lizenzen für Ihre Filialen verwalten und hinzufügen können
et_ee: kus saate hallata ja lisada oma väljunditele täiendavaid litsentse
fi: jossa voit hallita ja lisätä lisenssejä myyntipisteisiisi
fr: où vous pouvez gérer et ajouter d'autres licences à vos points de vente
it: dove puoi gestire e aggiungere ulteriori licenze ai tuoi punti vendita
lt_lt: kur galite tvarkyti ir pridėti papildomų licencijų savo pardavimo vietoms
lv_lv: kur varat pārvaldīt un pievienot papildu licences savām tirdzniecības vietām
nb: der du kan administrere og legge til flere lisenser til salgsstedene dine
sv: där du kan hantera och lägga till fler licenser för dina butiker

# ms_wholeOrgSelected
source: This insight is only relevant for a whole company. Please select all sales locations instead.
da: Denne indsigt er kun relevant for en hel virksomhed. Vælg i stedet alle salgssteder.
de: Diese Informationen sind nur für ein Gesamtunternehmen relevant. Bitte wählen Sie stattdessen alle Verkaufsstandorte aus.
et_ee: See ülevaade kehtib ainult terve ettevõtte kohta. Valige selle asemel kõik müügikohad.
fi: Tämä tieto on merkityksellinen vain koko yritykselle. Valitse sen sijaan kaikki myyntipisteet.
fr: Ces renseignements ne sont valables que pour l'ensemble d'une société. Sélectionnez plutôt tous les points de vente.
it: Queste informazioni sono importanti solo per un'intera azienda. Seleziona tutte le sedi di vendita
lt_lt: Ši įžvalga aktuali tik visai įmonei. Vietoj to pasirinkite visas pardavimo vietas.
lv_lv: Šis ieskats attiecas tikai uz visu uzņēmumu.Tā vietā, lūdzu, atlasiet visas tirdzniecības vietas.
nb: Denne innsikten er bare relevant for en hel bedrift. Velg alle salgssteder i stedet.
sv: Insikterna är bara relevanta för ett helt företag. Välj alla försäljningsställen i stället.

# ms_why_can_not_use_tap_txt
source: Why you can’t use Tap To Pay when your battery is too low
de: Deswegen können Sie Tap To Pay nicht verwenden, wenn der Ladezustand ihres Akkus zu niedrig ist
fi: Miksi et voi käyttää Tap To Pay -toimintoa, kun akku on liian tyhjä?
fr: Pourquoi ne pouvez-vous pas utiliser Tap To Pay lorsque votre batterie est faible ?
it: Perché non puoi usare Tap To Pay quando la batteria è troppo scarica

# ms_yellow_alert_desc
source: We know the app is having some problems right now, but we're doing everything we can to fix them as soon as possible
da: Der er i øjeblikket problemer med appen. Vi gør alt, hvad vi kan, for at løse dem hurtigst muligt.
de: Bei der Nutzung der App treten derzeit leider einige Probleme auf. Wir sind schon dabei, die Probleme so schnell wie möglich zu lösen.
et_ee: Oleme teadlikud, et rakendusel on praegu probleeme, kuid teeme kõik endast oleneva, et need võimalikult kiiresti lahendada
fi: Tiedämme, että sovelluksessa on tällä hetkellä ongelmia, mutta teemme kaikkemme korjataksemme ne mahdollisimman pian.
fr: Nous savons que l'application connaît actuellement quelques problèmes, mais nous faisons tout ce qui est en notre pouvoir pour les résoudre le plus rapidement possible
it: Sappiamo che l'app sta avendo alcuni problemi in questo momento, ma stiamo facendo tutto il possibile per risolverli il prima possibile.
lt_lt: Žinome, kad šiuo metu mobiliosios programos veikimas sutrikęs, tačiau darome viską, ką galime, kad kuo greičiau tai išspręstume.
lv_lv: Mēs zinām, ka pašlaik lietotnei ir dažas problēmas, taču mēs darām visu iespējamo, lai tās pēc iespējas ātrāk novērstu
nb: Vi vet at appen har noen problemer akkurat nå, men vi gjør alt vi kan for å løse dem så snart som mulig.
sv: Vi vet att appen för närvarande dras med några problem, men vi gör allt vi kan för att åtgärda dem så snart som möjligt.

# ms_yellow_alert_header
source: Technical Difficulties
da: Tekniske problemer
de: Technische Probleme
et_ee: Tehnilised probleemid
fi: Teknisiä ongelmia
fr: Difficultés techniques
it: Difficoltà tecniche
lt_lt: Techniniai sunkumai
lv_lv: Tehniskas problēmas
nb: Teknisk feil
sv: Tekniska problem

# ms_yesterday
source: Yesterday
da: I går
de: Gestern
et_ee: Eile
fi: Eilen
fr: Hier
it: Ieri
lt_lt: Vakar
lv_lv: Vakar
nb: I går
sv: Igår

# ms_your_battery_is_too_txt
source: Your battery is too low to use Tap To Pay on Android, charge your phone
de: Der Ladezustand Ihres Akkus ist zu niedrig für Tap to Pay, laden Sie Ihr Telefon auf
fi: Akun varaustaso on liian alhainen, jotta voit käyttää Tap to Pay on Android -sovellusta, lataa puhelin.
fr: Votre batterie est trop faible pour utiliser Tap To Pay on Android; rechargez votre téléphone
it: La batteria è troppo scarica per usare Tap To Pay su Android, carica il telefono

# myinfo_address
source: Address
da: Adresse
de: Adresse
et_ee: Aadress
fi: Osoite
fr: Adresse
it: Indirizzo
lt_lt: Adresas
lv_lv: Adrese
nb: Adresse
sv: Adress

# myinfo_call_support
source: Call Customer Support
da: Kontakt kundesupport
de: Kundenservice anrufen
et_ee: Helista klienditoele
fi: Soita asiakastukeen
fr: Appeler le service clientèle
it: Chiama l'Assistenza clienti
lt_lt: Skambinkite klientų aptarnavimo tarnybai
lv_lv: Zvaniet klientu apkalpošanas centram
nb: Kontakt kundeservice
sv: Ring kundtjänst

# myinfo_companies_information
source: Companies information
da: Oplysninger om virksomheder
de: Unternehmensinformationen
et_ee: Ettevõtete teave
fi: Yritysten tiedot
fr: Informations sur les sociétés
it: Informazioni relative all'azienda
lt_lt: Bendrovės informacija
lv_lv: Uzņēmuma informācija
nb: Bedriftsinformasjon
sv: Företagsinformation

# myinfo_company_information
source: Company Information
da: Virksomhedsoplysninger
de: Unternehmensinformationen
fi: Yrityksen tiedot
fr: Informations sur l'entreprise
it: Informazioni aziendali
lv_lv: Uzņēmuma informācija
sv: Företagsinformation

# myinfo_cvr
source: VAT no.
da: CVR-nr.
de: USt-ID
et_ee: KMKR nr
fi: Y-tunnus
fr: N° de TVA
it: N. di Partita IVA
lt_lt: PVM kodas
lv_lv: PVN Nr.
nb: Org.nr.
sv: Momsregistreringsnr

# myinfo_incorrect_or_missing_question
source: Is the information incorrect or is information missing?
da: Er oplysningerne forkerte eller mangelfulde?
de: Sind die Daten fehlerhaft oder fehlen Informationen?
et_ee: Kas teave on vale või puudub?
fi: Onko tiedoissa virheitä tai puutteita?
fr: Les informations sont-elles erronées ou en manque-t-il?
it: Le informazioni sono corrette o incomplete?
lt_lt: Ar informacija neteisinga arba jos trūksta?
lv_lv: Nepareiza vai trūkstoša informācija?
nb: Er det feil eller mangler i informasjonen?
sv: Är informationen felaktig eller saknas information?

# myinfo_missing_address
source: Missing address
da: Adresse mangler
de: Adresse fehlt
et_ee: Puudub aadress
fi: Osoite puuttuu
fr: Adresse manquante
it: Indirizzo mancante
lt_lt: Trūksta adreso
lv_lv: Trūkst adreses
nb: Adresse mangler
sv: Adress saknas

# myinfo_missing_cvr
source: Missing VAT no.
da: CVR-nr. mangler
de: USt-ID fehlt
et_ee: Puudub KMKR nr
fi: Y-tunnus puuttuu
fr: N° de TVA manquant
it: N. di Partita IVA mancante
lt_lt: Trūksta PVM kodo
lv_lv: Trūkst PVN Nr.
nb: Org.nr. mangler
sv: Momsregistreringsnummer saknas

# myinfo_missing_email
source: Missing email address
da: E-mailadresse mangler
de: E-Mail-Adresse fehlt
et_ee: Puudub e-posti aadress
fi: Sähköpostiosoite puuttuu
fr: Adresse e-mail manquante
it: Indirizzo e-mail mancante
lt_lt: Trūksta el. pašto adreso
lv_lv: Trūkst e-pasta adreses
nb: E-postadresse mangler
sv: E-postadress saknas

# myinfo_missing_name
source: Missing name
da: Navn mangler
de: Name fehlt
et_ee: Puudub nimi
fi: Nimi puuttuu
fr: Nom manquant
it: Nome mancante
lt_lt: Trūksta vardo
lv_lv: Trūkst vārds
nb: Navn mangler
sv: Namn saknas

# myinfo_missing_phone
source: Missing phone number
da: Telefonnummer mangler
de: Telefonnummer fehlt
et_ee: Puudub telefoninumber
fi: Puhelinnumero puuttuu
fr: Numéro de téléphone manquant
it: Numero di telefono mancante
lt_lt: Trūksta telefono numerio
lv_lv: Trūkst tālruņa numurs
nb: Telefonnummer mangler
sv: Telefonnummer saknas

# myinfo_personal_information
source: Personal information
da: Personlige oplysninger
de: Persönliche Daten
et_ee: Isikuandmeid
fi: Omat tiedot
fr: Informations personnelles
it: Informazioni personali
lt_lt: Asmeninė informacija
lv_lv: Personiska informācija
nb: Personopplysninger
sv: Personlig information

source: Navigate up
da: Naviger op
de: Nach oben
et_ee: Navigeerimine üles
fi: Siirry ylös
fr: Remonter
it: Spostati in alto
lt_lt: Eiti į viršų
lv_lv: Pārvietoties augšup
nb: Gå opp
sv: Navigera uppåt

# netw_error
source: Error occurred. Please try again.
da: Der opstod en fejl. Prøv venligst igen.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
et_ee: Tekkis viga. Proovige uuesti.
fi: Tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore. Riprova.
lt_lt: Įvyko klaida. Bandykite dar kartą.
lv_lv: Radās kļūda. Lūdzu, mēģiniet vēlreiz.
nb: Det har oppstått en feil. Prøv igjen.
sv: Ett fel uppstod. Försök igen.

# netw_no_internet_connection_error
source: There is no internet access.
da: Ingen internetforbindelse.
de: Es besteht keine Internetverbindung.
et_ee: Internetiühendust ei ole.
fi: Internet-yhteyttä ei ole.
fr: Il n'y a pas d'accès Internet.
it: Nessun accesso a internet.
lt_lt: Nėra interneto prieigos.
lv_lv: Nav piekļuves internetam.
nb: Mangler Internett-forbindelse.
sv: Internetåtkomst saknas.

# new_tut_first_page_desc
source: View and compare your turnover, transactions and average transactions by year, month or day.
da: Se og sammenlign omsætning, transaktioner og gennemsnitligt antal transaktioner pr. år, måned eller dag.
de: Lassen Sie sich Umsätze, Transaktionen und durchschnittliche Transaktionen anzeigen und vergleichen Sie sie. Sie können dabei nach Jahr, Monat oder Tag filtern.
et_ee: Vaadake ja võrrelge oma käivet, tehinguid ja tehingute keskmist väärtust aasta, kuu ja päeva kaupa.
fi: Tarkastele ja vertaa liikevaihtoa, tapahtumia ja keskimääräisiä tapahtumia vuosittain, kuukausittain tai päivittäin.
fr: Consultez et comparez votre chiffre d'affaires, vos transactions et les transactions moyennes par année, mois ou jour.
it: Visualizza e confronta il tuo fatturato, le transazioni e le transazioni medie per anno, mese o giorno.
lt_lt: Peržiūrėkite ir palyginkite savo apyvartą, sandorius ir vidutinius sandorius pagal metus, mėnesį ar dieną.
lv_lv: Skatiet un salīdziniet savu apgrozījumu, darījumus un vidējos darījumus pēc gada, mēneša vai dienas.
nb: Vis og sammenlign omsetning, transaksjoner og gjennomsnittlige transaksjoner år, måned eller dag.
sv: Se og sammenlign omsætning, transaktioner og gennemsnitligt antal transaktioner pr. år, måned eller dag.

# new_tut_second_page_desc
source: View activity by the hour to identify peaks or high turnover by day, week or month.
da: Se aktivitet time for time for at identificere perioder med spidsbelastning eller stor omsætning pr. dag, uge eller måned.
de: Lassen Sie sich Aktivitäten stundenweise anzeigen, um Stoßzeiten oder hohe Umsätze zu erkennen. Sie können dabei nach Tag, Woche oder Monat filtern.
et_ee: Vaadake aktiivsust tundide kaupa ja saage teada tippajad või suurima käibega päevad, nädalad või kuud.
fi: Tarkastele toimintaa tunti tunnilla, jotta voit tunnistaa huiput tai suuren liikevaihdon päivittäin, viikoittain tai kuukausittain.
fr: Découvrez l'activité heure par heure pour déterminer les heures de forte affluence ou les pics de chiffre d'affaires par jour, semaine ou mois.
it: Visualizza l'attività per ora in modo da identificare i picchi o il maggior fatturato per giorno, settimana o mese.
lt_lt: Peržiūrėkite veiklą valandomis, kad nustatytumėte piko arba didelę apyvartą pagal dieną, savaitę ar mėnesį.
lv_lv: Skatiet aktivitāti pēc stundām, lai noteiktu karstāko laiku vai lielāko apgrozījumu pēc dienas, nedēļas vai mēneša.
nb: Vis aktivitet per time for å identifisere topper eller høy omsetning etter dag, uke eller måneden.
sv: Se aktivitet time for time for at identificere perioder med spidsbelastning eller stor omsætning pr. dag, uge eller måned.

# new_tut_signin_btn
source: Log in
da: Log på
de: Anmelden
et_ee: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
lt_lt: Prisijungti
lv_lv: Pierakstīties
nb: Logg Inn
sv: Log på
