Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_print_reciept_header
source: Reprinting an old receipt
da: Genudskrivning af en gammel kvittering
de: Einen alten Beleg erneut drucken
et_ee: Vana kviitungi uuesti printimine
fi: Vanhan kuitin uudelleentulostaminen
fr: Réimpression d'un ancien reçu
it: Ristampare una ricevuta precedente
lt_lt: Seno kvito pakartotinis spausdinimas
lv_lv: Vecas kvīts atkārtota izdrukāšana
nb: Skrive ut en gammel kvittering på nytt
sv: Skriva ut ett gammalt kvitto på nytt

# ms_print_reciept_history_txt
source: Click on the history icon
da: Klik på historik-ikonet
de: Klicken Sie auf das Historiensymbol
et_ee: Klõpsake ajaloo ikoonil
fi: Napsauta historiakuvaketta
fr: Cliquer sur l'icône Historique
it: Fai clic sull'icona storico
lt_lt: Spustelėkite piktogramą „History“ (istorija)
lv_lv: Noklikšķiniet uz vēstures ikonas
nb: Klikk på historikkikonet
sv: Klicka på historikikonen

# ms_print_reciept_navigate_txt
source: From either the menu or the payment display, navigate to the History
da: Naviger til Historik fra enten menen eller betalingsdisplayet
de: Zur Historie gelangen Sie über das Menü oder die Zahlungsanzeige
et_ee: Liikuge menüüst või makseekraanilt jaotisse Ajalugu
fi: Siirry historiaan joko valikosta tai maksunäytöstä
fr: Depuis le menu ou l'écran de paiement, accéder à l'historique
it: Dal menu o dal display di pagamento, vai allo Storico
lt_lt: Meniu arba mokėjimo lange eikite į „History“ (istorija)
lv_lv: No izvēlnes vai maksājumu displeja pārejiet uz Vēsture
nb: Naviger til hisorikken fra enten menyen eller betalingsdisplayet
sv: Gå till Historik från menyn eller betalningsvyn

# ms_print_reciept_overview
source: You will now see an overview of your transaction history. Choose the transaction you like
da: Du får nu vist din transaktionshistorik. Vælg den ønskede transaktion.
de: Sie sehen jetzt einen Übersicht über Ihre Transaktionshistorie. Wählen Sie die gewünschte Transaktion aus
et_ee: Nüüd näete oma tehinguajaloo ülevaadet. Valige tehing, mis teile meeldib
fi: Näet nyt yleiskatsauksen tapahtumahistoriastasi. Valitse haluamasi tapahtuma
fr: Vous allez maintenant avoir une vue d'ensemble de l'historique de vos transactions. Choisissez la transaction de votre choix.
it: Vedrai una panoramica del tuo storico transazioni. Scegli la transazione
lt_lt: Dabar matysite savo operacijų istoriją. Pasirinkite norimą operaciją.
lv_lv: Tagad jūs redzēsit savu darījumu vēstures pārskatu. Izvēlieties darījumu, kas jums patīk
nb: Du vil nå se en oversikt over transaksjonshistorikken din. Velg transaksjonen du ønsker
sv: Du ser nu en översikt över din transaktionshistorik. Välj den transaktion du vill

# ms_print_reciept_popup
source: A popup occur with 3 options. You can either print a customer receipt or a merchant receipt. Your receipt will now print
da: Der vises en pop-op-meddelelse med tre valgmuligheder. Du kan enten udskrive en kundekvittering eller en forretningskvittering. Kvitteringen udskrives.
de: Ein Popup mit 3 Optionen wird angezeigt. Sie können entweder einen Kundenbeleg oder einen Händlerbeleg drucken. Ihr Beleg wird jetzt gedruckt
et_ee: Ilmub hüpikaken, millel on kolm valikut. Saate printida kas kliendi või kaupmehe kviitungi. Teie kviitung prinditakse nüüd
fi: Näyttöön tulee 3 vaihtoehtoa. Voit joko tulostaa asiakkaan kuitin tai kauppiaan kuitin. Kuitti tulostetaan
fr: Un menu contextuel contenant 3 options s'ouvre. Vous pouvez imprimer un reçu client ou un reçu commerçant. Votre reçu va maintenant être imprimé.
it: Viene visualizzata una popup con 3 opzioni. Puoi stampare una ricevuta per il cliente o una ricevuta per l'esercente. Ora sarà stampata la tua ricevuta.
lt_lt: Pasirodys iššokantysis langas su 3 parinktimis. Galite atspausdinti kliento kvitą arba prekybininko kvitą. Dabar bus spausdinamas Jūsų kvitas.
lv_lv: Parādās uznirstošais logs ar 3 opcijām. Varat izdrukāt klienta vai tirgotāja kvīti. Jūsu kvīts tagad tiks izdrukāta
nb: Et popup-vindu med 3 alternativer åpnes. Du kan enten skrive ut en kundekvittering eller en selgerkvittering. Kvitteringen skrives ut
sv: En popup-ruta visas med 3 alternativ. Du kan antingen skriva ut ett kundkvitto eller ett säljarkvitto. Kvittot skrivs ut

# ms_print_reciept_transaction_txt
source: Transaction history
da: Transaktionshistorik
de: Transaktionshistorie
et_ee: Tehinguajalugu
fi: Tapahtumahistoria
fr: Historique des transactions
it: Storico transazioni
lt_lt: Operacijų istorija
lv_lv: Darījumu vēsture
nb: Transaksjonshistorikk
sv: Transaktionshistorik

# ms_printed_receipt
source: The printed receipt
da: Den udskrevne kvittering
de: Gedruckter Beleg
fi: Tulostettu kuitti
fr: Le reçu imprimé
it: La ricevuta stampata
lv_lv: Izdrukātā kvīts
nb: Utskrevet kvittering
sv: Utskrivet kvitto

# ms_printed_receipt_subtitle
source: The printed receipt
da: Den udskrevne kvittering
de: Gedruckter Beleg
fi: Tulostettu kuitti
fr: Le reçu imprimé
it: La ricevuta stampata
lv_lv: Izdrukātā kvīts
nb: Utskrevet kvittering
sv: Utskrivet kvitto

# ms_privacy
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
et_ee: Andmekaitsepõhimõtted
fi: Tietosuojakäytäntö
fr: Confidentialité
it: Informativa sulla Privacy
lt_lt: Privatumo politika
lv_lv: Konfidencialitātes politika
nb: Personvernerklæring
sv: Integritetspolicy

# ms_processing
source: PROCESSING
da: BEHANDLING I GANG
de: IN BEARBEITUNG
et_ee: TÖÖTLEMINE
fi: KÄSITELLÄÄN
lt_lt: APDOROJAMA
lv_lv: APSTRĀDĀ
nb: BEHANDLER
sv: BEARBETAR

# ms_profile_error_customer_support
source: Visit customer support
da: Besøg kundesupport
de: Besuchen Sie den Kundensupport
et_ee: Külastage kliendituge
fi: Siirry asiakastukeen
fr: Visitez l’assistance clientèle
it: Visita l’assistenza clienti
lt_lt: Apsilankykite klientų aptarnavime
lv_lv: Apmeklēt klientu atbalstu
nb: Besøk kundestøtte
sv: Besök kundsupport

# ms_profile_error_message
source: Currently you cannot access MyPayments. Please check back later.
da: Lige nu har du ikke adgang til MyPayments. Prøv venligst igen senere.
de: Derzeit können Sie nicht auf MyPayments zugreifen. Bitte versuchen Sie es später erneut.
et_ee: Hetkel ei ole võimalik MyPaymentsi kasutada. Palun proovige hiljem uuesti.
fi: MyPayments ei ole tällä hetkellä käytettävissä. Kokeile myöhemmin uudelleen.
fr: Actuellement, vous ne pouvez pas accéder à MyPayments. Veuillez réessayer plus tard.
it: Attualmente non è possibile accedere a MyPayments. Ti preghiamo di riprovare più tardi.
lt_lt: Šiuo metu negalite pasiekti MyPayments. Bandykite dar kartą vėliau.
lv_lv: Šobrīd jūs nevarat piekļūt MyPayments. Lūdzu, mēģiniet vēlāk vēlreiz.
nb: Du har for øyeblikket ikke tilgang til MyPayments. Vennligst prøv igjen senere.
sv: Just nu kommer du inte åt MyPayments. Prova gärna lite senare.

# ms_profile_error_message_softpos
source: Currently you cannot access MyPayments. Please check back later. In the meantime you can continue taking payments in Nexi SoftPOS.
da: Lige nu har du ikke adgang til MyPayments. Prøv venligst igen senere. I mellemtiden kan du fortsat modtage betalinger via Nexi SoftPOS.
de: Derzeit können Sie nicht auf MyPayments zugreifen. Bitte versuchen Sie es später erneut. In der Zwischenzeit können Sie weiterhin Zahlungen mit Nexi SoftPOS annehmen.
et_ee: Hetkel ei ole võimalik MyPaymentsi kasutada. Palun proovige hiljem uuesti. Vahepeal saate jätkata maksete vastuvõtmist Nexi SoftPOS-is.
fi: MyPayments ei ole tällä hetkellä käytettävissä. Kokeile myöhemmin uudelleen. Tällä välin voit ottaa maksuja vastaan Nexi SoftPOSilla.
fr: MyPayments n’est momentanément pas accessible. Pas d’inquiétude : les paiements restent possibles via Nexi SoftPOS.
it: Attualmente non è possibile accedere a MyPayments. Ti preghiamo di riprovare più tardi. Nel frattempo puoi continuare ad accettare pagamenti con Nexi SoftPOS.
lt_lt: Šiuo metu negalite pasiekti MyPayments. Bandykite dar kartą vėliau. Tuo tarpu galite toliau priimti mokėjimus Nexi SoftPOS programoje.
lv_lv: Šobrīd jūs nevarat piekļūt MyPayments. Lūdzu, mēģiniet vēlāk vēlreiz. Tikmēr varat turpināt pieņemt maksājumus Nexi SoftPOS lietotnē.
nb: Du har for øyeblikket ikke tilgang til MyPayments. Vennligst prøv igjen senere. I mellomtiden kan du fortsette å motta betalinger via Nexi SoftPOS.
sv: Just nu kommer du inte åt MyPayments. Du kommer snart kunna logga in som vanligt igen – prova gärna lite senare. Under tiden kan du fortsätta ta betalt med Nexi SoftPOS

# ms_profile_error_take_payments
source: TAKE PAYMENTS IN NEXI SOFTPOS
da: MODTAG BETALINGER I NEXI SOFTPOS
de: ZAHLUNGEN MIT NEXI SOFTPOS ENTGEGENNEHMEN
et_ee: VÕTKE MAKSEID VASTU NEXI SOFTPOS-IGA
fi: OTA MAKSUJA VASTAAN NEXI SOFTPOSILLA
fr: ACCEPTEZ DES PAIEMENTS AVEC NEXI SOFTPOS
it: ACCETTA PAGAMENTI CON NEXI SOFTPOS
lt_lt: PRIIMTI MOKĖJIMUS SU NEXI SOFTPOS
lv_lv: PIEŅEMT MAKSĀJUMUS AR NEXI SOFTPOS
nb: MOTTA BETALINGER MED NEXI SOFTPOS
sv: TA EMOT BETALNINGAR MED NEXI SOFTPOS

# ms_profile_error_title
source: We are making some changes and updating our system.
da: Vi foretager nogle ændringer og opdaterer vores system.
de: Wir nehmen einige Änderungen vor und aktualisieren unser System.
et_ee: Me teeme muudatusi ja uuendame oma süsteemi.
fi: Teemme muutamia muutoksia ja päivitämme järjestelmää
fr: Nous mettons actuellement notre système à jour afin d’apporter certaines améliorations
it: Stiamo apportando alcune modifiche e aggiornando il nostro sistema.
lt_lt: Atliekame tam tikrus pakeitimus ir atnaujiname savo sistemą.
lv_lv: Mēs veicam izmaiņas un atjauninām savu sistēmu.
nb: Vi gjør noen endringer og oppdaterer vårt system.
sv: Just nu gör vi några uppdateringar i vårt system för att kunna ge dig en ännu bättre tjänst

# ms_purchase
source: PURCHASE
da: KØB
de: KAUF
fi: OSTA
fr: ACHAT
it: ACQUISTO
lt_lt: PIRKINYS
lv_lv: PIRKUMS
nb: KJØP
sv: KÖP

# ms_purchase_txt
source: Purchase
da: Køb
de: Kauf
et_ee: Osta
fi: Osta
fr: Achat
it: Acquista
lt_lt: Pirkimas
lv_lv: Pirkums
nb: Kjøp
sv: Köp

# ms_push_ask_delete_message
source: You will not be able to recover this notification
da: Du vil ikke kunne gendanne denne notifikation
de: Sie können diese Benachrichtigung nicht wiederherstellen
fi: Et voi palauttaa tätä ilmoitusta
fr: Vous ne pourrez pas récupérer cette notification
it: Non potrai recuperare questa notifica
nb: Du vil ikke kunne gjenopprette denne varslingen
sv: Du kommer inte att kunna återställa denna avisering

# ms_push_ask_delete_title
source: Are you sure you want to delete?
da: Er du sikker på, at du vil slette?
de: Sind Sie sicher, dass Sie löschen möchten?
fi: Oletko varma, että haluat poistaa?
fr: Êtes-vous sûr de vouloir supprimer ?
it: Sei sicuro di voler eliminare?
nb: Er du sikker på at du vil slette?
sv: Är du säker på att du vill radera?

# ms_push_learn_more
source: <u>LEARN MORE</u>
da: <u>LÆS MERE</u>
de: <u>MEHR ERFAHREN</u>
fi: <u>LUE LISÄÄ</u>
fr: <u>EN SAVOIR PLUS</u>
it: <u>SCOPRI DI PIÙ</u>
nb: <u>LES MER</u>
sv: <u>LÄS MER</u>

# ms_pwr_charging_txt
source: Connect the power cable to the power outlet on the back of the charging base.
da: Vend ladebasen om, så bagsiden vender opad. Indsæt strømkablet i stikudtaget på bagsiden og den anden ende i en stikkontakt.
de: Schließen Sie das Netzkabel auf der Rückseite der Ladestation an.
fi: Kytke virtajohto latausalustan takana olevaan liitäntään.
fr: Branchez le câble d'alimentation sur la fiche d'alimentation à l'arrière de la station de charge.
it: Collega il cavo di alimentazione alla presa nella parte posteriore della carica.

# ms_qr_website
source: Once your customer have scanned the QR code with their smartphone, they need to click the website link that appears in the top of their phone.
da: Når kunden har scannet QR-koden med sin telefon, skal vedkommende trykke på det link, der vises øverst på telefonen.
de: Sobald Ihr Kunde den QR-Code mit seinem Smartphone gescannt hat, muss er auf den Link auf der Webseite klicken, der oben auf seinem Telefon erscheint.
et_ee: Kui teie klient on QR-koodi oma nutitelefoniga skanninud, peab ta klõpsama telefoni ülaosas kuvataval veebisaidi lingil.
fi: Kun asiakkaasi on skannannut QR-koodin älypuhelimellaan, hänen on napsautettava verkkosivuston linkkiä, joka näkyy puhelimen yläosassa.
fr: Une fois que votre client a scanné le code QR à l'aide de son smartphone, il doit cliquer sur le lien vers le site Web qui s'affiche dans la partie supérieure de son téléphone.
it: Dopo aver scansionato codice QR con lo smartphone, il cliente deve fare clic sul link del sito web che appare nella parte superiore del telefono.
lt_lt: Kai klientas savo išmaniuoju telefonu nuskaitys QR kodą, jis turės spustelėti telefono ekrano viršuje rodomą svetainės nuorodą.
lv_lv: Kad klients ir noskenējis QR kodu ar viedtālruni, viņam jānoklikšķina uz vietnes saites, kura tiek parādīta viņa tālruņa augšdaļā.
nb: Når kunden har skannet QR-koden med smarttelefonen sin, kan hen klikke på koblingen som vises øverst på telefonen.
sv: När din kund har skannat QR-koden med sin smartphone behöver hen klicka på webbplatslänken som dyker upp högst upp på telefonen.

# ms_quit
source: Quit
da: Afslut
de: Beenden
et_ee: Välju
fi: Sulje
fr: Quitter
it: Esci
lt_lt: Baigti
lv_lv: Iziet
nb: Avslutt
sv: Avsluta

# ms_ratings_1star
source: We're truly sorry to hear about the issues you've encountered with MyPayments. Your feedback is important to us, and we'd appreciate the opportunity to assist you directly. Please contact our support team at mypayments-app@nets.eu so we can work on resolving the problem.
da: Vi beklager oprigtigt at høre om de problemer, du har oplevet med MyPayments. Din feedback er vigtig for os, og vi vil sætte pris på muligheden for at hjælpe dig direkte. Kontakt venligst vores supportteam på mypayments-app@nets.eu, så vi kan arbejde på at løse problemet.
de: Es tut uns aufrichtig leid zu hören, dass Sie Probleme mit MyPayments hatten. Ihr Feedback ist uns sehr wichtig und wir würden es schätzen, Ihnen direkt helfen zu dürfen. Bitte kontaktieren Sie unser Support-Team unter mypayments-app@nets.eu, damit wir das Problem gemeinsam lösen können.
et_ee: Meil on tõeliselt kahju kuulda probleemidest, millega olete MyPaymentsi kasutamisel kokku puutunud. Teie tagasiside on meile oluline ja me hindame võimalust teid otseselt aidata. Palun võtke ühendust meie tugitiimiga aadressil mypayments-app@nets.eu, et saaksime probleemi lahendada.
fi: Olemme vilpittömästi pahoillamme kuullessamme ongelmista, joita olet kohdannut MyPaymentsin kanssa. Palautteesi on meille tärkeää, ja arvostaisimme mahdollisuutta auttaa sinua suoraan. Ota yhteyttä tukitiimiimme osoitteessa mypayments-app@nets.eu, jotta voimme ratkaista ongelman.
fr: Nous sommes sincèrement désolés d’apprendre les problèmes que vous avez rencontrés avec MyPayments. Vos retours sont importants pour nous, et nous apprécierions la possibilité de vous aider directement. Veuillez contacter notre équipe d’assistance à l’adresse mypayments-app@nets.eu afin que nous puissions résoudre le problème.
it: Ci dispiace sinceramente apprendere dei problemi riscontrati con MyPayments. Il suo feedback è importante per noi e ci farebbe piacere poterla assistere direttamente. La invitiamo a contattare il nostro team di supporto all’indirizzo mypayments-app@nets.eu per poter risolvere la situazione.
lt_lt: Labai apgailestaujame dėl problemų, su kuriomis susidūrėte naudodamiesi MyPayments. Jūsų atsiliepimai mums svarbūs, ir mums būtų malonu jums tiesiogiai padėti. Prašome susisiekti su mūsų pagalbos komanda el. paštu mypayments-app@nets.eu, kad galėtume išspręsti šią problemą.
lv_lv: Mums patiešām žēl dzirdēt par problēmām, ar kurām esat saskāries, lietojot MyPayments. Jūsu atsauksmes mums ir svarīgas, un mēs novērtētu iespēju jums tieši palīdzēt. Lūdzu, sazinieties ar mūsu atbalsta komandu pa e-pastu mypayments-app@nets.eu, lai mēs varētu risināt šo jautājumu.
nb: Vi beklager virkelig å høre om problemene du har opplevd med MyPayments. Din tilbakemelding er viktig for oss, og vi setter pris på muligheten til å hjelpe deg direkte. Vennligst kontakt vårt supportteam på mypayments-app@nets.eu slik at vi kan løse problemet.
sv: Vi är verkligen ledsna att höra om de problem du har stött på med MyPayments. Din feedback är viktig för oss, och vi skulle uppskatta möjligheten att hjälpa dig direkt. Vänligen kontakta vårt supportteam på mypayments-app@nets.eu så att vi kan arbeta med att lösa problemet.

# ms_ratings_2stars
source: Thank you for sharing your experience. We're sorry to hear that MyPayments didn’t fully meet your expectations. We’d like to understand what went wrong and how we can do better. Please reach out to us at mypayments-app@nets.eu.
da: Tak fordi du delte din oplevelse. Vi er kede af at høre, at MyPayments ikke helt levede op til dine forventninger. Vi vil gerne forstå, hvad der gik galt, og hvordan vi kan forbedre os. Kontakt os venligst på mypayments-app@nets.eu.
de: Vielen Dank, dass Sie Ihre Erfahrung mit uns geteilt haben. Es tut uns leid zu hören, dass MyPayments Ihre Erwartungen nicht vollständig erfüllt hat. Wir möchten verstehen, was schiefgelaufen ist und wie wir uns verbessern können. Bitte kontaktieren Sie uns unter mypayments-app@nets.eu.
et_ee: Täname, et jagasite oma kogemust. Meil on kahju kuulda, et MyPayments ei vastanud täielikult teie ootustele. Soovime mõista, mis valesti läks ja kuidas saaksime paremaks muutuda. Palun võtke meiega ühendust aadressil mypayments-app@nets.eu.
fi: Kiitos, että jaoit kokemuksesi. Ikävä kuulla, että MyPayments ei täysin vastannut odotuksiasi. Haluaisimme ymmärtää, mikä meni pieleen ja miten voisimme parantaa. Ota yhteyttä osoitteeseen mypayments-app@nets.eu.
fr: Merci d’avoir partagé votre expérience. Nous sommes désolés d’apprendre que MyPayments n’a pas entièrement répondu à vos attentes. Nous aimerions comprendre ce qui n’a pas fonctionné et comment nous pourrions nous améliorer. Veuillez nous contacter à l’adresse mypayments-app@nets.eu.
it: La ringraziamo per aver condiviso la sua esperienza. Ci dispiace sapere che MyPayments non ha soddisfatto pienamente le sue aspettative. Vorremmo capire cosa è andato storto e come possiamo migliorare. La invitiamo a contattarci all’indirizzo mypayments-app@nets.eu.
lt_lt: Ačiū, kad pasidalijote savo patirtimi. Apgailestaujame, kad MyPayments neatitiko jūsų lūkesčių. Norėtume suprasti, kas nutiko ne taip ir kaip galėtume pasitaisyti. Prašome susisiekti su mumis el. paštu mypayments-app@nets.eu.
lv_lv: Paldies, ka dalījāties ar savu pieredzi. Žēl dzirdēt, ka MyPayments pilnībā neatbilda jūsu cerībām. Mēs vēlētos saprast, kas nogāja greizi un kā varam uzlaboties. Lūdzu, sazinieties ar mums pa e-pastu mypayments-app@nets.eu.
nb: Takk for at du delte din erfaring. Vi beklager at MyPayments ikke helt innfridde dine forventninger. Vi ønsker å forstå hva som gikk galt og hvordan vi kan bli bedre. Vennligst kontakt oss på mypayments-app@nets.eu.
sv: Tack för att du delade med dig av din upplevelse. Vi beklagar att MyPayments inte helt motsvarade dina förväntningar. Vi vill gärna förstå vad som gick fel och hur vi kan förbättra oss. Vänligen kontakta oss på mypayments-app@nets.eu.

# ms_ratings_3stars
source: Thank you for your review. We appreciate your feedback and would love to know how we can enhance your experience with MyPayments. Feel free to contact us at [phone number of customer service/mail] with any comments or suggestions.
da: Tak for din anmeldelse. Vi værdsætter din feedback og vil meget gerne høre, hvordan vi kan forbedre din oplevelse med MyPayments. Du er velkommen til at kontakte os på [kundeservice-telefon/e-mail] med kommentarer eller forslag.
de: Vielen Dank für Ihre Bewertung. Wir schätzen Ihr Feedback und würden gerne erfahren, wie wir Ihre Erfahrung mit MyPayments verbessern können. Bitte zögern Sie nicht, uns unter [Telefonnummer/E-Mail des Kundenservice] zu kontaktieren.
et_ee: Täname arvustuse eest. Hindame teie tagasisidet ja sooviksime teada, kuidas saaksime teie MyPaymentsi kogemust paremaks muuta. Palun võtke meiega ühendust aadressil [klienditeeninduse number/meil] kommentaaride või ettepanekute osas.
fi: Kiitos arvostelustasi. Arvostamme palautettasi ja haluaisimme kuulla, miten voisimme parantaa kokemustasi MyPaymentsin kanssa. Ota rohkeasti yhteyttä osoitteeseen [asiakaspalvelun numero/sähköposti] kaikilla kommenteilla tai ehdotuksilla.
fr: Merci pour votre avis. Nous apprécions vos retours et aimerions savoir comment nous pourrions améliorer votre expérience avec MyPayments. N’hésitez pas à nous contacter à [numéro de téléphone/email du service client] pour tout commentaire ou suggestion.
it: La ringraziamo per la sua recensione. Apprezziamo il suo feedback e ci farebbe piacere sapere come possiamo migliorare la sua esperienza con MyPayments. Non esiti a contattarci al [numero/email del servizio clienti] per eventuali commenti o suggerimenti.
lt_lt: Dėkojame už jūsų atsiliepimą. Vertiname jūsų nuomonę ir norėtume sužinoti, kaip galėtume pagerinti jūsų patirtį naudojantis MyPayments. Susisiekite su mumis telefonu arba el. paštu [klientų aptarnavimo numeris/el. paštas], jei turite pastabų ar pasiūlymų.
lv_lv: Paldies par jūsu atsauksmi. Mēs novērtējam jūsu viedokli un vēlētos uzzināt, kā varam uzlabot jūsu pieredzi ar MyPayments. Lūdzu, sazinieties ar mums pa [klientu apkalpošanas tālruni/e-pastu], ja jums ir kādi komentāri vai ieteikumi.
nb: Takk for din vurdering. Vi setter pris på tilbakemeldingen og vil gjerne høre hvordan vi kan forbedre din opplevelse med MyPayments. Ta gjerne kontakt med oss på [kundeservice-telefon/epost] med kommentarer eller forslag.
sv: Tack för din recension. Vi uppskattar din feedback och vill gärna veta hur vi kan förbättra din upplevelse med MyPayments. Tveka inte att kontakta oss på [kundtjänstens telefon/e-post] med eventuella kommentarer eller förslag.

# ms_ratings_4stars
source: Thank you for your positive feedback and for choosing MyPayments. We're glad it's working well for you and always aim to keep improving the experience.
da: Tak for din positive feedback og for at vælge MyPayments. Vi er glade for, at det fungerer godt for dig, og vi stræber altid efter at forbedre oplevelsen.
de: Vielen Dank für Ihr positives Feedback und dafür, dass Sie sich für MyPayments entschieden haben. Es freut uns, dass alles gut funktioniert, und wir arbeiten stets daran, das Erlebnis weiter zu verbessern.
et_ee: Aitäh positiivse tagasiside eest ja et valisite MyPaymentsi. Meil on hea meel, et see teie jaoks hästi töötab, ning püüame alati teenust paremaks muuta.
fi: Kiitos positiivisesta palautteestasi ja että valitsit MyPayments. Olemme iloisia, että sovellus toimii hyvin, ja pyrimme jatkuvasti parantamaan käyttökokemusta.
fr: Merci pour votre retour positif et pour avoir choisi MyPayments. Nous sommes heureux que cela fonctionne bien pour vous et nous nous efforçons constamment d’améliorer l’expérience.
it: La ringraziamo per il suo feedback positivo e per aver scelto MyPayments. Siamo lieti che funzioni bene per lei e ci impegniamo costantemente a migliorare l’esperienza.
lt_lt: Dėkojame už teigiamą atsiliepimą ir kad pasirinkote MyPayments. Džiaugiamės, kad viskas veikia gerai, ir nuolat stengiamės tobulinti naudotojo patirtį.
lv_lv: Paldies par jūsu pozitīvo atsauksmi un ka izvēlējāties MyPayments. Mēs priecājamies, ka viss darbojas labi, un vienmēr cenšamies uzlabot pieredzi.
nb: Takk for din positive tilbakemelding og for at du valgte MyPayments. Vi er glade for at det fungerer bra for deg og jobber kontinuerlig med å forbedre opplevelsen.
sv: Tack för din positiva återkoppling och för att du valde MyPayments. Vi är glada att det fungerar bra för dig och strävar ständigt efter att förbättra upplevelsen.
