Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_settlements_done
source: Done
da: Færdig
de: Fertig
et_ee: Valmis
fi: Valmis
fr: Terminé
it: Fatto
lt_lt: Atlikta
lv_lv: Darīts
nb: Ferdig
sv: Klar

# ms_settlements_exactAmount
source: Exact amount
da: Nøjagtigt beløb
de: Genauer Betrag
et_ee: Täpne summa
fi: Tarkka määrä
fr: Montant exact
it: Importo esatto
lt_lt: Tiksli suma
lv_lv: Precīza summa
nb: Nøyaktig beløp
sv: Exakt belopp

# ms_settlements_filter
source: filter
fi: suodatin
fr: filtre
it: filtro
lt_lt: filtras
lv_lv: filtru

# ms_settlements_filters
source: Filters
da: Filtre
de: Filter
et_ee: Filtrid
fi: Suodattimet
fr: Filtres
it: Filtri
lt_lt: Filtrai
lv_lv: Filtri
nb: Filtre
sv: Filter

# ms_settlements_info
source: Here you can see information related to your settlements such as fees charged. If you require more information, we suggest you go to our my.nets.eu/portal
da: Her kan du se oplysninger om dine afregninger såsom opkrævede gebyrer. Hvis du har brug for flere oplysninger, foreslår vi, at du går ind på my.nets.eu/portal
de: Hier können Sie Informationen zu Ihren Abrechnungen einsehen, wie z. B. erhobene Gebühren. Weitere Informationen finden Sie unter my.nets.eu/portal.
et_ee: Siin näete oma arveldustega seotud teavet, näiteks tasusid. Kui vajate lisateavet, minge meie saidile my.nets.eu/portal
fi: Tässä näet tilityksiisi liittyvät tiedot, kuten veloitetut palkkiot. Jos tarvitset lisätietoja suosittelemme, että menet osoitteeseen my.nets.eu/portal
fr: Vous pouvez voir ici les informations se rapportant à vos règlements comme les frais facturés. Si vous aviez besoin d'informations complémentaires, nous vous suggérons de vous rendre sur notre my.nets.eu/portal
it: Qui puoi vedere le informazioni relative ai tuoi pagamenti ad esempio le commissioni addebitate. Per ulteriori informazioni, ti consigliamo di andare su my.nets.eu/portal
lt_lt: Čia galite matyti informaciją, susijusią su jūsų atsiskaitymais, pavyzdžiui, pritaikytais mokesčiais. Jei jums reikia daugiau informacijos, siūlome apsilankyti mūsų svetainėje my.nets.eu/portal
lv_lv: Šeit varat skatīt informāciju, kas saistīta ar jūsu norēķiniem, piemēram, iekasētās maksas. Ja jums nepieciešama papildu informācija, iesakām apmeklēt mūsu my.nets.eu/portal
nb: Her kan du se informasjon om avregningene dine, for eksempel gebyrer. Hvis du trenger mer informasjon, foreslår vi at du går inn på my.nets.eu/portal
sv: Här kan du se information om dina avräkningar, till exempel avgifter. Om du behöver mer information kan du gå till vårportal på my.nets.eu/portal

# ms_settlements_netamount
source: Net amount
da: Nettobeløb
de: Nettobetrag
et_ee: Netosumma
fi: Nettosumma
fr: Montant net
it: Importo netto
lt_lt: Grynoji suma
lv_lv: Neto summa
nb: Nettobeløp
sv: Nettobelopp

# ms_settlements_nodata
source: Could not load data
da: Data kunne ikke indlæses
de: Daten konnten nicht geladen werden
et_ee: Andmeid ei saanud laadida
fi: Tietojen lataaminen epäonnistui
fr: Impossible de charger les données
it: Impossibile caricare i dati
lt_lt: Nepavyko įkelti duomenų
lv_lv: Nevarēja ielādēt datus
nb: Kan ikke laste inn data
sv: Det gick inte att ladda data

# ms_settlements_nosettlements
source: No settlements
da: Ingen afregninger
de: Keine Abrechnungen
et_ee: Arveldusi ei ole
fi: Ei tilityksiä
fr: Aucun règlement
it: Nessun pagamento
lt_lt: Atsiskaitymų nėra
lv_lv: Nav norēķinu
nb: Ingen oppgjør
sv: Ingen afregninger

# ms_settlements_notset
source: Not set
da: Ikke angivet
de: Nicht festgelegt
et_ee: Pole seatud
fi: Ei asetettu
fr: Pas défini
it: Non impostato
lt_lt: Nenustatyta
lv_lv: Nav uzstādīts
nb: Ikke angitt
sv: Inte inställt

# ms_setup_complete
source: Setup complete
da: Opsætning gennemført
de: Einrichtung abgeschlossen
fi: Määrittely valmis
fr: Paramétrage terminé
it: Configurazione completata
lv_lv: Iestatīšana pabeigta
nb: Konfigurasjonen er fullført
sv: Konfiguration slutförd

# ms_setup_guide_terminal_connect_internet_txt
source: See the setup guide for each of these terminals and how to connect them to the internet
da: Se i opsætningsvejledningen for den enkelte terminal, hvordan du forbinder den til internettet
de: Lesen Sie die Anleitung zur Einrichtung jedes Terminals und wie Sie die Terminals mit dem Internet verbinden
fi: Katso päätteiden asennusohjeet ja miten ne yhdistetään internetiin
fr: Consultez le guide de paramétrage correspondant à chacun de ces terminaux et comment les connecter à Internet
it: Consulta la guida alla configurazione per ciascuno di questi terminali e il modo per connetterli a internet
lv_lv: Skatiet iestatīšanas ceļvedi katram no šiem termināļiem un to, kā tos savienot ar internetu
nb: Se i konfigurasjonsveiledningen til hver enkelt terminal, samt hvordan du kobler dem til Internett
sv: Se inställningsguiden för respektive terminal och hur du ansluter dem till internet

# ms_setup_screen_header
source: Set up your terminal in "x" steps
da: Opsæt din terminal i "x" trin
de: Richten Sie Ihr Terminal in „x“ Schritten ein
et_ee: Seadistage oma terminal „x” sammuga
fi: Määritä pääte X vaiheessa
fr: Configurez votre terminal en “x” étapes
it: Configura il tuo terminale in “x” passaggi
lt_lt: Nustatykite savo terminalo sąranką x žingsniais
lv_lv: Iestatiet savu termināli, veicot “x” darbības
nb: Konfigurer terminalen på "x" trinn
sv: Konfigurera terminalen i ”x” steg

# ms_setup_ttpoi
source: Setup Tap to Pay on iPhone
da: Foretag opsætning af Tap to Pay på iPhone
de: Tap to Pay auf dem iPhone einrichten
fi: Määrittele iPhonen Tap to Pay
fr: Paramétrer Tap to Pay sur iPhone
it: Imposta Tap to Pay su iPhone
lv_lv: Iestatīt Tap to Pay on iPhone
nb: Konfigurer Tap to Pay på iPhone
sv: Konfigurera Tap to Pay på iPhone

# ms_share
source: Share
da: Del
de: Freigeben
et_ee: Jaga
fi: Jaa
fr: Partager
it: Condividi
lt_lt: Bendrinti
lv_lv: Koplietot
nb: Del
sv: Dela

# ms_share_receipt
source: Share the receipt with your customer
da: Del kvittering
de: Beleg teilen
et_ee: Jagage kviitungit oma kliendiga
fi: Jaa kuitti
fr: Partager le reçu
it: Condividi ricevuta
lt_lt: Bendrinkite kvitą klientui
lv_lv: Kopīgot kvīti
nb: Del kvittering
sv: Dela kvitto

# ms_share_selected
source: Share selected
da: Del den valgte
de: Ausgewähltes teilen
et_ee: Jaga valitut
fi: Jaa valittu
fr: Partager la sélection
it: Condividi selezionato
lt_lt: Bendrinti pasirinktą
lv_lv: Kopīgot izvēlēto
nb: Del valgt
sv: Dela vald

# ms_shortly
source: We will contact you shortly.
da: Vi kontakter dig hurtigst muligt.
de: Wir werden uns in Kürze bei Ihnen melden.
et_ee: Võtame teiega peatselt ühendust.
fi: Otamme sinuun pian yhteyttä.
fr: Nous vous contacterons bientôt.
it: Ti contatteremo a breve.
lt_lt: Netrukus su jumis susisieksime.
lv_lv: Mēs drīz ar jums sazināsimies.
nb: Vi tar snart kontakt med deg.
sv: Vi kontaktar dig inom kort.

# ms_show_locations_size
source: Showing %1$s locations
da: Viser %1$s lokationer
de: %1$s Standorte anzeigen
fi: Näytetään %1$s sijainnit
fr: Affichage de %1$s emplacements
it: %1$s sede mostrata
nb: Viser %1$s lokasjoner
sv: Visar %1$s platser

# ms_side_menu_agreement_optn
source: Agreements
da: Aftaler
de: Vereinbarungen
fi: Sopimukset
fr: Accords
it: Accordi
lv_lv: Līgumi
nb: Avtaler
sv: Avtal

# ms_side_menu_header
source: Profile
da: Profil
de: Profil
et_ee: Profiil
fi: Profiili
fr: Profil
it: Profilo
lt_lt: Profilis
lv_lv: Profili
nb: Profil
sv: Profil

# ms_sign_in
source: Sign in
da: Log på
de: Anmeldung
et_ee: Sisselo
fi: Kirjaudu
fr: S'enregistrer
it: Accedi
lt_lt: Prisiju
lv_lv: Pierak.
nb: Logg på
sv: Login

# ms_singleSalesLocationSelected
source: This insight is only relevant for a single sales location. Please select the location you want to view.
da: Denne indsigt er kun relevant for et enkelt salgssted. Vælg det sted, du vil have vist.
de: Dieser Einblick ist nur für einen einzelnen Verkaufsstandort relevant. Bitte wählen Sie den Standort aus, den Sie sich ansehen möchten.
et_ee: See ülevaade kehtib ainult ühe müügikoha kohta. Valige asukoht, mida soovite vaadata.
fi: Tämä tieto on merkityksellinen vain yhdelle myyntipisteelle. Valitse sijainti, jota haluat tarkastella.
fr: Ces informations ne sont valables que pour un seul point de vente. Sélectionnez le lieu que vous voulez consulter.
it: Queste informazioni sono importanti solo per una singola sede di vendita. Seleziona la sede che vuoi visualizzare.
lt_lt: Ši įžvalga aktuali tik vienai pardavimo vietai. Pasirinkite vietą, kurią norite peržiūrėti.
lv_lv: Šis ieskats attiecas tikai uz vienu tirdzniecības vietu.Lūdzu, atlasiet atrašanās vietu, kuru vēlaties skatīt.
nb: Denne innsikten er bare relevant for ett enkelt salgssted. Velg stedet du vil se.
sv: Denna insikt är endast relevant för ett försäljningsställe. Välj vilket ställe du vill visa.

# ms_small_ImprovementsGraph
source: Small improvements to certain graphs
da: Små forbedringer til visse grafer
de: Kleine Verbesserungen an einigen Diagrammen
et_ee: Teatud graafikute väikesed täiustused
fi: Pieniä parannuksia tiettyihin kaavioihin
fr: Petites améliorations à certains graphiques
it: Piccoli miglioramenti ad alcuni grafici
lt_lt: Nedideli tam tikrų diagramų patobulinimai
lv_lv: Mazi uzlabojumi dažām diagrammām
nb: Små forbedringer i enkelte grafer
sv: Små förbättringar av vissa grafer

# ms_small_guide_txt
source: We have made a small guide how to use Tap To Pay
de: Wir haben eine Kurzanleitung über die korrekte Verwendung von Tap To Pay ausgearbeitet
fi: Olemme tehneet pienen Tap To Pay -käyttöohjeen.
fr: Nous avons rédigé un guide abrégé d'utilisation de Tap To Pay
it: Abbiamo preparato una guida rapida all'uso di Tap To Pay

# ms_smartpay_banner_release_notes
source: Notification to some users about viewing the older transaction data.
da: Notifikation til visse brugere om, at de kan få vist ældre transaktionsdata.
de: Benachrichtigung an einige Benutzer über die Anzeige älterer Transaktionsdaten.
fi: Ilmoitus joillekin käyttäjille vanhempien tapahtumatietojen tarkastelusta.
fr: Notification à certains utilisateurs concernant la consultation des données relatives aux transactions plus anciennes.
it: Notifica inviata ad alcuni utenti sulla visualizzazione dei dati relativi alle transazioni precedenti.
lv_lv: Paziņojums dažiem lietotājiem par vecāku darījumu datu skatīšanu.
nb: Varsling til enkelte brukere om visning av eldre transaksjonsdata.
sv: Meddelande till vissa användare om visning av äldre transaktionsdata.

# ms_smartpay_link
source: Link to smartpay app
da: Link til SmartPay-appen
de: Link zu der SmartPay App
et_ee: Siduge smartpay rakendusega
fi: Linkki smartpay-sovellukseen
fr: Lien vers l'application SmartPay
it: Collegamento all'app smartpay
lt_lt: Susieti su mobiliąja programa „smartpay“
lv_lv: Saite uz smartpay lietotni
nb: Kobling til smartpay-appen
sv: Länk till smartpay-appen

# ms_smartpay_msg_desc
source: You can login with the same credentials.
da: Du kan logge ind med de samme loginoplysninger.
de: Sie können sich mit den gleichen Benutzerinformationen anmelden.
et_ee: Saate samade kasutajatunnustega sisse logida
fi: Voit kirjautua sisään samoilla tunnuksilla.
fr: Vous pouvez vous connecter avec les mêmes authentifiants.
it: Puoi accedere con le stesse credenziali.
lt_lt: Prisijungti galite naudodami tuos pačius prisijungimo duomenis.
lv_lv: Jūs varat pieteikties ar tiem pašiem akreditācijas datiem.
nb: Du kan logge på med samme informasjon.
sv: Du kan logga in med samma inloggningsuppgifter.

# ms_smartpay_redirect_msg
source: Sorry for the inconvenience. You belong in our new SmartPay app. Please download it here:
da: Vi beklager ulejligheden. Du skal bruge vores nye SmartPay-app, som du kan downloade her:
de: Bitte entschuldigen Sie die Unannehmlichkeiten. Für Sie gibt es unsere neue SmartPay App. Bitte laden Sie die App hier herunter:
et_ee: Vabandame ebamugavuste pärast. Kuulute meie uude SmartPay rakendusse. Palun laadige see alla siit:
fi: Pahoittelen häiriötä. Kuulut uuteen SmartPay-sovellukseemme. Lataa se täältä:
fr: Veuillez nous pardonner pour ce désagrément. Vous êtes lié à notre nouvelle application SmartPay. Veuillez la télécharger ici:
it: Ci scusiamo per l'inconveniente. Fai parte della nostra nuova app SmartPay. Scaricala qui:
lt_lt: Atsiprašome už nepatogumus. Jums reikalinga mūsų naujoji „SmartPay“ mobilioji programa. Atsisiųskite ją čia:
lv_lv: Atvainojamies par sagādātajām neērtībām. Jūs piederat mūsu jaunajai SmartPay lietotnei. Lūdzu, lejupielādējiet to šeit:
nb: Beklager bryet. Du hører til i vår nye SmartPay-app. Last den ned her:
sv: Vi beklagar besväret. Du hör hemma i vår nya SmartPay-app. Ladda ner den här:

# ms_smartpay_transactions_banner
source: Due to technical updates, the transaction data from %@ will no longer be available in our app. To access your transaction data earlier than %@, please login to the portal. Click here to go to the portal
da: Som følge af tekniske opdateringer er transaktionsdataene fra %@ ikke længere tilgængelige i vores app. For at få adgang til transaktionsdata, der er ældre end %@, skal du logge på portalen. Tryk her for at gå til portalen.
de: Aufgrund von technischen Aktualisierungen werden die Transaktionsdaten von %@ nicht mehr in unserer App verfügbar sein. Um Ihre Transaktionsdaten vor %@ abzurufen, loggen Sie sich bitte in das Portal ein. Klicken Sie hier, um zum Portal zu gelangen
et_ee: Tehniliste värskenduste tõttu pole tehinguandmed saidilt %@ enam meie rakenduses saadaval. Oma tehinguandmetele juurdepääsuks enne %@ logige portaali sisse. Portaali avamiseks klõpsake siin
fi: Teknisten päivitysten vuoksi %@:n tapahtumatiedot eivät ole enää saatavilla sovelluksessamme. Jos haluatnähdä tapahtumatietosi ennen %@, kirjaudu portaaliin. Siirry portaaliin klikkaamalla tästä
fr: En raison de mises à jour techniques, les données de vos transactions à partir du %@ ne seront plus disponibles dans notre application. Pour accéder aux données de vos transactions avant le %@, veuillez vous connecter au portail. Cliquez ici pour accéder au portail.
it: Per aggiornamenti tecnici, i dati della transazione da %@ non saranno più disponibili nella nostra app. Per accedere ai dati della tua transazione prima del %@, accedi al portale. Fai clic qui per andare al portale
lt_lt: Dėl techninių pakeitimų mūsų mobiliojoje programoje nebebus galima peržiūrėti operacijų, įvykdytų %@, duomenų. Jei norite peržiūrėti operacijų, įvykdytų iki %@, duomenis, prisijunkite prie portalo. Jei norite prisijungti prie portalo, spustelėkite čia
lv_lv: Tehnisko atjauninājumu dēļ darījumu dati, sākot no datuma %@, vairs nebūs pieejami mūsu lietotnē. Lai piekļūtu saviem darījumu datiem agrāk par datumu %@, lūdzu, piesakieties portālā. Noklikšķiniet šeit, lai dotos uz portālu
nb: På grunn av tekniske oppdateringer vil ikke transaksjonsdataene fra %@ være tilgjengelige i appen vår lenger. For å få tilgang til transaksjonsdata fra før %@ kan du logge deg på portalen. Klikk her for å gå til portalen
sv: På grund av tekniska uppdateringar kommer transaktionsdata från %@ inte längre vara tillgängliga i appen. För att komma åt transaktionsdata från före %@ loggar du in på portalen. Klicka här för att komma till portalen

# ms_smp_ch_release_notes
source: MyPayments app is now available for local users in Switzerland!
da: MyPayments-appen er nu tilgængelig for lokale brugere i Schweiz!
de: Die MyPayments-App ist jetzt für lokale Benutzer in der Schweiz erhältlich!
et_ee: Rakendus MyPayments on nüüd saadaval kohalikele kasutajatele Šveitsis!
fi: MyPayments-sovellus on nyt saatavilla paikallisille käyttäjille Sveitsissä!
fr: L'application MyPayments est désormais disponible pour tous les utilisateurs résidant en Suisse !
it: L'app MyPayments è ora disponibile per gli utenti locali in Svizzera.
lt_lt: „MyPayments“ programa nuo šiol pasiekiama vietos naudotojams Šveicarijoje!
lv_lv: Lietotne MyPayments tagad ir pieejama vietējiem lietotājiem Šveicē!
nb: MyPayments-appen er nå tilgjengelig for lokale brukere i Sveits!
sv: MyPayments-appen är nu tillgänglig för användare i Schweiz!

# ms_smp_invoices_release_content
source: Invoices can now be viewed and downloaded inside the app for the German (SmartPay) users.
da: Tyske brugere (af SmartPay) kan nu se fakturaer i appen og downloade dem derfra.
de: Rechnungen können nun in der App für deutsche (SmartPay) Benutzer angezeigt und heruntergeladen werden.
fi: Laskuja voi nyt tarkastella ja ladata sovelluksen sisällä saksalaisille (SmartPay) käyttäjille.
fr: Les utilisateurs allemands (SmartPay) peuvent désormais consulter et télécharger les factures dans l'application.
it: Ora puoi visualizzare le fatture e scaricarle nell'app per gli utenti svizzeri (SmartPay).
lv_lv: Tagad vācu (SmartPay) lietotājiem paredzētos rēķinus var skatīt un lejupielādēt lietotnē.
nb: Fakturaer kan nå vises og lastes ned i appen for tyske brukere (SmartPay).
sv: Fakturor kan nu visas och laddas ner i appen för tyska användare (SmartPay).

# ms_smp_terminal_release_note
source: Terminal details now available inside the app for the German (SmartPay) users.
da: Du kan nu se terminaloplysninger i appen for tyske (SmartPay) brugere.
de: Details zum Terminal sind jetzt innerhalb der App für deutsche (SmartPay) Nutzer verfügbar.
fi: Päätteen tiedot ovat nyt saatavilla sovelluksen sisällä saksalaisille (SmartPay) käyttäjille.
fr: Les détails des terminaux sont désormais disponibles dans l'application pour les utilisateurs allemands (SmartPay).
it: Le informazioni relative al terminale ora sono disponibili all'interno dell'app per gli utenti svizzeri (SmartPay).
lv_lv: Detalizēta informācija par termināli tagad ir pieejama lietotnē vācu (SmartPay) lietotājiem.
nb: Terminaldetaljer er nå tilgjengelig i appen for tyske brukere (SmartPay).
sv: Terminaluppgifterna finns nu tillgängliga i appen för användare i Tyskland (SmartPay).

# ms_smp_terminal_release_notes
source: Got questions related to your terminals? Chat with Netta inside the app to get the answers.
da: Har du spørgsmål til dine terminaler? Få svar ved at chatte med Netta i appen.
de: Haben Sie Fragen zu Ihren Terminals? Chatten Sie mit Netta in der App, um Antworten zu bekommen.
fi: Onko sinulla päätteihisi liittyviä kysymyksiä? Keskustele Nettan kanssa sovelluksen sisällä saadaksesi vastauksia.
fr: Des questions à propos de vos terminaux? Discutez avec Netta dans l'application pour connaître les réponses.
it: Hai domande relative ai tuoi terminali? Chatta con Netta nell'app per avere le risposte.
lv_lv: Vai jums ir jautājumi par jūsu termināļiem? Tērzējiet ar Netta lietotnē, lai saņemtu atbildes.
nb: Har du spørsmål knyttet til terminalene dine? Chat med Netta i appen.
sv: Har du frågor om dina terminaler? Chatta med Netta i appen för att få svar.

# ms_softPayLicense
source: Get more Licenses
de: Weitere Lizenzen erhalten
fi: Hanki lisää lisenssejä
fr: Obtenir des licences supplémentaires
it: Ottieni più licenze

# ms_softPay_card_info
source: When a customer pays
de: Wenn eine Kunde zahlt
fi: Kun asiakas maksaa
fr: Lorsqu'un client paie
it: Quando un cliente paga

# ms_softPay_phone_compatible
source: Not compatible
de: Nicht kompatibel
fi: Ei yhteensopiva
fr: Non compatible
it: Non compatibile

# ms_softpay_card_battery_low_title
source: Low battery disables this feature
de: Diese Funktion wird bei niedrigem Ladezustand deaktiviert
fi: Tyhjentynyt akku poistaa toiminnon käytöstä
fr: Cette fonctionnalité est désactivée en cas de batterie faible
it: La batteria scarica disattiva questa funzione

# ms_softpay_first_enroll_message
source: <![CDATA[This device is associated with <b>%s</b>]]>
de: <![CDATA[Dieses Gerät ist mit <b>%s</b> verbunden]]>
fi: <![CDATA[Tämä laite on liitetty <b>%s</b>]]>
fr: <![CDATA[Cet appareil est associé à <b>%s</b>]]>
it: <![CDATA[Questo dispositivo è associato a <b>%s</b>]]>

# ms_softpay_first_enroll_title
source: We are setting up your virtual terminal
da: Vi forbereder din digitale terminal
de: Ihr virtuelles Terminal wird eingerichtet
fi: Määritämme virtuaalipäätettäsi
fr: Nous paramétrons votre terminal virtuel
it: Stiamo configurando il tuo terminale virtuale
nb: Vi setter opp din virtuelle terminal
sv: Vi håller på att installera din virtuella terminal.

# ms_softpay_first_enroll_wait
source: Please wait while we prepare your device. This may take <b>up to 30 seconds.</b>
de: Warten Sie, während wir Ihr Gerät vorbereiten. Dies kann bis zu <b>30 Sekunden</b> dauern.
fi: Odota, kun valmistelemme laitteesi. Tämä voi kestää <b>jopa 30 sekuntia.</b>
fr: Veuillez patienter pendant que nous préparons votre appareil. Cette opération peut prendre <b>jusqu'à 30 secondes.</b>
it: Attendi mentre prepariamo il tuo dispositivo. L'operazione potrebbe richiedere <b>fino a 30 secondi.</b>

# ms_softpay_first_enrolled_message
source: Or read the short guide and learn how to make a test transaction on Nexi SoftPOS.
de: Sie können auch die Kurzanleitung durchlesen und erfahren, wie eine Testtransaktion auf Nexi SoftPOS durchgeführt wird.
fi: Tai lue pikaopas ja opi, miten teet testitapahtuman Nexi SoftPOS.
fr: Ou lisez le guide abrégé pour apprendre comment effectuer une transaction test sur Nexi SoftPOS.
it: Oppure leggi la guida rapida e scopri come effettuare una transazione di prova su Nexi SoftPOS.

# ms_softpay_first_enrolled_message_partner
source: All you need to do is to close the MyPayments app and open your supplier's mobile application.
da: Du skal blot lukke MyPayments-appen og åbne din leverandørs mobilapplikation.
de: Sie müssen lediglich die MyPayments-App schließen und die mobile Anwendung Ihres Anbieters öffnen.
fi: Sinun tarvitsee vain sulkea MyPayments-sovellus ja avata toimittajasi mobiilisovellus.
fr: Tout ce que vous avez à faire est de fermer l'application MyPayments et d'ouvrir l'application mobile de votre fournisseur.
it: Tutto ciò che devi fare è chiudere l'app MyPayments e aprire l'applicazione mobile del tuo fornitore.
nb: Alt du trenger å gjøre er å lukke MyPayments-appen og åpne leverandørens mobilapplikasjon.
sv: Allt du behöver göra är att stänga MyPayments-appen och öppna din leverantörs mobilapplikation.

# ms_softpay_first_enrolled_subtitle
source: You can start accepting contactless payments with your phone.
de: Sie können jetzt kontaktlose Zahlungen mit Ihrem Telefon akzeptieren.
fi: Voit aloittaa lähimaksujen vastaanottamisen puhelimellasi.
fr: Vous pouvez commencer à accepter des paiements sans contact avec votre téléphone.
it: Puoi iniziare ad accettare i pagamenti contactless con il tuo telefono.

# ms_softpay_first_enrolled_subtitle_partner
source: You can start accepting contactless payments with the mobile application from your supplier.
da: Du kan begynde at acceptere kontaktløse betalinger med leverandørens mobilapplikation.
de: Sie können kontaktlose Zahlungen mit der mobilen Anwendung Ihres Anbieters akzeptieren.
fi: Voit alkaa vastaanottaa lähimaksuja toimittajasi mobiilisovelluksella.
fr: Vous pouvez commencer à accepter les paiements sans contact avec l'application mobile de votre fournisseur.
it: Puoi iniziare ad accettare pagamenti contactless con l'applicazione mobile del tuo fornitore.
nb: Du kan begynne å godta kontaktløse betalinger med leverandørens mobilapplikasjon.
sv: Du kan börja acceptera kontaktlösa betalningar med din leverantörs mobilapplikation.

# ms_softpay_first_enrolled_title
source: You are all set!
de: Sie sind bereit!
fi: Olet valmis!
fr: Vous êtes fin prêt !
it: È tutto pronto.

# ms_softpay_payment_decline_reason
source: Payment timed out
da: Der opstod timeout under betalingen
de: Zeitüberschreitung der Zahlung
et_ee: Makse aegus
fi: Maksun aikakatkaisu
lt_lt: Mokėjimui skirtas laikas baigėsi
lv_lv: Maksājuma noildze
nb: Betalingen ble tidsavbrutt
sv: Tidsgräns för betalning passerades
