Repository: pcarrieri/Lokalise-Translation-Manager-Tool
Catalog: webapp/backend/lokalise_translation_manager/lokalise_files/ios/*.lproj/Localizable.strings
Languages: da, de, et_ee, fi, fr, it, lt_lt, lv_lv, nb, sv

# ms_payment_code
source: Payment code
da: Betalingskode
de: Zahlungscode
fi: Maksukoodi
fr: Code de paiement
it: Codice di pagamento
lv_lv: Maksājuma kods
nb: Betalingskode
sv: Betalningskod

# ms_payment_completed
source: Payment completed
da: Betaling gennemført
de: Zahlung abgeschlossen
fi: Maksu suoritettu
fr: Paiement exécuté
it: Pagamento completato
lv_lv: Maksājums pabeigts
nb: Betaling fullført
sv: Betalning slutförd

# ms_payment_date
source: Payment date
da: Betalingsdato
de: Zahlungsdatum
fi: Maksupäivä
fr: Date du paiement
it: Data del pagamento
lv_lv: Maksājuma datums
nb: Betalingsdato
sv: Betalningsdatum

# ms_payment_declined
source: Declined
da: Afvist
de: Abgelehnt
fi: Hylätty
fr: Refusé
it: Rifiutato
lv_lv: Noraidīts
nb: Avvist
sv: Nekades

# ms_payment_denied
source: Payment Denied
da: Betaling afvist
de: Zahlung verweigert
et_ee: Makse tagasi lükatud
fi: Maksu hylätty
fr: Paiement refusé
it: Pagamento rifiutato
lt_lt: Mokėjimas atmestas
lv_lv: Maksājums noraidīts
nb: Betaling avvist
sv: Betalning nekad

# ms_payment_guide_amt
source: Enter amount
da: Indtast beløb
de: Geben Sie den Geldbetrag ein
fi: Syötä summa
fr: Entrer le montant
it: Inserisci l'importo
lv_lv: Ievadiet summu
nb: Oppgi beløp
sv: Ange belopp

# ms_payment_guide_amt_desc
source: Use your own card and do a transaction for 1 cent to test the connection.
da: Brug dit eget kort til at lave en transaktion på 1 øre for at teste forbindelsen.
de: Verwenden Sie Ihre eigene Karte und führen Sie eine 1-Cent-Überweisung durch, um die Verbindung zu testen.
fi: Käytä omaa korttia ja tee 1 sentin maksutapahtuma yhteyden tarkastamiseksi.
fr: Utilisez votre propre carte et effectuez une transaction d'un montant de 1 centime pour tester la connexion.
it: Usa la tua carta per eseguire una transazione di 1 franco svizzero per verificare la connessione.
lv_lv: Izmantojiet savu karti un veiciet darījumu par 1 centu, lai pārbaudītu savienojumu.
nb: Bruk ditt eget kort og utfør en transaksjon på 1 krone for å teste forbindelsen.
sv: Använd ditt eget kort för att utföra en transaktion på 1 cent för att testa anslutningen.

# ms_payment_guide_case_pin
source: If PIN occurs
da: Hvis pinkode kræves
de: Falls ein PIN eingegeben werden muss:
fi: Jos PIN-koodi pyydetään
fr: Si un code PIN est demandé
it: Se viene richiesto il PIN
lv_lv: Ja tiek parādīts PIN
nb: Hvis PIN er nødvendig
sv: Om pin krävs

# ms_payment_guide_chip_desc
source: Insert the card in the bottom of the terminal socket. The card can only be read when the chip is facing upwards.
da: Indsæt kortet i bunden af terminalen. Kortet kan kun læses, hvis chippen vender opad.
de: Stecken Sie die Karte unten in den Steckplatz des Terminals. Die Karte kann nur gelesen werden, wenn der Chip nach oben zeigt.
fi: Työnnä kortti päätteen alapään aukkoon. Kortti voidaan lukea vain, kun siru on ylöspäin.
fr: Insérez la carte dans le bas du boîtier du terminal. La carte ne peut être lue que lorsque la puce est orientée vers le haut.
it: Inserisci la carta in fondo alla presa del terminale. La carta può essere letta solo quando il chip è rivolto verso l'alto.
lv_lv: Ievietojiet karti termināļa ligzdas apakšā. Karti var nolasīt tikai tad, kad mikroshēma ir vērsta uz augšu.
nb: Sett inn kortet nederst på terminalen. Kortet kan kun leses når chippen vender oppover.
sv: För in kortet längst ner på terminalen. Kortet kan bara läsas om chippet är riktat uppåt.

# ms_payment_guide_contactless_desc
source: Place the card less by the contactless area displayed on the terminal. When successful a green LED light will be shown.
da: Hold kortet hen over symbolet for kontaktløs betaling på terminalen. Der vises et grønt LED-lys, når betalingen er gået igennem.
de: Platzieren Sie die Karte weiter weg von dem auf dem Terminal angezeigten kontaktlosen Bereich. Bei erfolgreicher Verbindung leuchtet eine grüne LED auf.
fi: Aseta kortti päätteeseen merkityn lähimaksualueen viereen. Vihreä merkkivalo osoittaa maksun onnistuneen.
fr: Placez la carte près de la zone sans contact figurant sur le terminal. Un témoin vert s'affiche lorsque l'opération a réussi.
it: Posiziona la carta vicino all'area contactless mostrata sul terminale. Quando l'operazione avrà esito positivo, verrà visualizzata una luce LED verde.
lv_lv: Novietojiet karti tuvāk pie termināļa redzamās bezkontakta zonas. Kad tas būs veiksmīgs, iedegsies zaļa LED gaisma.
nb: Plasser kortet ved det kontaktløse området som vises på terminalen. Når det lykkes, vil du se et grønt LED-lys.
sv: Placera kortet vid symbolen för kontaktlös betalning på terminalen. När kontakten lyckats tänds en grön LED-lampa.

# ms_payment_guide_customer_email
source: Customer registers email
da: Kunden angiver sin e-mail
de: Kunde meldet sich per E-Mail an
fi: Asiakas rekisteröi sähköpostin
fr: Le client enregistre son adresse e-mail
it: Il cliente registra l'e-mail
lv_lv: Klients reģistrē e-pastu
nb: Kunden registrerer e-posten sin
sv: Kunden registrerar sin e-postadress

# ms_payment_guide_customer_subtitle
source: The customer opens the website on their own smartphone
da: Kunden åbner hjemmesiden på sin egen smartphone
de: Der Kunde öffnet die Website auf seinem eigenen Smartphone
fi: Asiakas avaa sivuston omalla älypuhelimellaan
fr: Le client ouvre le site Web sur son propre smartphone
it: Il cliente apre il sito web sul suo smartphone
lv_lv: Klients atver tīmekļa vietni savā viedtālrunī
nb: Kunden åpner nettsiden på smarttelefonen sin
sv: Kunden går till webbplatsen med sin smarttelefon

# ms_payment_guide_customer_title
source: Customer clicks on pop-up
da: Kunden trykker på pop-op-meddelelsen
de: Der Kunde klickt auf Pop-up-Fenster
fi: Asiakas napsauttaa ponnahdusikkunaa
fr: Le client clique sur la fenêtre contextuelle
it: Il cliente fa clic sulla pop-up
lv_lv: Klients noklikšķina uz uznirstošā loga
nb: Kunden klikker på popup-vinduet
sv: Kunden klickar på popup-meddelandet

# ms_payment_guide_digital_rct
source: Activate digital receipt
da: Aktivér digital kvittering
de: Aktivieren Sie die digitale Quittung
fi: Aktivoi digitaalinen kuitti
fr: Activer le reçu numérique
it: Attiva la ricevuta digitale
lv_lv: Aktivizējiet digitālo kvīti
nb: Aktiver digital kvittering
sv: Aktivera digitalt kvitto

# ms_payment_guide_digital_rct_desc
source: Click within 5 seconds, so your customer can get the receipt sent to their email.
da: Tryk inden for 5 sekunder for at sende en kvittering til kundens e-mail.
de: Klicken Sie innerhalb von 5 Sekunden, damit Ihr Kunde die Quittung an seine E-Mail-Adresse geschickt bekommt.
fi: Klikkaa 5 sekunnin kuluessa, jotta asiakkaasi saa kuitin sähköpostiinsa.
fr: Vous avez 5 secondes pour cliquer pour que votre client reçoive le reçu envoyé à son adresse e-mail.
it: Fai clic entro 5 secondi, in modo tale che il cliente possa avere la ricevuta per e-mail.
lv_lv: Noklikšķiniet 5 sekunžu laikā, lai jūsu klients varētu saņemt kvīti savā e-pastā.
nb: Klikk innen 5 sekunder, slik at kunden kan motta kvitteringen per e-post.
sv: Klicka inom 5 sekunder så att kunden får kvittot skickat via e-post

# ms_payment_guide_email_desc
source: The customer needs to enter their email address to get the digital receipt.
da: Kunden skal indtaste sin e-mailadresse for at få tilsendt den digitale kvittering.
de: Der Kunde muss seine E-Mail-Adresse eingeben, um die digitale Quittung zu erhalten.
fi: Asiakkaan on syötettävä sähköpostiosoite saadakseen digitaalisen kuitin.
fr: Le client doit saisir son adresse e-mail pour recevoir le reçu numérique.
it: Il cliente deve inserire l'indirizzo e-mail per avere la ricevuta digitale.
lv_lv: Lai saņemtu digitālo kvīti, klientam ir jāievada sava e-pasta adrese.
nb: Kunden må oppgi e-postadressen sin for å motta digital kvittering.
sv: Kunden måste ange sin e-postadress för att få ett digitalt kvitto.

# ms_payment_guide_ms_desc
source: Swipe the card downwards with a quick move on the right side of the terminal. The card stripe should face the terminal.
da: Før kortet hurtigt nedad på højre side af terminalen. Magnetstriben skal vende ind mod terminalen.
de: Ziehen Sie die Karte mit einer schnellen Bewegung auf der rechten Seite des Terminals nach unten. Der Magnetstreifen der Karte muss zum Terminal zeigen.
fi: Pyyhkäise kortilla alaspäin päätteen oikealla puolella. Magneettijuovan pitää olla päätteeeen päin.
fr: D'un mouvement rapide, faites glisser la carte vers le bas sur le côté droit du terminal. La piste de la carte doit être tournée vers le terminal.
it: Fai scorrere la carta verso il basso con un rapido movimento sul lato destro del terminale. La banda magnetica della carta deve essere rivolta verso il terminale.
lv_lv: Pavelciet karti uz leju ar ātru kustību termināļa labajā pusē. Kartes joslai jābūt vērstai pret termināli.
nb: Sveip kortet nedover med en rask bevegelse på høyre side av terminalen. Kortstripen skal vende mot terminalen.
sv: Dra kortet nedåt med en snabb rörelse på terminalens högra sida. Kortremsan ska vara riktad mot terminalen.

# ms_payment_guide_pin_desc
source: In some cases a PIN code is required after the card interaction with the terminal.
da: I nogle tilfælde skal kunden indtaste sin pinkode efter at have brugt kontaktløs betaling.
de: In einigen Fällen ist nach der Verbindung der Karte mit dem Terminal die Eingabe eines PIN-Code erforderlich.
fi: Joissakin tapauksissa pääte pyytää PIN-koodin.
fr: Dans certains cas, un code PIN est nécessaire après l'interaction de la carte avec le terminal.
it: In alcuni casi è richiesto un codice PIN dopo l'interazione tra la carta e il terminale.
lv_lv: Dažos gadījumos PIN kods ir nepieciešams pēc kartes mijiedarbības ar termināli.
nb: I noen tilfeller kreves en PIN-kode når kortet brukes på terminalen.
sv: I vissa fall krävs en pin-kod efter att kortet använts på terminalen.

# ms_payment_guide_pin_enter
source: Enter PIN code
da: Indtast pinkode
de: Geben Sie den PIN-Code ein
fi: Syötä PIN-koodi
fr: Entrer le code PIN
it: Inserisci il codice PIN
lv_lv: Ievadiet PIN kodu
nb: Oppgi PIN-kode
sv: Ange pin-koden

# ms_payment_guide_qr
source: Click on the QR code
da: Tryk på QR-koden
de: Klicken Sie auf den QR-Code
fi: Klikkaa QR-koodia
fr: Cliquer sur le code QR
it: Fai clic sul codice QR
lv_lv: Noklikšķiniet uz QR koda
nb: Klikk på QR-koden
sv: Klicka på QR-koden

# ms_payment_guide_qr_scan
source: Customer scans QR code
da: Kunden scanner QR-koden
de: Der Kunde scannt QR-Code
fi: Asiakas skannaa QR-koodin
fr: Le client scanne le code QR
it: Il cliente scansiona il codice QR
lv_lv: Klients skenē QR kodu
nb: Kunden skanner QR-koden
sv: Kunden skannar QR-koden

# ms_payment_guide_qr_scan_desc
source: Customer needs to scan the QR code with the camera on their smartphone.
da: Kunden skal scanne QR-koden med kameraet på sin smartphone.
de: Der Kunde muss den QR-Code mit der Kamera seines Smartphones scannen.
fi: Asiakkaan on skannattava QR-koodi älypuhelimensa kameralla.
fr: Le client doit scanner le code QR au moyen de l'appareil photo de son smartphone.
it: Il cliente deve scansionare il codice QR con la fotocamera del suo smartphone.
lv_lv: Klientam ir jāskenē QR kods ar viedtālruņa kameru.
nb: Kunden må skanne QR-koden med kameraet på smarttelefonen sin.
sv: Kunden måste skanna QR-koden med kameran på sin smarttelefon.

# ms_payment_guide_qr_subtitle
source: Present terminal to customer
da: Giv terminalen til kunden
de: Legen Sie dem Kunden das Terminal vor
fi: Anna pääte asiakkaalle
fr: Présenter le terminal au client
it: Dai il terminale al cliente
lv_lv: Uzrādiet klientam termināli
nb: Gi terminalen til kunden
sv: Ge terminalen till kunden

# ms_payment_guide_reciept_desc
source: The paper receipt will be printed from the terminal and can be handed over to the customer.
da: Kvitteringen udskrives fra terminalen og kan gives til kunden.
de: Die Quittung in Papierform wird vom Terminal gedruckt und kann dem Kunden ausgehändigt werden.
fi: Paperikuitti tulostetaan päätteestä ja se voidaan antaa asiakkaalle.
fr: Le reçu papier sera imprimé depuis le terminal et pourra être remis au client.
it: La ricevuta cartacea finale sarà stampata dal terminale e può essere consegnata al cliente.
lv_lv: Papīra kvīts tiks izdrukāta no termināļa un to varēs nodot klientam.
nb: Papirkvitteringen skrives ut fra terminalen og kan gis til kunden.
sv: Papperskvittot skrivs ut från terminalen och kan lämnas till kunden.

# ms_payment_guide_reciept_subtitle
source: Receipt will be printed
da: Kvitteringen udskrives
de: Die Quittung wird gedruckt
fi: Kuitti tulostetaan
fr: Le reçu va être imprimé
it: La ricevuta sarà stampata
lv_lv: Kvīts tiks izdrukāta
nb: Kvitteringen skrives ut
sv: Kvittot skrivs ut

# ms_payment_guide_reciept_title
source: Handover receipt
da: Giv kunden kvitteringen
de: Übergeben Sie die Quittung
fi: Anna kuitti asiakkaalle
fr: Remettre le reçu
it: Consegna la ricevuta
lv_lv: Izsniedziet kvīti
nb: Gi kvitteringen til kunden
sv: Lämna över kvittot

# ms_payment_guide_subtab_chip
source: Chip
fi: Siru
fr: Puce
lv_lv: Mikroshēma
sv: Chipp

# ms_payment_guide_subtab_contactless
source: Contactless
da: Kontaktløs
de: Kontaktlos
fi: Lähimaksu
fr: Sans contact
lv_lv: Bezkontakta
nb: Kontaktløs
sv: Kontaktlös

# ms_payment_guide_subtab_ms
source: Magnetic stripe
da: Magnetstribe
de: Magnetstreifen
fi: Magneettijuova
fr: Piste magnétique
it: Banda magnetica
lv_lv: Magnētiskā josla
nb: Magnetstripe
sv: Magnetremsa

# ms_payment_guide_title
source: Choose payment method
da: Vælg betalingsmetode
de: Zahlungsmethode wählen
fi: Valitse maksutapa
fr: Choisir le mode de paiement
it: Seleziona un metodo di pagamento
lv_lv: Izvēlieties apmaksas metodi
nb: Velg betalingsmetode
sv: Välj betalningsmetod

# ms_payment_guide_wc
source: Wait for the customer
da: Vent på kunden
de: Warten Sie, bis der Kunde bereit ist
fi: Odota asiakasta
fr: En attente du client
it: Aspetta il cliente
lv_lv: Gaidiet klientu
nb: Vent på kunden
sv: Vänta på kunden

# ms_payment_guides
source: Payment guides
da: Betalingsvejledninger
de: Zahlungsanleitungen
fi: Maksuohjeet
fr: Guides de paiement
it: Guide al pagamento
lv_lv: Maksājumu ceļveži
nb: Betalingsveiledninger
sv: Betalningsguider

# ms_payment_msg_txt
source: Set up payments
da: Opsæt betalinger
de: Zahlungen einrichten
et_ee: Seadistage maksed
fi: Määritä maksut
fr: Paramétrer des paiements
it: Configura i pagamenti
lt_lt: Nustatyti mokėjimus
lv_lv: Iestatiet maksājumus
nb: Konfigurer betalinger
sv: Konfigurera betalningar

# ms_payment_timed_out
source: Payment timed out
da: Der opstod timeout under betalingen
de: Zeitüberschreitung der Zahlung
fi: Maksun aikakatkaisu
fr: Dépassement du délai de paiement
it: Pagamento scaduto
lv_lv: Maksājuma noildze
nb: Betalingen ble tidsavbrutt
sv: Tidsgräns för betalning passerades

# ms_payments_AgreementSupport
source: To make changes to this agreement, please contact our agreement support.
da: For at foretage ændringer i denne aftale bedes du kontakte vores aftalesupport.
de: Um Änderungen an dieser Vereinbarung vorzunehmen, wenden Sie sich bitte an unseren Support.
et_ee: Selles lepingus muudatuste tegemiseks võtke ühendust meie lepingute klienditoega.
fi: Jos haluat tehdä muutoksia sopimukseen, ota yhteyttä sopimustukeemme.
fr: Pour apporter des modifications à cet accord, contactez notre assistance juridique.
it: Per effettuare le modifiche a questo accordo, contatta la nostra assistenza dedicata agli accordi.
lt_lt: Jei norite pakeisti šią sutartį, susisiekite su mūsų sutarčių palaikymo tarnyba.
lv_lv: Lai veiktu izmaiņas šajā līgumā, lūdzu, sazinieties ar mūsu līgumu atbalsta centru.
nb: For å gjøre endringer i denne avtalen, kontakt vår avtalestøtte.
sv: För att göra ändringar i detta avtal ska du kontakta vår kundtjänst för avtal.

# ms_payments_Error
source: Error
da: Fejl
de: Fehler
et_ee: Viga
fi: Virhe
fr: Erreur
it: Errore
lt_lt: Klaida
lv_lv: Kļūda
nb: Feil
sv: Fel

# ms_payments_PaymentAgreement
source: Payment Agreements
da: Betalingsaftaler
de: Zahlungsvereinbarungen
et_ee: Makselepingud
fi: Maksusopimukset
fr: Accords de paiement
it: Accordi di pagamento
lt_lt: Mokėjimo sutartys
lv_lv: Maksājumu līgumi
nb: Betalingsavtaler
sv: Betalningsavtal

# ms_payments_call
source: Call support
da: Kontakt support
de: Support anrufen
et_ee: Helista klienditoele
fi: Soita tukipalveluun
fr: Appeler l'assistance
it: Chiama l'assistenza
lt_lt: Skambinti klientų aptarnavimo tarnybai
lv_lv: Zvanu atbalsts
nb: Kontakt kundeservice
sv: Kontakta kundtjänst

# ms_payments_cash_msg
source: This is the app with the cash register icon, which you use to take payments.
da: Det er denne app, angivet med en kasseapparat-ikon, du skal bruge til at modtage betalinger.
de: Dies ist die App mit dem Kassensymbol, über die Sie Zahlungen vornehmen.
et_ee: See on kassaikooniga rakendus, mida kasutate maksete vastuvõtmiseks.
fi: Tämä on sovellus kassakuvakkeella, jota käytetään maksujen vastanottamiseen.
fr: Voici l'application avec l'icône de caisse enregistreuse que vous utilisez pour recevoir des paiements.
it: Questa è l'app con l'icona del registratore di cassa che utilizzi per ricevere i pagamenti.
lt_lt: Tai mobilioji programa su kasos aparato piktograma, kurią naudojate mokėjimams priimti.
lv_lv: Šī ir lietotne ar kases ikonu, kuru izmantojat maksājumu pieņemšanai.
nb: Dette er appen med kasseikonet, og du bruker denne til å ta imot betalinger.
sv: Det här är appen med kassaapparatsikonen som du använder för att ta emot betalningar.

# ms_payments_changes
source: Changes will take effect from next quarter.
da: Ændringerne træder i kraft fra næste kvartal.
de: Änderungen treten ab dem nächsten Quartal in Kraft.
et_ee: Muudatused jõustuvad järgmisest kvartalist.
fi: Muutokset tulevat voimaan seuraavasta vuosineljänneksestä lähtien.
fr: Les modifications entreront en vigueur le trimestre prochain.
it: Le modifiche entreranno in vigore dal prossimo trimestre.
lt_lt: Pakeitimai įsigalios nuo kito ketvirčio.
lv_lv: Izmaiņas stāsies spēkā no nākamā ceturkšņa.
nb: Endringene trer i kraft fra neste kvartal.
sv: Ändringarna träder ikraft från och med nästa kvartal.

# ms_payments_changesApply
source: Changes will apply from YYY-DD-MM.
da: Ændringerne er gældende fra ÅÅÅ-DD-MM.
de: Änderungen treten ab dem TT.MM.JJJJ in Kraft.
et_ee: Muudatused hakkavad kehtima alates AAAA-PP-KK.
fi: Muutokset astuvat voimaan VVVV-PP-KK.
fr: Les modifications entreront en vigueur le JJ-JJ-AAA.
it: Le modifiche saranno applicate a partire da GG-MM-AAA.
lt_lt: Pakeitimai bus taikomi nuo MMMM-DD-MM.
lv_lv: Izmaiņas stāsies spēkā no GGGG-DD-MM.
nb: Endringer vil gjelde fra ÅÅÅÅ-DD-MM.
sv: Ändringar gäller från ÅÅÅÅ-DD-MM.

# ms_payments_close
source: Close
da: Luk
de: Schließen
et_ee: Sulge
fi: Sulje
fr: Fermer
it: Chiudi
lt_lt: Uždaryti
lv_lv: Aizvērt
nb: Lukk
sv: Stäng

# ms_payments_couldnotchangeAgreement
source: Could not change agreement.
da: Aftalen kunne ikke ændres.
de: Vereinbarung konnte nicht geändert werden.
et_ee: Lepingut ei saanud muuta.
fi: Sopimuksen muuttaminen epäonnistui
fr: Impossible de modifier l'accord.
it: Impossibile modificare l'accordo.
lt_lt: Nepavyko pakeisti sutarties.
lv_lv: Nevarēja mainīt līgumu.
nb: Kunne ikke endre avtalen.
sv: Det gick inte att ändra avtalet.

# ms_payments_dankort_priceModel
source: Select Dankort pricing model
da: Vælg Dankort-prismodel
de: Dankort-Preismodell auswählen
et_ee: Vali Dankorti hinnamudel
fi: Valitse Dankort-hinnoittelumalli
fr: Sélectionner le modèle de tarification Dankort
it: Seleziona il modello tariffario Dankort
lt_lt: Pasirinkite „Dankort“ kainodaros modelį
lv_lv: Izvēlieties Dankort cenas modeli
nb: Velg Dankort-prismodell
sv: Välj prissättningsmodell för Dankort

# ms_payments_error
source: Retry No results
da: Prøv igen Ingen resultater
de: Wiederholen Keine Ergebnisse
et_ee: Proovi uuesti Tulemusi pole
fi: Yritä uudelleen Ei tuloksia
fr: Réessayer Aucun résultat
it: Riprova Nessun risultato
lt_lt: Bandyti dar kartą Nėra rezultatų
lv_lv: Nav rezultātu. Atkārtot
nb: Prøv på nytt Ingen resultater
sv: Försök igen Inga resultat

# ms_payments_international
source: International cards
da: Internationale kort
de: Internationale Karten
et_ee: Rahvusvahelised kaardid
fi: Kansainväliset kortit
fr: Cartes internationales
it: Carte internazionali
lt_lt: Tarptautinės kortelės
lv_lv: Starptautiskās kartes
nb: Internasjonale kort
sv: Internationella kort

# ms_payments_merchantno
source: Merchant no
da: Forretningsnr.
de: Händler-Nr.
et_ee: Kaupmees nr
fi: Kauppiasnro
fr: N° de commerçant
it: N. esercente
lt_lt: Prekybininko Nr.
lv_lv: Tirgotāja nr.
nb: Bedriftsnr.
sv: Butiksnr

# ms_payments_notification_channel_name
source: App Update
fi: Sovelluksen päivitys
fr: Mise à jour de l'application
it: Aggiornamento dell'app

# ms_payments_notification_upate_app_restart_message
source: Restart the app
de: App neu starten
fi: Käynnistä sovellus uudelleen
fr: Redémarrez l'application
it: Riavvia l'app

# ms_payments_notification_upate_app_restart_title
source: Download completed!
de: Download abgeschlossen
fi: Lataus valmis!
fr: Téléchargement terminé !

# ms_payments_notpossible
source: Changes not possible
da: Det er ikke muligt at lave ændringer
de: Änderungen nicht möglich
et_ee: Muudatused pole võimalikud
fi: Muutokset eivät ole mahdollisia
fr: Modifications impossibles
it: Impossibile apportare le modifiche
lt_lt: Pakeitimai negalimi
lv_lv: Izmaiņas nav iespējamas
nb: Endringene er ikke mulig
sv: Det går inte att göra ändringar

# ms_payments_percentage
source: Pay a percentage of your turnover
da: Betal en procentdel af din omsætning
de: Preis entspricht einem Prozentsatz Ihres Umsatzes
et_ee: Makske protsent oma käibest
fi: Maksa prosenttiosuus liikevaihdostasi
fr: Verser un pourcentage de votre chiffre d'affaires
it: Paga una percentuale del tuo fatturato
lt_lt: Mokėkite procentą nuo savo apyvartos
lv_lv: Maksājiet procentus no sava apgrozījuma
nb: Betal en prosentandel av kortomsetningen
sv: Betala en procentandel av din omsättning

# ms_payments_priceBased
source: Fixed price based on number of transactions
da: Fast pris baseret på antal transaktioner
de: Festpreis basierend auf der Anzahl an Transaktionen
et_ee: Fikseeritud hind tehingute arvu alusel
fi: Tapahtumien lukumäärään perustuva kiinteä hinta
fr: Un prix fixe basé sur le nombre de transactions
it: Prezzo fisso in base al numero di transazioni
lt_lt: Fiksuota kaina, paremta operacijų skaičiumi
lv_lv: Fiksētā cena, pamatojoties uz darījumu skaitu
nb: Fast pris basert på antall transaksjoner
sv: Fast pris baserat på antal transaktioner

# ms_payments_procent
source: Dankort Fast (PERCENT fom Aug 1)
da: Dankort Fast (PROCENT fra 1. aug)
de: Dankort Fast (PROCENT ab 1. August)
et_ee: Dankort Fast (PROCENT alates 1. augustist)
fi: Dankort FIXED (PERCENT 1.8 lähtien)
fr: Dankort Fast (PERCENT depuis le 1er août)
it: Dankort Fast (PERCENT dal 1 agosto)
lt_lt: „Dankort Fast“ (PROCENTAS nuo rugpjūčio 1 d.)
lv_lv: Dankort Fast (PROCENTI no 1. aug.)
nb: Dankort Fast (PERCENT fra 1. august)
sv: Dankort Fast (PROCENT från 1 aug)

# ms_payments_read
source: Read more about the models
da: Læs mere om modellerne
de: Erfahren Sie mehr über die Modelle
et_ee: Lisateave mudelite kohta
fi: Lue lisää malleista
fr: En savoir plus sur les modèles
it: Scopri di più sui modelli
lt_lt: Skaitykite daugiau apie modelius
lv_lv: Lasīt vairāk par modeļiem
nb: Les mer om modellene
sv: Läs mer om modellerna

# ms_payments_successful
source: Successful
da: Udført
de: Erfolgreich
et_ee: Edukas
fi: Onnistui
fr: Opération réussie
it: Riuscito
lt_lt: Sėkmingai
lv_lv: Veiksmīgi
nb: Vellykket
sv: Det lyckades
